{
    "data": "  Experiencing and surviving the teen years is challenging for both parents and adolescents. All parents can conjure up personal recollections of the experience -- and are absolutely sure that they \"had it much harder\" than their child. Similarly, we mature adults are now clever enough to realize all the inappropriate, risky, and \"just plain stupid\" things we did (and thus put our parents through). As parents, we want to shield our children from all the frustrations and disappointments we experienced -- and as bonus -- free ourselves from the fate our own parents were forced to endure. Unfortunately, try as we might, history often repeats itself. Our goal as parents is to hopefully reduce the impact of the crash landings our adolescent children will invariably experience. Try as we might, we must ultimately take off the training wheels and watch as they weave all over the road and accept that occasionally knees will get scraped. (Our main responsibility is to make sure that a helmet is always worn. ) In other words, we must do our best to protect them from the most severe consequences of their inexperience. You face unique challenges parenting a teen who has ADHD. Here are some tips and strategies to help you with the task. <ol>Live in the here and now. Deal with the current situation or issue. Rehashing prior problems aggravates everyone and accomplishes nothing. Skip the lectures and \"I told you so. \"Be compassionate about your teen's condition. Teens (like everyone) dislike being blamed or criticized for their behavior. Disorganization and forgetfulness are not purposeful behaviors for teens with ADHD. Better to collaborate with your child and his teachers to lessen such experiences. There are no excusing behaviors that do have a voluntary component. Impulsivity is a basic feature of ADHD; shoplifting or purposefully damaging an item is not. Keep calm. Shouting matches rarely accomplish the desired goal. While parenting styles may differ, it is better to adhere to a rational reminder of expected behavior and enforcement of a reasonable (and already agreed upon) penalty. When in doubt, behave like Judge Judy; make your point and move on. Anticipate pitfalls. A good general never enters a battle they know they are going to lose. Parents should be one step ahead of their ADHD teen -- anticipate problems and either proactively attempt to resolve the issue or realize that \"screw-ups\" will happen and work out as a couple how you will handle such events in a constructive and calm manner. Set boundaries and stick to them. Whatever you do as a frustrated parent, don't decree an unenforceable penalty. If this strategy didn't work when he was 2 years old and he couldn't leave the table until he ate his carrots, it won't work 15 years later when you announce he's grounded for the rest of the year. To quote your child, \"Yeah, right!\"Focus on the positive! Don't just focus on the negative aspects of your teen's behavior; remember to praise him or her when they do well. Ditch power struggles. Adolescents do better with concrete information that has a limited option for misinterpretation. Write down basic rules and the consequences for failure to follow through. These \"contracts\" should be bidirectional -- from parent to teen (for example, car privileges) as well as teen to parents (for example, payment for supervising younger siblings). Help your teen develop social skills. Teens who have ADHD may have difficulty interacting with others. Help your teen develop social skills such as listening, not interrupting when other are speaking, and maintaining a conversation. These skills may be especially important for individuals who have associated behavioral conditions (for example, autism) with their ADHD. Listen to your teen. Teach your ADHD teen how to explain their feelings. Instead of hurling insults back and forth, let your child rant and rave without any interruptions. The only rule: no profanity, name-calling, or insults. When your teen is done, announce that you are glad you listened to their ideas and need to think about them for one to two days and would like to talk again about the issue. The only \"must\" -- you have to have the follow-up conversation you promised. Stand your ground on important topics. Your teen will understand the concept that big offenses should warrant a big penalty. Fairness and justice require this tradeoff. Since teens with ADHD are more likely to engage in high-risk behaviors (especially if they are not taking ADHD-directed medication), there should be a zero tolerance for illegal or dangerous behaviors. These high-risk behaviors (for example, driving, use of alcohol/drugs, truancy, etc. ) should be addressed in a contract between parent and teen. Demonstrated infraction = non-negotiable penalty. Case closed. Encourage good nutrition. Eliminate junk food, sugar, and excessively fatty foods from your household. Stick to regular meal times to help maintain your child's energy levels. Set appropriate boundaries. Much to your teen's frustration, your home is not a democracy. A benevolent dictatorship is a better analogy. A family meeting to discuss acceptable options and the consequences for failure to meet these expectations is reasonable. Enforcement of such consequences should be non-negotiable (for example, \"All B's or no car keys\"). Give your teen choices. Allowing your child to choose between options promotes confidence and autonomy while helping your teen to feel more like an adult.  Three areas -- driving, homework, and alcohol/drugs -- are areas that may spark a fire between the parents of a teen with ADHD and their child. It is appropriate that parents anticipate and formulate a plan to address these issues with their adolescent. Motor-vehicle accidents are the number-one cause of death in children 16-20 years of age. Approximately 63% of the deaths are drivers; the remainder of those killed are passengers. Driving requires focus, concentration, good judgment, and the ability to adapt to sudden and often unpredictable changes in the immediate environment. The younger the driver the more likely a lack of experience and behavioral immaturity will result in risk-taking behaviors. It is imperative that parents lay out concrete concepts and consequences for their young ADHD driver. These might include the following: <ol>Driving is a privilege. It needs to be earned and may be forfeited for infractions. A teen with ADHD must take his medication. Limit passengers for the first six to 12 months of driving -- only family members (including siblings). Limit rush-hour, freeway, and late-night driving for the first six months of driving. Practice with parents to gain the necessary skills for such a high-stakes environment. Consider a no cell phone, CD, or music car environment; all of these elements provide distraction to an equal degree. Hands-free cell usage is not superior in safety when compared with non-hands-free cell phone use. Middle school and high school can be a minefield to effectively negotiate for teens regardless of whether they have to deal with the effects of ADHD or not. Part of the issue is the \"nature of the beast. \" Students must learn how to effectively deal with multiple teachers who believe that their subject is the linchpin holding the teen's entire academic experience together. Likewise, the usual lack of integration of the school curriculum may be another hurdle to overcome. Parents should be their child's advocate with his or her teacher. Establish a good rapport and communication between your child's teacher and yourself. This implies a give and take regarding their adolescent's ADHD diagnosis, possible side effects of his/her medication, and informing the teacher of any comorbid learning disorders and learning styles (for example, visual vs. auditory) which will promote success. Often such information and teacher feedback may be exchanged using a school's email system. At home, parents can strive to maximize an effective learning environment. Organize an area for homework and limit distractions. Provide structure with consistency for start and finish times. Several studies have demonstrated that one hour of vigorous physical activity after school and before starting homework allows for more efficient use of time, quicker mastery of the material, and improvement in accuracy in subjects requiring calculations. (Simply put -- the ADHD teen needs to \"burn off\" his or her extra energy. ) Since nothing succeeds like success, praise your teen when they have worked hard and done their best. Teens with ADHD and their parents may note that homework projects are often much more challenging from 7:00 p. m. and later. Often their medication effectiveness has waned to minimal. Speak with your teen's pediatrician. One option is to take a short-acting (three- to four-hour duration) version of the same medication taken in the morning. Taking this preparation at about 6 p. m. will enable continued effectiveness for academics but should not interfere with dinner appetite or sleep patterns. While the natural inclination of a parent is to intercede to resolve problems between their ADHD teen and an instructor, a better long-term strategy involves the student and teacher discussing the problematic issues without the direct input of others. Teens need to learn how to present their case in a rational way. Such an approach will guard against a parent from being trapped between their teen and the teacher. There are always two sides to any story. Better results usually occur when the discussion is restricted to the two principal parties involved. Otherwise parents may become the victims of hearsay.  Alcohol and drug usage is a frequent topic among teens. The inclination toward experimentation and testing boundaries, a sense of invincibility and immortality, and poor judgment regarding long-term consequences for their actions provide the \"perfect storm\" for many teens. An adolescent burdened with uncontrolled ADHD is a setup for disaster. Parental expectations -- specifically enumerated -- provide a necessary foundation. No alcohol or drug use is to be tolerated. No attendance at parties where alcohol is consumed is acceptable, even if adult supervision is anticipated. Monitor alcohol types and quantities at home. Know your teen's friends and never hesitate to call their parents if you are concerned regarding unusual or suspicious behaviors. Watch for signs and symptoms of alcohol/drug use: unusual redness in the whites of their eyes; characteristic breath odor or frequent use of breath mints or mouthwash (which may itself contain alcohol); changes in personality (for example, emotional lability, moodiness, etc. ); or deterioration academically. Don't hesitate to monitor your adolescent's activities and expect resistance. Be strong; it's your job. Below is a current survey of American children and alcohol usage. The message is alarming. 75% admit to having at least one complete drink40% admit to having drunk alcohol within the last 30 days of the study3% admit to daily alcohol consumption30% admit to heavy drinking 58% admit to having a least one complete drink22% admit to heavy drinking37% admit to being drunk at least once 36% admit to having a least one complete drink12% admit to heavy drinking16% admit to being drunk at least once Starting to drink at less than 15 years of age is associated with a four times higher likelihood of developing alcohol dependency and a two times higher likelihood of abusing alcohol than starting to drink at 21 years of age or older. A \"complete drink\" is defined as 12-14 oz. of beer or 6 oz. wine or a 1. 5 oz. shot of distilled spirits (for example, rum). \"Heavy drinking\" is defined as consuming five or more drinks in a row during one episode of alcohol consumption. ", 
    "title": "13 Tips For Parenting A Teen With Adhd"
}