{
    "data": "  Introduction to the 1p36 deletion syndrome – how individuals get chromosomes with missing DNA1p36 deletion syndrome stands for the following: 1 is the chromosome number that has deleted DNA, p is the short arm of the chromosome (shortest length of DNA above the centromere) that contains designated area 36 that is missing DNADNA missing from area 1p36 is responsible for the broad range of symptoms such as changes in facial structures, severe learning disabilities, severe oral communication problems, heart, muscle, breathing, eye and other problemsNot all affected individuals develop all problems; the severity is likely related to which areas and how much DNA is missing in 1p36Treatment for 1p36 deletion syndrome is mainly aimed at reducing the severity of symptoms with consultations with experts in the medical, surgical and behavior fields. Each person with 1p36 deletion syndrome is an individual with problems specifically related to their 1p36 DNA loss; with appropriate consultation and effort on both the affected individual and their family or caregiver, a chance to develop rewarding relationships should be available for many peopleThe genetic problem is so new that life expectancy and overall prognosis are not yet well defined; there are reports that some individuals with 1p36 deletion syndrome live to adulthood. As humans, we all should share 23 chromosomes from each parent, for a total of 46. But what happens when some of the genetic material (genes made from DNA) in the chromosomes is missing? The outcome depends on the functions that the genetic material controls. Unfortunately, in a relatively newly identified problem, 1p36 deletion syndrome, (first deletion noted in 1981 and in 1997, the clinical features first outlined), a small segment of missing DNA results in large problems for individuals missing the DNA and for their families. The name of the problem is 1p36 deletion syndrome. This numeric name means that it affects chromosome # 1, the largest human chromosome. It precisely affects the area on the #1 chromosome that is on a short arm of the chromosome (p means the short arm above the centromere that joins the two parental copies of chromosome 1, and area 36 is where the missing DNA should be located). In recent years (about 2005-08), recent diagnostic tests known as fluorescent in situ hybridization (FISH) and microarray comparative genomic hybridization (array CGH) have been developed to definitively diagnose the 1p36 deletion syndrome. CGH may determine about how much DNA is missing.  Unfortunately, for the affected individuals and family, missing DNA in this section is very influential on a person's overall development and is often unnoticed until the newborn or infant is noted to miss physical or developmental landmarks. These landmarks that are missed or severely delayed comprise the symptoms and signs of 1p36 deletion syndrome. Not all symptoms will be present in each individual because there is variation from person to person and, in general, most researchers think that the more DNA missing from 1p36, the more intense or apparent these symptoms will appear. Many individuals will have a small head size that is short and wide; many have noticeable facial features of deep-set eyes with straight-appearing eyebrows, a sunken–appearing face with a broad flat nose and an elongated area from nose to mouth, a pointed chin, and low-set ears that are rotated backwards and are abnormally shaped. Some individuals are preliminarily diagnosed from their appearance described above. Others may have less noticeable physical symptoms and require FISH or CGH tests for diagnosis. To confirm or establish the diagnosis it is appropriate to test any individual suspected of having 1p36 deletion syndrome as follows: Conventional cytogenetic studies to detect large deletions (i. e. , &gt; 5 Mb) and more complex cytogenetic rearrangements (unbalanced chromosome translocations)FISH with at least two subtelomeric region-specific probes (Vysis 1p subtel probe, Vysis p58 probe; D1Z2 Oncor probe or CEB108/T7) to detect unbalanced translocations and to identify parental chromosome rearrangementsDeletion/duplication analysis by CMA to detect smaller deletions (i. e. , &gt; 5 Mb) or interstitial deletions or complex rearrangements There are other problems (symptoms) that many individuals with 1p36 deletion syndrome develop: About 90% have severe learning disabilitiesAbout 75% will have no ability to form words, the other approximate 25% will only develop a few words or phrasesAbout 70% develop types of heart problemsAbout 50% will develop seizures, behavior problems, and hearing problemsOther problems such as weak muscle tone, breathing problems, eye problems, swallowing problems, genital malformations (usually minor in males), and metabolic problems have been reported  Treatment is limited; symptomatic treatment is the usual treatment available. The heart, eye, muscle tone, and swallowing problems may be reduced by specialists in those fields. The earlier the diagnosis and treatment, the more likely these problems will become manageable or minimized. Some clinicians report good results with behavior modification training. Some affected individuals do well and can participate in many social events, but not all individuals are successful. Compassion, patience and understanding of the extent of an individual's capabilities can allow an individual to have a loving and rewarding relationship with family and friends. Some affected individuals may be able to learn to communicate with body and sign language; this ability may take considerable effort and training on both the affected person and caregiver's part to develop. Part of the prognosis for individuals with 1p36 deletion syndrome really depends on how much of DNA is missing from the p36 region. Some researchers now list p36 as p36. 1 to p36. 3, with p36. 3 as the most amount of DNA missing and having the worst prognosis (poor, with severe symptoms). However, even these individuals may have some responses to the treatment listed above. Consequently, some individuals may have a relative good prognosis (a loving relationship with understanding and patient caregivers and family members) to a poor prognosis and early death from significant physical problems. While 1p36 deletion syndrome is so new that data on projected lifespan is lacking, there are reports in the medical literature that some patients reach adulthood. How many of those that have the syndrome now and live on will help determine the life expectancy for future patients with 1p36 deficiency syndrome.  Current research is focusing on collecting blood from families with a child who has been diagnosed with a chromosomal disorder including microdeletions in order to further develop a non-invasive prenatal screening test based on fetal DNA isolated from maternal blood. ", 
    "title": "1P36 Deletion Syndrome"
}