{
    "data": "  Although a fever could be considered any body temperature above the normal 98. 6 F (37 C), medically, a person is not considered to have a significant fever until the temperature is above 100. 4 F (38. 0 C). Most fever is beneficial, causes no problems, and helps the body fight off infections. The main reason to treat a fever is to increase comfort. Fever is the result of an immune response by your body to a foreign invader. Foreign invaders include viruses, bacteria, fungi, drugs, or other toxins. Children under 3 months of age with a temperature of 100. 4 F (38. 0 C) or greater should be seen by a health-care professional. They may be quite ill and not show any signs or symptoms besides a fever. Infants younger than 6 weeks of age should be seen immediately by their doctor. Acetaminophen (Tylenol and others) and ibuprofen (Advil, Motrin) can be used to treat a fever. Aspirin should not be used in children or adolescents to control fever. The prognosis for a fever depends on the cause. Most cases of fever are self-limited and resolve with treatment of symptoms. A person who is taking immunosuppressant drugs or who has a history of or diagnosis of cancer, AIDS, or other serious illness, such as heart disease or diabetes, should seek medical care if a fever develops.  The definition of fever is an elevation in body temperature or a high body temperature. Technically, any body temperature above the normal oral measurement of 98. 6 Fahrenheit (37 Celsius) or the normal rectal temperature of 99 F (37. 2 C) is considered elevated. However, these are averages, and one's normal body temperature may actually be 1 F (0. 6 C) or more above or below the average of 98. 6 F. Body temperature can also vary up to 1 F (0. 6 C) throughout the day. Fever is not considered medically significant until body temperature is above 100. 4 F (38 C), which is the temperature considered to be a fever by medical professionals. Anything above normal but below 100. 4 F (38 C) is considered a low-grade fever. Fever serves as one of the body's natural defenses against bacteria and viruses that cannot live at a higher temperatures. For that reason, low-grade fevers should normally go untreated, unless accompanied by troubling symptoms or signs. Also, the body's defense mechanisms seem to work more efficiently at a higher temperature. Fever is just one part of an illness, many times no more important than the presence of other symptoms such as cough, sore throat, sinus congestion, fatigue, joint pains or aches, chills, nausea, etc. Fevers of 104 F (40 C) or higher may be dangerous and demand immediate home treatment and prompt medical attention, as they can result in delirium and convulsions, particularly in infants, children, and the elderly. Fever should not be confused with hyperthermia, which is a defect in your body's response to heat (thermoregulation), which can also raise the body temperature. This is usually caused by external sources such as being in a hot environment. Heat exhaustion and heat stroke are forms of hyperthermia. Other causes of hyperthermia can include side effects of certain medications or medical conditions. Fever should also not be confused with hot flashes or night sweats due to hormonal changes during perimenopause (the time period around menopause). Hot flashes and night sweats cause a sudden and intense feeling of heat, and may be accompanied by flushing (skin redness and tingly feeling) and sweating, but are not the same thing as a fever.   Fever is the result of an immune response by your body to a foreign invader. These foreign invaders include viruses, bacteria, fungi, drugs, or other toxins. These foreign invaders are considered fever-producing substances (called pyrogens), which trigger the body's immune response. Pyrogens signal the hypothalamus in the brain to increase the body temperature set point in order to help the body fight off the infection. Fever is a common symptom of most infections such a colds and gastroenteritis (also referred to as stomach flu), and thus a risk factor for fever is exposure to infectious agents. Typical infections that may cause a fever include those of the ear, throat, lung, bladder, and kidney. In children, immunizations (such as vaccine shots) or teething may cause short-term low-grade fever. Autoimmune disorders (including rheumatoid arthritis, lupus, and inflammatory bowel disease), medication side effects, seizures, blood clots, hormone disorders, cancers, and illicit drug use may also cause fevers. Fever itself is not contagious; however, if the fever is caused by a viral or bacterial infection, the infection may be contagious. A fever can cause a person to feel very uncomfortable. Signs and symptoms of a fever include the following: Temperature greater than 100. 4 F (38 C) in adults and childrenShivering, shaking, and chillsAching muscles and joints or other body achesHeadacheIntermittent sweats or excessive sweatingRapid heart rate and/or palpitationsSkin flushing or hot skinFeeling faint, dizzy, or lightheadedEye pain or sore eyesWeaknessLoss of appetiteFussiness (in children and toddlers)Also important to note in children are symptoms that can accompany an infection, including sore throat, cough, earache, vomiting, and diarrheaWith very high temperatures (&gt;104 F/40 C), convulsions, hallucinations, or confusion is possible. Always seek medical attention for a high fever or if these symptoms occur.  Along with having generalized symptoms of a fever, taking one's temperature with a thermometer can confirm the diagnosis of a fever. A temperature greater than 100. 4 F in adults or children is considered a fever. Different tests may be done by a doctor, such a blood and imaging tests, to determine the cause of a fever and if the cause of the fever needs to be treated. Digital thermometers can be used to measure rectal, oral, or axillary (under the armpit) temperatures. The American Academy of Pediatrics does not recommend use of mercury thermometers (glass), and they encourage parents to remove mercury thermometers from their households to prevent accidental exposure to this toxin. Axillary temperatures are not as accurate as rectal or oral measurements, and these generally measure 1 degree lower than a simultaneously obtained oral temperature. Place the tip of the digital thermometer in a child's armpit. Leave the thermometer in place about one minute or until one hears a beep to check a digital reading. Tympanic (ear) thermometers must be placed correctly in a child's ear to be accurate. Too much earwax can cause the reading to be incorrect. Eardrum temperature measurements are not accurate in small children and should not be used in children under 3 years (36 months) of age. This is especially true in infants below 3 months of age when obtaining an accurate temperature is very important. People 4 years old and older can have their temperature taken with a digital thermometer under the tongue with their mouth closed. Clean the thermometer with soapy water or rubbing alcohol and rinse. Turn the thermometer on and place the tip of the thermometer as far back under the tongue as possible. The mouth should remain closed, as an open mouth can cause readings to be inaccurate. The thermometer should remain in place for about one minute or until one hears the beep. Check the digital reading. Avoid hot or cold drinks within 15 minutes of oral temperature measurement to ensure correct readings. The American Academy of Pediatrics recommends rectal temperature measurements for children and toddlers under 3 years of age, as this gives the most accurate reading of core temperature. Clean the thermometer with soapy water or rubbing alcohol and rinse with cool water. Use a small amount of lubricant, such as petroleum jelly, on the end. Place the child or baby prone (belly-side down) on a firm surface, or place a child face up and bend his legs to his chest. After separating the buttocks, insert the thermometer approximately ½ to 1 inch into the rectum. Do not insert it too far. Hold the thermometer in place, loosely keeping one's hand cupped around the child's bottom, and keep one's fingers on the thermometer to avoid it accidently sliding further into the rectum. Keep it there for about one minute, until one hears the beep. Remove the thermometer, and check the digital reading. Label the rectal thermometer so it's not accidentally used in the mouth. A rectal temperature will read approximately 1 degree higher than a simultaneously obtained oral temperature.   Generally, if the fever does not cause discomfort, the fever itself need not be treated. It is not necessary to awaken an adult or child to treat a fever unless instructed to do so by a doctor. The following fever-reducing medications may be used at home: Acetaminophen (Tylenol and others) can be used to lower a fever. The recommended pediatric dose can be suggested by the child's pediatrician. Adults without liver disease or other health problems can take 1,000 mg (two \"extra-strength\" tablets) every six hours or as directed by a physician. The makers of Tylenol state the maximum recommended dose of acetaminophen per day is 3,000 mg, or six extra-strength tablets per 24 hours, unless directed by a doctor. Regular-strength Tylenol tablets are 325 mg; the recommended dosage for these is two tablets every four to six hours, not to exceed 10 tablets per 24 hours. If your fever is accompanied by vomiting and you are unable to keep oral medications down, ask a pharmacist for acetaminophen suppositories, which are available without a prescription. Ibuprofen (Motrin, Advil) can also be used to break a fever in patients over 6 months of age. Discuss the best dose with a doctor. For adults, generally 400 mg to 600 mg (two to three 200 mg tablets) can be used every six hours as fever reducers. Naproxen (Aleve) is another nonsteroidal anti-inflammatory drug (NSAID) that can temporarily reduce fever. The adult dose is two tablets every 12 hours. Aspirin should not be used for fever in children or adolescents. Aspirin use in children and adolescents during a viral illness (especially chickenpox and influenza, or flu) has been associated with Reye's syndrome. Reye's syndrome is a dangerous illness that causes prolonged vomiting, confusion, and even coma and liver failure.  An individual with a fever should be kept comfortable and not overdressed. Overdressing can cause the temperature to rise further. Tepid water (85 F [30 C]) baths or sponge baths are a home remedy that may help bring down a fever. Never immerse a person with a fever in ice water. This is a common misconception. Never sponge a child or an adult with alcohol; the alcohol fumes may be inhaled, causing many problems. Other home remedies for fever include staying hydrated. Drink plenty of water and fluids, and avoid alcohol or caffeinated beverages, which can contribute to dehydration. Popsicles can also be cooling and provide fluids while also soothing a sore throat if that is present. A fan to circulate air or an open window may be helpful, as well as applying a cool damp washcloth to the forehead. If you are caring for a child, make sure the child does not feel too cold. A fever over 104 F/40 C in children and adults is considered dangerous. Seek medical attention immediately. Any child below 3 months of age who has a temperature of 100. 4 F (38 C) or greater should be seen by a physician. If a child or adult has a history or diagnosis of cancer, AIDS, or other serious illness, such as heart disease, diabetes, or is taking immunosuppressant drugs, medical care should be sought for a fever. Children with a fever who have signs and symptoms such as rash, sore throat, ear pain, stiff neck, drowsiness, fussiness, or headache should see a doctor. In addition, if a fever lasts more than one day in a child or toddler 2 years of age or under, or last more than three days in a child over age 2, seek medical care. Otherwise, observe the person with the fever. If he or she appears sick or has symptoms that would suggest a major illness, such as meningitis (headache, stiff neck, confusion, problems staying awake), urinary tract infection (shaking chills, back pain, burning with urination), pneumonia (shortness of breath, cough), or any other signs of a serious illness, contact a health-care professional. Other symptoms that may be indicative of a severe illness include repeated vomiting, severe diarrhea, or skin rashes (that could be a sign of dengue fever, Rocky Mountain spotted fever, scarlet fever, rheumatic fever, strep throat, or chickenpox). Fever blisters (herpangina) are small blisters that turn into ulcers, usually on the lips, mouth, or tongue; a virus causes fever blisters. When a child contracts this virus for the first time, the symptoms and the fever blisters can be quite severe. If the child is not eating or drinking, contact the child's pediatrician. Women who are pregnant should contact a doctor for a fever over 101 F (38 C). A fever during pregnancy that is accompanied by a rash and joint pain could be a sign of an infection that could affect the baby. Some infections, such as cytomegalovirus (CMV), can cause congenital deafness and other problems in the baby. If a pregnant woman contracts the Zika virus (also called Zika fever), it may cause a birth defect called microcephaly (small head). On the other hand, if the fever accompanies a simple cold or virus, one can treat the fever as described above and be assured the fever is only a symptom of the illness. This is not to say one should ignore a fever. If there are other associated symptoms that are bothersome, contact a doctor. Some vaccines given in childhood can cause a low-grade fever within a day or two of getting the injection. This fever is usually self-limited and short-lived. If the reaction seems severe or the skin at the injection site is red, hot, and painful, contact the child's doctor. A low percentage of all children and toddlers between 18 months to 3 years of age will have a seizure (convulsion) with a high fever. Of those with a history of febrile seizure, some will have another seizure associated with another febrile (fever) episode. Febrile seizures, while frightening to the parents, are not associated with long-term nervous-system complications. Children used to be prescribed the antiseizure drug phenobarbital (Solfoton, Luminal) following a febrile seizure as a preventive measure (prophylaxis). This has not been shown to be beneficial and possibly may be harmful, so it is not recommended. Recurrent fever in children (three or more episodes of fever in a six-month period, with no apparent causative illness) can be a symptom of a few different illnesses, such as PFAPA (periodic fever, aphthous ulcers, pharyngitis, and adenopathy) syndrome, cyclic neutropenia, Epstein-Barr virus (EBV) infection, and others. See your child's pediatrician if fevers are recurrent. Recurrent, persistent, or chronic fever in adults may accompany immune-deficient fever of unknown origin (FUO), also known as neutropenic FUO, and HIV-associated FUO, as well as many other infectious conditions. Adults should see their doctors if they develop recurrent fever.  Any kind of doctor is able to treat a fever, but most likely when you have a fever you will see your family medicine specialist (also called a general practitioner) or internist, and your child will see a pediatrician. You may see an emergency-medicine specialist in an emergency department. If fever is due to a specific underlying or recurrent medical condition, you may see a specialist for that particular condition. For example, if a person has cancer and a fever, an oncologist may be consulted. A pregnant woman with a fever may see her obstetrician. Newborns with fever may see neonatal specialists. Patients with HIV/AIDS and fever may consult an infectious-disease specialist. While having a fever is generally very uncomfortable, a fever itself does not usually cause severe complications. High fever (&gt;103 F/40 C) or prolonged bouts of fever can lead to seizures,hallucinations, and/ordehydration. It is important to seek treatment for the underlying cause of a fever in the situations described above. Many of the infections that can cause fever can lead to severe complications if untreated.  The prognosis for a fever and how long it lasts depends on the cause. Most cases of fever are self-limited and resolve with symptomatic treatment. For example, a fever associated with a common cold usually only lasts two to three days. If fever is caused by influenza, most flu symptoms including fever go away in about a week. Depending on the cause, antibiotics or other appropriate medications may be used. Fevers associated with severe infections, or in patients whose immune system is compromised (such as those with cancer, elderly people, newborn infants, patients with HIV/AIDS, or people with autoimmune disorders), can be life-threatening. Prevention of fever is possible only to the extent that the specific cause of the fever can be prevented. Most fevers are caused by infection. Avoiding sources of infection and maintaining good hygiene practices are the best way to prevent a fever. Some ways to prevent the spread of infection include the following: Proper hygiene: Wash hands frequently. Avoid contact with sick people. Make sure immunizations are up to date. American Academy of Pediatrics141 Northwest Point BoulevardElk Grove Village, IL 60007-1098Phone: 847-434-4000Phone: 800-433-9016Fax: 847-434-8000info@healthychildren. org ", 
    "title": "Aches Pain Fever"
}