{
    "data": "  The most common initial symptom of Achilles tendon rupture is a sudden snap at the back of the heels with intense pain. Immediately after the rupture, the majority of individuals will have difficult walking. Some individuals may have had previous complains of calf or heel pain, suggesting prior tendon inflammation or irritation. Immediately after an Achilles tendon rupture, most individuals will develop a limp. In addition, when the ankle is moved, the patient will complain of pain. In all cases, the affected ankle will have no strength. Once the Achilles tendon is ruptured, the individual will not be able to run, climb up the stairs, or stand on his toes. The ruptured Achilles tendon prevents the power from the calf muscles to move the heel. Whenever the diagnosis is missed, the recovery is often prolonged. Bruising and swelling around the calf and ankle occur. Achilles tendon rupture is frequent in elderly individuals who have a sedentary lifestyle and suddenly become active. In these individuals, the tendon is not strong and the muscles are deconditioned, making recovery more difficult. Achilles tendon rupture has been reported after injection of corticosteroids around the heel bone or attachment of the tendon. The fluoroquinolone class of antibiotics (such as ciprofloxacin [Cipro]) is also known to cause Achilles tendon weakness and rupture, especially in young children. Some individuals have had a prior tendon rupture that was managed conservatively. In such cases, recurrence of rupture is very high. The Achilles tendon is the largest and strongest tendon in the human body. The Achilles tendon connects the heel bone (calcaneus) to the muscles at the back of the calf (using gastrocnemius and soleus muscles). The synchronous function of the tendon and calf muscles is critical for activities like jumping, running, standing on the toe, and climbing stairs. When climbing stairs or running, the forces within the tendon have been measured and indicate that the structure is able to withstand at least 10 times the body weight of the individual. (See picture 1. ) The function of the Achilles tendon is to help raise your heel as you walk. The tendon also assists in pushing up the toes and lifting the rear of the heel. Without an intact Achilles tendon, almost any motion with the ankle (for example, walking or running) is difficult.   The Achilles tendon receives its blood supply from only one blood vessel (the posterior tibial artery). This blood vessel has many small branches, which supply the entire tendon. However, the blood vessels just above the heel do become narrow with age, and this increases the risk of rupture. The Achilles tendon in young people has adequate blood supply, leading to a strong and flexible tendon, which is less prone to rupture. With advanced age, the Achilles tendon is easily irritated and inflamed and thus prone to rupture. Rupture of the Achilles tendon is a common injury in healthy, young, active individuals. The rupture is typically spontaneous and most commonly observed in individuals in between 24-45 years of age. The majority have had no prior history of pain or previous injury to the heel. In the majority of cases, rupture of the Achilles tendon occurs just a few centimeters above the heel bone. Common causes of Achilles tendinitis or rupture include advanced age, poor conditioning, and overexertion during exercise. In most cases, the individual rapidly performs activity like running or standing on the toes, which generates intense force on the tendon, leading to rupture. Achilles tendon rupture is often described as an abrupt break with instantaneous pain that is felt in the foot or heel area. The pain may radiate along the back of the leg and is often intense. Generally, walking may be difficult and the foot may drag. Most individuals claim that they felt like they were kicked in that area or even shot at. These symptoms lead to a suspicion of rupture of the Achilles tendon. Sometimes the tendon does not fully rupture but only a partial tear develops. The partial tear can also present with pain, and if not recognized, can rapidly develop into a full-blown rupture. In the majority of cases, the Achilles tendon rupture occurs just above the heel, but it may occur anywhere along the length of the tendon. (See picture 2. ) It is important to know that pain at the back of the heel is not always due to Achilles tendon rupture. It may be due to bursitis (fluid accumulation in the heel due to repeated irritation) and tendonitis (pain along the Achilles tendon due to constant friction and irritation). The above disorders tend to improve with use of pain medications and rest, whereas Achilles tendon rupture requires surgery and/or a cast. The exact number of people who develop Achilles tendon injury is not known, because many people with mild tendonitis or partial tear do not seek medical help. It is believed to be more common in men but with the recent participation of women in athletics, the incidence of Achilles tendon injury is also increasing in this population. Overall, injury to the Achilles tendon is by far most common in the athlete/active individual.  Repeated stress from a variety of causes is often the cause of Achilles tendon injury. The stress may occur from any of the following: Excessive activity or overuseFlat feetPoorly fitting or inadequate shoesInadequate warm-up or proper conditioningJogging or running on hard surfacesOlder recreational athletePrevious Achilles tendon injury (tendonitis/rupture)Repeated steroid injectionsSudden changes in intensity of exerciseUse of fluoroquinolone antibiotics (especially in children)Trauma to the ankleTense calf muscles prior to exerciseWeak calf muscles Patients with an Achilles tendon rupture will often complain of a sudden snap in the back of the leg. The pain is often intense. With a complete rupture, the individual will only be able to ambulate with a limp. Most people will not be able to climb stairs, run, or stand on their toes. Swelling around the calf may occur. Patients may often have had a sudden increase in exercise or intensity of activity. Some patients may have had recent corticosteroid injections or use of fluoroquinolone antibiotics. Some athletes may have had a prior injury to the tendon. When Achilles tendon injury is suspected, the entire lower lag is examined for swelling, bruising, and tenderness. If there is a full rupture, a gap in the tendon may be noted. Patients will not be able to stand on the toes if there is a complete Achilles tendon rupture. Several tests can be performed to look for Achilles tendon rupture. One of the most widely used tests is called the Thompson test. The patient is asked to lie down on the stomach and the examiner squeezes the calf area. In normal people, this leads to flexion of the foot. With Achilles tendon injury, this movement is not seen.  Diagnosis of Achilles tendon rupture is not difficult. Usually, the diagnosis is obvious after examination of the ankle and performing some easy foot maneuvers (such as attempting to stand on the toes). When an Achilles tendon rupture occurs, there is often clinical confirmation of tenderness and bruising around the heel. A gap is felt when the finger is passed over the heel area, where the rupture has developed. All individuals with a full-blown rupture of the tendon are unable to stand on their toes. There is no blood work required in making a diagnosis of Achilles tendon rupture. The following are three common radiological tests to make a diagnosis of Achilles tendon rupture: Plain X-rays of the foot may reveal swelling of the soft tissues around the ankle, other bone injury, or tendon calcification. Ultrasound is the next most commonly ordered test to document the injury and size of the tear. For a partial tear of the Achilles tendon, the diagnosis is not always obvious on a physical exam and hence an ultrasound is ordered. This painless procedure can make a diagnosis of partial/full Achilles tendon rupture rapidly. Ultrasound is a relatively inexpensive, fast, and reliable test. MRI is often ordered when diagnosis of tendon rupture is not obvious on ultrasound or a complex injury is suspected. MRI is an excellent imaging test to assess for presence of any soft-tissue trauma or fluid collection. More importantly, MRI can help detect presence of tendon thickening, bursitis, and partial tendon rupture. However, MRI is expensive and is not useful if there is any bone damage.  In general, for complete tear of the tendon, surgery is recommended. For partial tears, nonsurgical treatment is recommended. However, the selection of treatment depends on the patient, age, level of activity, and other risk factors. Surgery for Achilles tendon rupture is now routine and well established. Surgery is generally suggested for the young, healthy and active individuals. For athletes, surgery is often the first choice of treatment. The Achilles tendon can be repaired surgically by either a closed or open technique. With the open technique, an incision is made to allow for better visualization and approximation of the tendon. With the closed technique, the surgeon makes several small skin incisions through which the tendon is repaired. Irrespective of type of treatment, a short leg cast or postoperative boot is applied on the operated ankle after completion of the procedure (picture 3). The advantages of a surgical approach includes a decreased risk of re-rupture rate (0%-5%); the majority of individuals can return to their original sporting activities (within a short time), and most regain their strength and endurance. Disadvantages of a surgical approach include hospital admission, wound complications (for example, skin sloughing, infection, sinus tract formation, sural nerve injury), higher costs, and hospital admission. Nonsurgical method is generally undertaken in individuals who are old, inactive, and at high-risk for surgery. Other individuals who should not undergo surgery are those who have a wound infection/ulcer around the heel area. A large group of patients who may not be candidates for surgery include those with diabetes, those with poor blood supply to the foot, patients with nerve problems in the foot, and those who may not comply with rehabilitation. Nonsurgical management involves application of a short leg cast to the affected leg, with the foot in a slightly downward flexed position. Maintaining the ankle in this position helps appose the tendons and improves healing. The leg is placed in a cast for six to 10 weeks and no movement of the ankle is allowed. Walking is allowed on the cast after a period of four to six weeks. When the cast is removed, a small heel lift is inserted in the shoe to decrease the stress on the Achilles tendon for an additional two to four weeks. Following this, physical therapy is recommended. The advantages of a nonsurgical approach are no risk of a wound infection or breakdown of skin and no risk of nerve injury. The disadvantages of the nonsurgical approach includes a slightly higher risk of Achilles tendon rupture and the surgery is much more complex if indeed a repair is necessary in future. In addition, the recuperative period after the nonsurgical approach is more prolonged.  If a complete rupture of the Achilles tendon is treated nonsurgically, the risk of re-rupture is anywhere from 20%-40%. However, newer data indicate that the risk is much lower. Repeat surgery for Achilles tendon rupture is usually associated with poor results. Other complications related to surgery include skin sloughing, wound infection, nerve damage, and a protracted recuperation period. Once the cast is removed, the initial therapy is passive exercises to regain mobility in the ankle joint. After several weeks, more strenuous resistance exercises are incorporated. This is then followed by gait training exercises after about two to three months following the initial treatment. Return to routine activities usually occurs at four to six months. The recovery phase is dependent on the patient's motivation, desired activity levels, and the quality of the physical therapy program. Some type of rehabilitation is necessary after injury to the Achilles tendon. For patients with partial rupture who are managed conservatively, rehabilitation should be started once the pain has diminished. Patients who undergo surgical repair of the Achilles tendon do not need physical therapy during the acute phase of healing, but it is highly recommended once the incision has healed Aggressive physical therapy is the key to recovery. After the cast is removed, the ankle is gently massaged and mobilized to reduce stiffness. After two weeks, active exercises are undertaken. A total of 12-16 weeks of active physical therapy is required for the best results. The ability to return to the previous physical activities is dependent on the motivation and quantity of rehabilitation. Many exercises can be undertaken following Achilles tendon repair. The exercises usually begin once the pain has subsided. The initial exercises include calf muscle stretching, with and without weights on the foot. Once flexibility is obtained, strengthening exercise with the knee in extension and flexion are done. Both isotonic and isometric exercises are utilized to regain muscle strength. Once the individual is totally pain free, sport-specific exercises are started. A warm-up is highly recommended prior to any exercise. Jogging, jumping, and sprinting are encouraged for all athletes. In individuals who develop pain after exercise, a night splint may be worn to help relax the tendon.  To prevent Achilles tendonitis or rupture, the following tips are recommended: Avoid activities that place an enormous stress on the heel (for example, uphill running or excessive jumping). Stop all activity if there is pain at the back of the heel. If pain resumes with one particular exercise, another exercise should be selected. Wear proper shoes. Gradually strengthen calf muscles with sit-ups if prior episodes of Achilles tendonitis have occurred. Always warm up with stretching exercises before any activity. Avoid high-impact sports if prior episodes of Achilles tendon injury. Once the Achilles tendon is partially damaged, one should exercise great care. The risk of rupture is high and if pain is associated with walking, one should consult with an orthopedic surgeon or a sports physician. A complete rupture of the Achilles tendon is never treated at home. It is important to understand that there are no minerals, nutrients, or herbs to treat Achilles tendon injury and any delay just worsens the recovery. When proper treatment and rehabilitation are undertaken, the prognosis is excellent. The majority of athletes can return to their previous exercise or sports. However, those who undergo nonsurgical care should be aware that recurrence of tendon rupture is much higher than surgical therapy. Individuals should be aware of proper techniques of warming up prior to any exercise. For those who develop pain at the back of the heel during sporting activities, it is highly recommended that one wear proper-fitting shoes and discontinue the exercise if pain persists. ", 
    "title": "Achilles Tendon Rupture"
}