{
    "data": "  Acupuncture has been shown to be effective for the treatment of nausea and vomiting in adults following surgery or taking chemotherapy and post-operative dental pain. Acupuncture may be effective in treating a number of other conditions. More research is needed to define more precisely the role of acupuncture in health care. Acupuncture is a component of the health care system of China that can be traced back at least 2,500 years. The general theory of acupuncture is based on the premise that there are patterns of energy flow (Qi) through the body that are essential for health. Disruptions of this flow are believed to be responsible for disease. Acupuncture may, it has been theorized, correct imbalances of flow at identifiable points close to the skin. The practice of acupuncture to treat identifiable pathophysiological (disease) conditions in American medicine was rare until the visit of President Richard M. Nixon to China in 1972. Since that time, there has been an explosion of interest in the United States and Europe in the application of the technique of acupuncture to Western medicine. Acupuncture is a family of procedures involving stimulation of anatomical locations on or in the skin by a variety of techniques. There are a variety of approaches to diagnosis and treatment in American acupuncture that incorporate medical traditions from China, Japan, Korea, and other countries. The most thoroughly studied mechanism of stimulation of acupuncture points employs penetration of the skin by thin, solid, metallic needles, which are manipulated manually or by electrical stimulation. After reviewing the existing body of knowledge, the U. S. Food and Drug Administration (FDA) removed acupuncture needles from the category of \"experimental medical devices. \" The FDA now regulates acupuncture needles, just as it does other devices such as surgical scalpels and hypodermic syringes, under good manufacturing practices and single-use standards of sterility.  The most common serious injury reported from the needles of acupuncture has been accidental puncture of the lung, which results in a partial collapse of the lung called pneumothorax. The most common infection reported from acupuncture treatments is viral hepatitis, a potentially serious infection of the liver. Other side effects include bacterial infections locally at the site of needle insertion in the skin and elsewhere in the body. Generally, side effects seem to relate to poor hygiene and training of the acupuncturist. The National Institutes of Health (NIH) Consensus Development Program was established in 1977 and is designed to assess health technology. The program organizes major conferences that produce consensus statements and technology assessment statements on controversial issues in medicine important to health care providers, patients, and the general public. The following statement is from the NIH Consensus Development Statement on Acupuncture on November 3-5, 1997. Acupuncture as a therapeutic intervention is widely practiced in the United States. There have been many studies of its potential usefulness. However, many of these studies provide equivocal results because of design, sample size, and other factors. The issue is further complicated by inherent difficulties in the use of appropriate controls, such as placebo and sham acupuncture groups. However, promising results have emerged, for example, efficacy of acupuncture in adult post-operative and chemotherapy nausea and vomiting and in post-operative dental pain. There are other situations such as addiction, stroke rehabilitation, headache, menstrual cramps, tennis elbow, fibromyalgia, myofascial pain, osteoarthritis, low back pain, carpal tunnel syndrome, and asthma where acupuncture may be useful as an adjunct treatment or an acceptable alternative or be included in a comprehensive management program. Findings from basic research have begun to elucidate the mechanisms of action of acupuncture, including the release of opioids and other peptides in the central nervous system and the periphery and changes in neuroendocrine function. Although much needs to be accomplished, the emergence of plausible mechanisms for the therapeutic effects of acupuncture is encouraging. The introduction of acupuncture into the choice of treatment modalities that are readily available to the public is in its early stages. Issues of training, licensure, and reimbursement remain to be clarified. There is sufficient evidence, however, of acupuncture's value to expand its use into conventional medicine and to encourage further studies of its physiology and clinical value. This statement is representative of the opinions of current standard medical practice.  Here are current thoughts from the National Institutes of Health on the manner by which acupuncture might produce beneficial health results. Many studies in animals and humans have demonstrated that acupuncture can cause multiple biological responses. These responses can occur locally, i. e. , at or close to the site of application, or at a distance, mediated mainly by sensory neurons to many structures within the central nervous system. This can lead to activation of pathways affecting various physiological systems in the brain as well as in the periphery. A focus of attention has been the role of endogenous opioids in acupuncture analgesia. Considerable evidence supports the claim that opioid peptides are released during acupuncture and that the analgesic effects of acupuncture are at least partially explained by their actions. That opioid antagonists such as naloxone reverse the analgesic effects of acupuncture further strengthens this hypothesis. Stimulation by acupuncture may also activate the hypothalamus and the pituitary gland, resulting in a broad spectrum of systemic effects. Alteration in the secretion of neurotransmitters and neurohormones and changes in the regulation of blood flow, both centrally and peripherally, have been documented. There is also evidence that there are alterations in immune functions produced by acupuncture. Which of these and other physiological changes mediate clinical effects is at present unclear. Despite considerable efforts to understand the anatomy and physiology of the \"acupuncture points,\" the definition and characterization of these points remains controversial. Even more elusive is the scientific basis of some of the key traditional Eastern medical concepts such as the circulation of Qi, the meridian system, and other related theories, which are difficult to reconcile with contemporary biomedical information but continue to play an important role in the evaluation of patients and the formulation of treatment in acupuncture. Some of the biological effects of acupuncture have also been observed when \"sham\" acupuncture points are stimulated, highlighting the importance of defining appropriate control groups in assessing biological changes purported to be due to acupuncture. Such findings raise questions regarding the specificity of these biological changes. In addition, similar biological alterations including the release of endogenous opioids and changes in blood pressure have been observed after painful stimuli, vigorous exercise, and/or relaxation training; it is at present unclear to what extent acupuncture shares similar biological mechanisms. It should be noted also that for any therapeutic intervention, including acupuncture, the so-called \"non-specific\" effects account for a substantial proportion of its effectiveness, and thus should not be casually discounted. Many factors may profoundly determine therapeutic outcome including the quality of the relationship between the clinician and the patient, the degree of trust, the expectations of the patient, the compatibility of the backgrounds and belief systems of the clinician and the patient, as well as a myriad of factors that together define the therapeutic milieu. Although much remains unknown regarding the mechanism(s) that might mediate the therapeutic effect of acupuncture, it is encouraging that a number of significant acupuncture-related biological changes can be identified and carefully delineated. Further research in this direction not only is important for elucidating the phenomena associated with acupuncture, but also has the potential for exploring new pathways in human physiology not previously examined in a systematic manner. ", 
    "title": "Acupuncture"
}