{
    "data": "  Attention deficit hyperactivity disorder (ADHD) is a mental health condition. Childhood ADHD symptoms includedifficulty concentrating,trouble controlling impulses, andexcessive activity. While there is no specific cause of ADHD, there are many social, biological, and environmental factors that may raise one's risk of developing or being diagnosed with the disorder. There are three subtypes of ADHD: predominately inattentive, predominately hyperactive/impulsive, and combined (inattentive, hyperactive, and impulsive) presentation. While medications are commonly used in the treatment of ADHD, behavior therapy, school accommodations, and parent counseling are important in improving the child's ability to function, as well. The most common medications used to treat ADHD are the stimulant medications. About 85% of children with ADHD are at risk for having some form of the disorder in adulthood. People with ADHD are at a higher risk for also having anxiety, depression, mood swings, drug or alcohol abuse issues, interpersonal problems, school problems during childhood, as well as some medical, legal, and employment problems during adolescence and adulthood. Much of the latest research on ADHD in children focuses on how exposure to environmental toxins may increase the risk of developing this condition.  ADHD, formerly called ADD, refers to a mental health condition called attention deficit hyperactivity disorder. People with ADHD (formerly referred to as ADD) have problems with impulse control, excessive activity, and/or distractibility. These symptoms are considered difficulties with what are known as executive functions, the brain functions that are best understood as being the boss or chief executive officer of brain. Examples of executive functioning include planning, prioritizing, disciplining, and controlling what the person does. Statistics show that up to 7% of children and teens are thought to suffer from this disorder at any time, with up to 11% of children being assigned the diagnosis at some point during their childhood. Health professionals tend to diagnose boys with ADHD in children at a rate of more than twice that of girls. That is thought to be at least partly due to the diagnosis in girls being missed because of gender differences in ADHD symptoms. There are three types of ADHD: Predominately hyperactive/impulsivePredominately inattentiveCombined presentation (impulsive, inattentive, and hyperactive) The diagnostic label of ADHD has evolved over time. Difficulties paying attention were described by physician turned children's books author Heinrich Hoffmann in \"The Story of Fidgety Philip,\" a character who had trouble sitting still. While British pediatrician, Sir George Frederic Still, is credited with being the first to describe the whole group of symptoms for what is now known as ADHD, he viewed it to be caused by a problem with moral control. Earlier labels for this illness include hyperkinetic disease, hyperkinetic reaction of childhood, minimal brain damage, and minimal brain dysfunction. In 1980, the Diagnostic and Statistical Manual of Mental Disorders, Third Edition (DSM-III) formally named attention deficit disorder (ADD), with or without hyperactivity (what is now referred to as ADHD). In 1987, the Diagnostic and Statistical Manual of Mental Disorders, Third Edition, Revised (DSM-III-R) changed from having two subtypes of ADD, renaming the condition attention deficit hyperactivity disorder (ADHD). Then in 1994, DSM-IV described ADHD as having the three subtypes of predominantly inattentive, predominantly hyperactive-impulsive, and combined types. That labeling was continued in the treatment revision of the manual (DSM-IV-TR) in 2000 and almost completely retained in the latest version of the manual, DSM-V, in 2013.  Scientists at the Centers for Disease Control and Prevention estimate that about 2 million preschoolers are currently diagnosed with ADHD. While this condition can be diagnosed in children under 5 years of age, there is significant risk of misdiagnosis of ADHD given how quickly younger children grow and develop. Children who are of preschool age or younger also have less opportunity to be in settings that illuminate the symptoms of the condition than their school-aged counterparts. Symptoms of ADHD in toddlers may include trouble sitting still, a tendency to be in constant motion, talking constantly, as well as having difficulty focusing, listening, or settling down to sleep or eat. Although there is no single cause for ADHD, there are a number of biological, environmental, and social factors that seem to increase the risk of a person developing the disorder. Brain imaging studies show that the brains of people with ADHD tend to be smaller. The connections between certain parts of the brain are fewer, and the brain's regulation of the neurochemical dopamine tends to be less than in people who do not have the condition. Some medical conditions have been found to have a higher occurrence of ADHD compared to people without those conditions. Examples include seizures, asthma, as well as gastrointestinal disorders such as celiac disease and gluten sensitivity. Risk factors for ADHD that can occur in the womb include maternal stress, smoking or exposure to lead during pregnancy, and low weight at birth. Being male and having a family history of ADHD increase the likelihood that an individual is diagnosed with ADHD. This illness has also been linked to being exposed to tobacco smoke at home (secondhand smoke) or lead during childhood. Socially, low family income, low paternal education, exposure to childhood trauma, or a sudden life change are risk factors for developing ADHD. Behavioral expectations based on the culture of an area, from a school district, town, state, or country can influence how often this diagnosis is made, as well.   Symptoms of ADD/ADHD include the following: Often makes careless mistakes or has problems paying attention to detailPoor concentration during tasks or leisure activitiesDoes not seem to be listening and appears to zone out when spoken to directlyFrequently fails to complete instructions or to complete work tasks or choresOften has trouble organizing a task or activityShort attention spanFrequently avoids, dislikes, or resists participating in activities that require sustained concentration due to difficulty focusing, a tendency to waste timeRepeatedly loses things needed to complete tasks or activitiesEasily distracted by extraneous input or unrelated thoughtsFrequent forgetfulness/absentmindedness Often engages in fidgeting, squirming, or tapping hands or feetFrequently has trouble staying seatedFrequent restlessness or boredomHas trouble engaging in leisure activities quietlyEngages in multiple activities at onceOften talks excessivelyRepeatedly interrupts others talkingTrouble waiting his or her turnOften intrudes on others The fact that children with ADHD may be able to highly focus on activities they enjoy (such as watching television or playing video games), even excessively, does not mean that they do not have the condition. The difference in attention of ADHD children is that they tend to have suboptimal memory, be less able to pay attention consistently, particularly when required to complete less pleasurable activities. Their trouble sitting still may involve engaging in behaviors like running or climbing in situations where it is unsafe or otherwise inappropriate. While symptoms like insomnia, irritability, tantrums, otherwise quick temper or difficulty managing their anger, as well as low frustration tolerance, are not specific to ADHD or required for its diagnosis, many children, teens, and adults with this illness have these symptoms. Besides insomnia, other sleep problems like sleep apnea, low sleep efficiency, and trouble staying awake during the day often plague children who have ADHD .   In order for a child to receive an ADHD diagnosis, he or she must exhibit six symptoms of inattention or six symptoms of combined hyperactivity and impulsivity, while an older teen or adult need only have five of either group of symptoms. The ADD symptoms should start before 12 years of age, be present in more than one setting (for example, home and school), be severe enough to cause problems for the person, and not be able to be better explained by another condition for criteria for the diagnosis of ADHD to be met. There are three kinds of ADHD: predominately inattentive presentation, predominately hyperactive/impulsive presentation, and the combined (inattentive, hyperactive, and impulsive) presentation. Many health care professionals, including licensed mental health therapists, pediatricians and other primary-care providers, psychiatrists, clinical psychologists, psychiatric nurses, and social workers may help make the diagnosis of ADHD in children. One of these professionals will likely perform or refer for an extensive medical interview and physical examination as part of the assessment. One of the key issues in assessing children and teens for ADHD is determining whether the behaviors being exhibited are part of normal behavior or of ADHD. Individuals with ADHD also often have a learning disability or one of a number of other mental health problems, like symptoms associated with exposure to trauma, as well as depression, bipolar disorder, obsessive compulsive disorder and other anxiety disorders, Asperger's syndrome, and other autism-spectrum disorders. Childhood ADHD is also often associated with other behavior disorders, like conduct disorder and oppositional defiant disorder. Therefore, the health care professional will likely screen for signs of depression, manic depression, anxiety, and other mental health symptoms. The symptoms of ADHD may also be the result of a number of medical disorders that affect brain function or can be a side effect of various medications. For this reason, health care professionals often perform routine laboratory tests during the initial evaluation to rule out other causes of ADD symptoms. Occasionally, an X-ray, brain scan, or other imaging study may be needed. As part of this examination, the sufferer may be asked a series of questions from a standardized questionnaire or self-test to help establish the diagnosis. Some ADHD screening tests of symptom scales or checklists for children include the Vanderbilt Rating Scale and the Connors' Rating Scales. In an effort to encourage thoughtful, deliberate assessment and treatment of ADHD rather than premature treatment with medication, a stepped diagnostic approach to this condition is being encouraged by many mental health practitioners, except if the child's symptoms are severe such that the need for treatment is urgent. The steps in this approach include the following: Gathering information about the child from more than one source (such as from the school and home)Exploring what other issues may be causing symptoms (such as symptoms of a medical illness or reaction to trauma)Continue to monitor and assess potential symptoms over timeIf issues continue, provide an intervention like education materials on ADHDIf the minimal intervention does not result in adequate symptom management, provide or refer for a brief number of counseling sessions to teach the child and his or her family ways to decrease and manage the child's symptoms. If issues continue despite the previous interventions, consider assessment for treatment with medication for ADHD.   For people who have ADHD with celiac disease or gluten sensitivity, foods to avoid may include wheat-based products in an effort to decrease symptoms of hyperactivity, impulsivity, and distractibility. Although potentially difficult to implement in children, another change in the nutrition that may decrease symptoms includes eliminating food dyes. Limiting dietary sugar has seemed to decrease hyperactivity, impulsivity, or distractibility in some children, but research articles show inconsistent results in this regard. The Feingold diet (developed in the 1970s) involves omitting food additives in an attempt to alleviate ADHD symptoms. While the Feingold diet may help some individual children, it has long ago been deemed ineffective for most. Dietary supplements are sometimes used as homeopathic treatments for ADHD. For example, fish oil has been found to effectively treat ADHD in some individuals, particularly for those who have mild symptoms. Positive effects of fish oil in the treatment of ADHD may take as long as three months to become apparent. Some herbs, both alone and in combination with other herbs, have been found to reduce ADHD symptoms in some people with the disorder. Examples of such herbs include ginkgo biloba, brahmi, green oats, and pine bark. Variations in the concentration of herbs from manufacturer to manufacturer can make using these treatments difficult to implement. Vitamins that are thought to improve thinking (B vitamins) may also help improve the thinking and functioning of ADHD sufferers). Lifestyle improvements have been found to help reduce some symptoms in some children. Such improvements include regular exercise and ensuring the person receives adequate sleep every night. In fact, there is research that indicates that regular physical activity can measurably decrease ADHD symptoms, particularly in young children. Children who have trouble sleeping may benefit from over-the-counter medications that are not habit forming, such as melatonin. While medications are often prominent in the treatment of ADHD, there are a number of treatments without drugs. Psycho-education for the ADHD sufferer and his or her loved ones can be invaluable in improving understanding about the challenges of this condition and ways to cope. Behavioral treatments that address the interactions that the child with ADHD has with his or her parents, peers, and in school are also important in improving the kid's ability to function. One such approach to behavioral treatment is Applied Behavioral Analysis (ABA). ABA uses a number of strategies for encouraging positive observable (as opposed to reported) behaviors and discouraging the continuation of negative observable behaviors by holding the individual accountable, establishing achievable goals, empowering the person's strengths, and maintaining an optimistic stance throughout the treatment process. Mental health professionals often work with parents through specialized parenting skills trainings and/or through family therapy to enhance family structure and support, develop ways to manage a child's behaviors and to cope with any distress that the symptoms of ADHD causes within the family. Kids with ADHD, their parents, or other family members may also benefit from being part of a support group, in that such groups have the unique perspective of people who have similar experiences and can therefore give first hand advice on ways to cope. ADHD treatment specialists may assist teachers in developing ways to provide academic accommodations, thereby encouraging and reinforcing the child's strengths, decreasing the kid's counterproductive behaviors, and maximizing the child's academic success. Research shows that ADHD sufferers can also significantly improve their study skills, self-regulation, and feelings of well-being as the result of receiving ADHD coaching. This intervention is often designed to include weekly sessions, either in person, by telephone, or email over several months, often the length of the school year. The ADHD coach tends to focus on issues like scheduling homework, extracurricular and leisure activities, setting goals, organizing, confidence building, setting priorities, and persisting in getting things done. The coach will further provide emotional support, teach and encourage healthy social skills, self-discipline, and how to advocate for themselves. In order to encourage optimal investment of the child or adolescent in the ADHD coaching relationship, the goals and strategies are guided by the person with ADHD rather than the coach. Mental health practitioners may enlist the child with ADHD in an anger management or social-skills training group of their peers to improve the child's ability to manage his or her emotions, as well as their success at making and keeping friends. Individual psychotherapy that uses a cognitive behavioral approach has been found to be an effective part of comprehensively treating ADHD. This method teaches time management, organization, and planning in an attempt to decrease the negative impact that distractibility, restlessness, hyperactivity, and impulsivity can have on the life of the ADHD sufferer. It also seeks to alleviate ways of thinking that encourage depression and anxiety. Children with ADHD often benefit from being prescribed medication, started at low doses followed by titration upward to the dose found to effectively treat each individual. The most common medications used to treat this disorder are the stimulant medications. Perhaps the oldest prescribed stimulant for the treatment of ADHD is Ritalin. However, given the longer days that older children and teens have compared to young children, stimulants that last longer are usually prescribed for those age groups. Examples of these prescribed drugs include long-acting preparations of methylphenidate, like Daytrana patches, Quillivant-XR liquid, Ritalin-LA, Concerta, and dexmethylphenidate (Focalin-XR), as well as the long-acting amphetamine salt Adderall-XR, Evekeo, and Adzenys XR-ODT. Long-acting stimulants also include lisdexamfetamine (Vyvanse). However, shorter-acting stimulants like amphetamine salt (Adderall), amphetamine sulfate (Evekeo), dextroamphetamine sulfate (Dexedrine or Zenzedi), and methylphenidate preparations, like Focalin and Metadate, may be more suitable for younger children so they are less likely to have trouble sleeping at night. Daytrana, a liquid form of methylphenidate called Quillivant XR, and a liquid form of amphetamine called Dyanavel-XR can be useful in younger children because these two medications do not present trouble swallowing for children. The liquid medications, which further allow for very small changes in doses, are also useful, particularly in the treatment of children. Dyanavel also purports to have little to no negative impact on sleep, mood, or appetite. Vyvanse and Focalin-XR can also be useful in treating children who are unable to swallow pills since its capsules can be opened and put in liquid or on food. Also, the effect of the Daytrana patch comes out of the child's system soon after the patch is removed, allowing parents to have more control over how long they would like the medication effect to last each day. Some children and adolescents may need to take a nonstimulant medication for treatment of ADHD. For those whose symptoms early in the morning or late in the evening are an issue, stimulants may not be the optimal medication treatment. For others, side effects like low appetite, stomach upset, insomnia, tremors, depression, loss of exuberance, irritability, less frequently tics, and rarely hallucinations may make it unwise for the child to take a stimulant medication. While stimulant treatment of people with ADHD who have no history of drug abuse tends to contribute to a decreased likelihood of developing a substance-abuse problem later on, those who have a recent history of alcohol or other drug abuse may make the small but real addiction potential of stimulants a reason not to prescribe a medication from that group. For children who either experience suboptimal effects, side effects, or significant stimulant medication side effects, non-stimulant medications like guanfacine (Tenex or Intuniv), clonidine (Catapres or Kapvay), or atomoxetine (Strattera) may be considered. The prescription dietary supplement Vayarin has also been found to be effective in treating childhood ADHD. Children who suffer from ADHD are at higher risk for developing mood problems during adulthood. They may therefore benefit from medications that have been found to be helpful for people who have both ADHD and depression or anxiety, like bupropion (Wellbutrin) or venlafaxine (Effexor).  Current estimates are that 85% of children receiving the diagnosis of ADHD are at risk for having the disorder in some form as an adult. About one-third of those children may seem to grow out of it; however, that does not occur for all symptoms. The remaining two-thirds of children with ADHD continue to have most symptoms, but those symptoms may look differently in adulthood than in childhood. An example of that is the toddler, preschooler, or older child who has more trouble sitting compared to other children of the same age and gender still may grow up into an adult who gets bored easily. While there have been some well-founded concerns raised about the significant increase in how often ADHD is diagnosed, particularly in boys, treatment for children who truly qualify for the diagnosis is important in preventing the complications of this disorder in both childhood and adulthood. The lives of children with ADHD may be complicated by frequently getting in trouble and difficulty making and keeping friends since they can't focus, as well as due to having a lack of restraint, a tendency toward excitability and engaging in impulsive aggression. If untreated, these challenges can lead to school problems, social isolation, and tumultuous relationships with family members. Adults with ADHD may also develop significant co-occurring medical, psychiatric, and life problems, such as obesity, borderline personality problems, legal problems, substance abuse, and a significant risk for having depression and anxiety disorders. Fortunately, children who receive treatment for this condition tend to be less likely to develop many of the complications associated with ADHD.  Studies indicate that breastfeeding up to 6 months of age may help protect individuals from developing ADHD. As environmental and social insults like maternal drug use and exposure to community violence, medical, and emotional issues are risk factors for developing ADHD, prevention or treatment of those issues can help prevent or decrease the severity of this condition. Much of the latest research on ADHD in children focuses on how exposure to environmental toxins may increase the risk of developing this condition. For example, studies indicate that exposure to fluoride, lead, and other chemicals can increase the likelihood that a child develops ADHD. Also, research indicates that mothers who use acetaminophen (Tylenol) during pregnancy may be at higher risk of having a child with ADHD, particularly with more frequent use and during more than one trimester of the pregnancy. CHADD4601 Presidents Drive, Suite 300Lanham, MD 20706301-306-7070 Attention Deficit Disorder AssociationPO Box 543Pottstown, PA 19464484-945-2101 Attention Deficit Disorder Resources223 Tacoma Ave S #100Tacoma, WA 98402253-759-5085 Children and Adults With Attention-Deficit/Hyperactivity Disorder (CHADD)8181 Professional Place, Suite 150Landover, MD 20785National Resource Center on AD/HD800-233-4050 ", 
    "title": "Adhd In Children"
}