{
    "data": "  When asthma symptoms appear and are diagnosed in adults older than 20, it istypically known as adult-onset asthma. Adult-onset asthma is more commonin women than in men and is possibly related to allergies or allergic asthma. About half of adults who have asthma also have allergies. At other times,adult-onset asthma may be the result of commonplace substances in work (calledoccupational asthma) or home environments, and the asthma symptoms come onsuddenly. Asthma is a disorder of the lungs that causes the airways to: Swell (or become inflamed), specifically in the airway liningsProduce large amounts of mucus that is thicker than normalBecome more narrow because of muscle contractions surrounding theairways The symptoms of asthma include: Feeling short of breathFrequent coughing, especially at nightWheezing (a whistling noise during breathing)Difficulty breathing When a doctor makes a diagnosis of asthma in people older than 20, it isknown as adult-onset asthma. Among those who may be more likely to get adult-onset asthma are: Women who are having hormonal changes, such as those who are pregnant orwho are experiencing menopauseWomen who take estrogen following menopause for 10 years or longerPeople who have just had certain viruses or illnesses, such as a cold or fluObese peoplePeople with allergies, especially to catsPeople who are exposed to environmental irritants, such as tobacco smoke,mold, dust, feather beds, or perfume. Irritants that bring on asthma symptomsare called \"asthma triggers. \" Asthma brought on by workplace triggers is called\"occupational asthma. \"  Symptoms of asthma in children may come and go, while symptoms ofadult-onset asthma may be continuous. People with adult-onset asthma may needto take medication every day to manage asthma. Adults tend to have lower lung capacity (the volume of air you are able totake in and forcibly exhale in one second) after middle age because of changesin muscles and stiffening of chest walls. This decreased capacity may causedoctors to miss the diagnosis of adult-onset asthma. Your asthma doctor may diagnose adult-onset asthma by: Taking a medical history, asking about symptoms, and listening to youbreathePerforming a lung function test, using a device called a spirometer tomeasure how much air you can exhale after first taking a deep breath. Thedevice also measures how fast you can empty your lungs. You may be asked atsome time before or after the test to inhale a short-acting bronchodilator(medicine that opens the airways by relaxing tight muscles and that also helpclear mucus from the lungs). Performing a methacholine challenge test. This asthma test may be performedif your symptoms and spirometry test do not clearly show asthma. When inhaled,methacholine causes the airways to spasm and narrow if asthma is present. During this test, you inhale increasing amounts of methacholine aerosol mistbefore and after spirometry. The methacholine test is considered positive,meaning asthma is present, if the lung function drops by at least 20%. Abronchodilator is always given at the end of the test to reverse the effects ofthe methacholine. Performing a chest X-ray. An X-ray is an image of the body that is createdby using low doses of radiation reflected on special film or a fluorescentscreen. X-rays can be used to diagnose a wide range of conditions, from bronchitis to a broken bone. Your doctor might perform an X-ray exam on you inorder to see the structures inside your chest, including the heart, lungs, andbones. By viewing your lungs, your doctor can see if you have a condition otherthan asthma that may account for your symptoms. Although there may besigns on an X-ray that suggest asthma, a person with asthma will often have anormal chest X-ray.  Anyone can get asthma at any age. Among those at higher risk for asthma arepeople who: Have a family history of asthmaHave a history of allergies (allergic asthma)Have smokers living in the householdLive in urban areas Asthma is classified into four categories based upon frequency of symptomsand objective measures, such as peak flow measurements and/or spirometryresults. These categories are: mild intermittent; mildpersistent; moderate persistent; and severe persistent. Yourphysician will determine the severity and control of your asthma based on howfrequently you have symptoms and on lung function tests. It is important tonote that a person's asthma symptoms can change from one category toanother. Mild intermittent asthma Symptoms occur less than two times a week, and nighttime symptoms occurless than two times per month. Asthma episodes are brief (a few hours to a few days). Lung function tests are greater than 80% of predicted values. Predictionsare often made on the basis of age, sex, and height. For a person with asthma,the \"predicted\" figure could be replaced by the person's own personal best testvalue as the figure for comparison. Mild persistent asthma Symptoms occur more than two times per week but not every day. Lung function tests are greater than 80% of predicted. Moderate persistent asthma Symptoms occur daily. Asthma symptoms affect activity, occur more than two times per week, andmay last for days. There is a reduction in lung function, with a lung function test range of60% to 80% of predicted. Severe persistent asthma Symptoms occur continuously, with asthma at night frequently. Activities are limited. Lung function is decreased to less than 60% of predicted.  Asthma can be controlled, but there's no asthma cure. There are certaingoals in asthma treatment. If you are unable to achieve all of these goals, itmeans asthma is not in good control. You should contact your asthma careprovider for help with asthma. The treatment goals include the following: Live an active, normal life. Prevent chronic and troublesome symptoms. Attend work or school every day. Perform daily activities without difficulty. Stop urgent visits to the doctor, emergency room, or hospital. Use and adjust medications to control asthma with little or no sideeffects. Properly using asthma medication, as prescribed by your doctor, is the basisof good asthma control, in addition to avoiding triggers and monitoring dailyasthma symptoms. There are two main types of asthma medications: <ul type=\"disc\">Anti-inflammatories: This is the most important type of medicationfor most people with asthma. Anti-inflammatory medications, such as inhaledsteroids, reduce swelling and mucus production in the airways. As aresult, airways are less sensitive and less likely to react to triggers. Thesemedications need to be taken daily, and may need to be taken for several weeksbefore they begin to control asthma. Anti-inflammatories lead to a reduction insymptoms, better airflow, less sensitive airways, less airway damage, and fewerasthma episodes. If taken every day, they are helpful in controlling orpreventing asthma. Bronchodilators: These medications relax the muscle bands thattighten around the airways. This action rapidly opens the airways, letting moreair in and out of the lungs and improving breathing. Bronchodilators also helpclear mucus from the lungs. As the airways open, the mucus moves more freelyand can be coughed out more easily. In short-acting forms, bronchodilatorsrelieve or stop asthma symptoms and are very helpful during an asthma episode. In long-acting forms, bronchodilators provide control of asthma symptoms andprevent asthma episodes. Asthma medications can be taken by inhaling the medications (using a metereddose inhaler, dry powder inhaler, or asthma nebulizer) or by swallowing oralmedications (pills or liquids). If you are also taking drugs for otherconditions, you should work with your providers to check drug interactions andsimplify medications when possible.  An important part of treatment is keeping track of how well the lungs arefunctioning. Asthma symptoms are monitored using a peak flow meter. The metercan alert you to changes in the airways that may be a sign of worsening asthma. By taking daily peak flow readings, you can learn when to adjust medications tokeep asthma under good control. Your doctor can also use this information toadjust your treatment plan. Based on your history and the severity of asthma, your doctor will develop acare plan called an asthma action plan. The asthma action plan describes whenand how to use asthma medications, actions to take when asthma worsens, andwhen to seek care for an asthma emergency. Make sure you understand this plan;if not, ask your asthma care provider any questions you may have. WebMD Medical Reference ", 
    "title": "Adult-Onset Asthma"
}