{
    "data": "  Attention deficit hyperactivity disorder is a form of behavioral illness that results in symptoms of distractibility, impulsivity, and/or hyperactivity. While there is no one cause for ADHD, there are biological and social risk factors that can increase the probability that an individual will develop the condition. ADHD affects from 2%-6% of adults, afflicting men and women in equal numbers. Adults with ADHD may exhibit little to no hyperactivity, but for those who do, the symptoms of hyperactivity, impulsivity, and inattention might be very similar symptoms in children and teens. There are three types of ADHD: predominately inattentive presentation, predominately hyperactive/impulsive presentation, and the combined (inattentive, hyperactive/impulsive) presentation. To evaluate an individual for ADHD, a health-care provider will ask about the presence of medical conditions and either perform or refer for a physical examination. Lab tests are done and people are screened for ADHD and for other mental-health problems. Psychological treatments for ADHD in adults include education about the disorder, being part of an ADHD support group, and training on a variety of skills. Adults with ADHD are frequently prescribed long-acting stimulant medication and may also benefit from nonstimulant medication. Home remedies like dietary restrictions and vitamin supplements for ADHD in adults have few studies of their effectiveness. The prognosis for people with ADHD is usually influenced by symptom severity, the person's level of intelligence, the presence of family issues, and whether or not he or she has other mental-health conditions.  Attention deficit hyperactivity disorder, often called ADHD or ADD, is a behavioral condition that is characterized by symptoms of distractibility, impulsivity, and/or hyperactivity. This disorder often has a significantly negative effect on a man's or woman's ability to make and keep relationships, as well as on their ability to perform well at work or in their community. While there is no one specific cause for ADHD, there are a number of biologically and socially based risk factors that can increase the likelihood of a person developing the illness. Children with ADHD are more likely to grow into teens and adults with the condition. Brain-imaging studies indicate that traits of the brains of people who have ADHD include a tendency to be smaller, to have less connection between certain areas of the brain, and have less regulation of the neurochemical dopamine compared to people who do not have the disorder. Risk factors for ADHD before birth include maternal stress, smoking during pregnancy, and low birth weight. Males and having a family history of this disorder increase the chances that a person will be diagnosed with ADHD. Low family income and low educational achievement for a person's father are social risk factors for developing ADHD. Although it is estimated that 2%-6% of adults have ADHD, this illness begins during childhood. While the condition is assessed more often in boys than in girls, it appears to occur in men and women at equal rates. Nearly two-thirds of children with ADHD retain some symptoms of the illness as adults, and about half have just as many symptoms of sufficient severity to still qualify for the diagnosis of ADHD. Other key statistics include that more than 90% of adults with the condition describe having trouble focusing, and more than 50% have both distractibility and hyperactivity/impulsivity, while more than one-third have just distractibility.   What is thought to be partly the result of maturity, adults with ADHD may show little to no signs of hyperactivity. For those who do, symptoms and signs of hyperactivity, impulsivity, and inattention may resemble those that are exhibited by children and teens. However, how those symptoms are exhibited tends to vary with age. Symptoms of ADHD include the following: Often makes careless mistakes or pays inadequate attention to detailTrouble focusing during work or leisure activitiesDoes not appear to be listening when spoken to directlyIs often unable to complete directions, work tasks, or choresFrequently has trouble organizing a task or activityHas a tendency to avoid, dislike, or resist engaging in activities that require sustained attentionOften loses things that are necessary to complete tasks or activitiesEasily distracted by extraneous or unrelated stimuliOften forgetful Frequently fidgety or moves hands or feetFrequently has trouble remaining seatedHas a tendency to feel restlessHas difficulty participating in leisure activities quietlyPerforms multiple activities at onceExcessive talkingOften interrupts others talkingTrouble waiting his or her turnFrequently intrudes on others  In order to be assigned the diagnosis of ADHD, a child should exhibit six symptoms of inattention or six symptoms of combined hyperactivity and impulsivity, and an older teen or adult need only demonstrate five of each group of symptoms. Symptoms should begin prior to 12 years of age, occur in more than one setting (like home and work), be significant enough to cause difficulties for the person, and not be able to be better explained by another illness. There are three types of ADHD: predominately inattentive presentation, predominately hyperactive/impulsive presentation, and the combined (inattentive, hyperactive, and impulsive) presentation. Many health-care professionals may help determine the diagnosis of ADHD. A professional will likely perform or refer for a thorough medical interview and physical exam as part of the evaluation. Since ADHD can be associated with other mental-health problems like depression, bipolar disorder, obsessive compulsive disorder, and other anxiety disorders, as well as with autism-spectrum disorders, the evaluator will likely screen for signs of those and other forms of mental illness. The signs and symptoms of adult ADHD may also be caused by many medical conditions or can be a side effect of a number of medications. Therefore, blood tests are frequently done as part of the initial assessment. Occasionally, an imaging study like an X-ray or CAT scan may be necessary. As part of the evaluation, the individual may be asked questions from a standardized questionnaire or self-test to assist in determining the diagnosis. Some ADHD symptom checklists for children have been adapted to screen for the condition in adults. Examples of such diagnostic tools include the Conners' Adult ADHD Rating Scale (CAARS) and the Adult Self Report Scale.   Treatments for ADHD in adults that do not involve medication include education about the illness, participation in an ADHD support group, and instructional training for a number of issues, including career counseling, organizational skills building, parent counseling, financial training, and development of time-management skills. Some adults with this condition may benefit from cognitive behavior therapy, a form of psychotherapy that seeks to help the individual alter patterns of thinking that may interfere with their functioning. As with the treatment of ADHD in children, adults often benefit from being treated with a stimulant medication. Commonly, the first prescribed stimulant for the treatment of this condition in children is a derivative of methylphenidate (Ritalin) or dextroamphetamine (Dexedrine). Given the longer days and increased responsibilities that adolescents and adults have compared to young children, longer-acting stimulants are usually prescribed. Examples of those medications include long-acting methylphenidate, like Daytrana patches, Concerta, Quillivant XR, and dexmethylphenidate (Focalin-XR), as well as the long-acting amphetamine salt Adderall-XR. Other long-acting stimulants include lisdexamfetamine (Vyvanse). Adults with a more variable schedule, like college students who may take day classes some days and night classes other days, or around-the-clock shift workers like nurses, may prefer shorter-acting stimulants like amphetamine (Adderall or Evekeo) or dextroamphetamine sulfate (Zenzedi), or methylphenidate preparations, like Ritalin, Focalin, or Metadate, so they can change the time they take the medication, even on a daily basis, without causing them to have insomnia. While modafinil (Provigil) is also a stimulant and is used to treat sleep attacks (narcolepsy), some research indicates that it may be helpful in treating ADHD while other studies do not show its effectiveness. Adults whose symptoms early in the morning or late in the evening are an issue, or whom have a history or propensity to a drug use disorder, stimulants may not be the optimal medication treatment and, therefore, they may respond better to a nonstimulant medication for treatment of ADHD. Side effects like low appetite, trouble sleeping, tremors, emotional inhibition, less frequently tics, and rarely hallucinations may make taking a stimulant medication unwise. Using a stimulant to treat ADHD in people who have no history of drug abuse tends to decrease the likelihood of their ever developing a substance abuse problem. However, people with a recent history of alcohol or other drug abuse may want to avoid the small but possible addiction potential of stimulant medication. The long-term impact of addiction to a stimulant may be serious, potentially resulting in having a stroke or heart attack. Individuals who either had less-than-optimal effects or had significant side effects to taking stimulants may respond better to a nonstimulant medication like guanfacine (Tenex or Intuniv), clonidine (Catapres or Kapvay), or atomoxetine (Strattera), or to taking the prescription supplement phosphatidylserine-omega-3 (Vayarin), which has a specialized delivery system compared to over-the-counter preparations of the omega-3 supplement. People with ADHD are more likely to develop mood problems as adults. They therefore may benefit from medications like bupropion (Wellbutrin) or venlafaxine (Effexor) that treat both ADHD and depression or anxiety.   Further research is needed to determine the potential effectiveness of natural remedies for treating adult ADHD. Examples of such remedies include dietary restrictions and vitamin supplements. The limited research available on the effectiveness of these remedies does not usually include studies on adults. Lifestyle changes that have been found to be useful in reducing some symptoms of ADHD in children and may be considered for adults include regular exercise and improving sleep every night. Adults living with ADHD are more likely to have low self-esteem, depression, anxiety, and are not as adaptive with their social abilities compared to adults without the illness. The presence of other mental-health disorders (co-morbidity) is more likely in adults who are hyperactive and/or impulsive as opposed to being distractible as part of ADHD. Adults with this condition are also more at risk for being in more car accidents, using tobacco products or other drugs, having problems managing their anger, and are more likely to develop antisocial behaviors, particularly if not treated. ADHD adults tend to have more marital problems, as well as troubles getting along with peers and authority figures. They may, therefore, become isolated socially. Adults with ADHD are at risk for completing fewer years of education compared to their non-ADHD counterparts. They are often more interested in careers that provide immediate gratification and other forms of excitement, like sales. They are often at risk for procrastinating on tasks, frequently changing jobs, and losing more jobs.  The prognosis for ADHD adults seems to be influenced by the severity of symptoms, scores on intelligence tests, whether the person with the condition has other mental-health problems, as well as if there are family issues, such as parental mental-health problems, family problems, socioeconomic challenges, and if the individual with ADHD receives treatment. Studies show that stimulant treatment of this condition often improves the prognosis for adults, decreasing the risk for developing other psychiatric problems, failing in school and in the world of work. Research indicates that breastfeeding up to 6 months of age may help prevent the development of ADHD. Since environmental and social problems like drug use in the mother, medical, and emotional challenges increase the likelihood of developing this condition, prevention or treatment of those issues can help prevent ADHD. In addition, early treatment of children with ADHD can decrease the impact the illness has on the individual's life into adulthood. ADHD and Youhttp://www. adhdandyou. com CHADD (Children and Adults With Attention Deficit Hyperactivity Disorder)http://www. chadd-mc. org Daily Strengthhttp://www. dailystrength. org American Counseling Associationhttp://www. counseling. org American Psychiatric Associationhttp://www. psych. org American Psychological Associationhttp://helping. apa. org National Association of Social Workershttp://www. naswdc. org National Mental Health Associationhttp://www. nmha. org ", 
    "title": "Adult Adhd"
}