{
    "data": "  Advance directives are designed to outline a person's wishes and preferences in regard to medical treatments and interventions. When a patient is incapable of making his/her own medical decisions, a health-care proxy can act on the patient's behalf to make decisions consistent with and based on the patient's stated will. Advance directive policies may different from one state to another. Drafting a proper advance directive form may require assistance from your personal physician and an attorney. Advance directives are important documents that should be included with each individual's personal medical records. Advance directives: The term \"advance directives\" refers to treatment preferences and the designation of a surrogate decision-maker in the event that a person should become unable to make medical decisions on her or his own behalf. Advance directives generally fall into three categories: living will, power of attorney, and health-care proxy. Living will: This is a written document that specifies what types of medical treatment are desired should the individual become incapacitated. A living will can be general or very specific. The most common statement in a living will is to the effect that if I suffer an incurable, irreversible illness, disease, or condition and my attending physician determines that my condition is terminal, I direct that life-sustaining measures that would serve only to prolong my dying be withheld or discontinued. More specific living wills may include information regarding an individual's desire for such services such as analgesia (pain relief),antibiotics,artificial (intravenous or IV) hydration,artificial feeding (feeding tube),CPR (cardiopulmonary resuscitation),life-support equipment including ventilators (breathing machines),do not resuscitate (DNR). Health-care proxy: This is a legal document in which an individual designates another person to make health-care decisions if he or she is rendered incapable of making their wishes known. The health-care proxy has, in essence, the same rights to request or refuse treatment that the individual would have if capable of making and communicating decisions. Durable power of attorney (DPOA): Through this type of advance directive, an individual executes legal documents that provide the power of attorney to others in the case of an incapacitating medical condition. The durable power of attorney allows an individual to make bank transactions, sign social security checks, apply for disability, or simply write checks to pay the utility bill while an individual is medically incapacitated. DPOA can also specifically designate different individuals to act on a person's behalf for specific affairs. For example, one person can be designated the DPOA of health-care or medical power of attorney, similar to the health-care proxy, while another individual can be made the legal DPOA.  Advance directives were developed as a result of widespread concerns over patients undergoing unwanted medical treatments and procedures in effort to preserve life at any cost. As outlined in the following section (history of advance directives), remarkable efforts were made to institute advance medical directives as a component of medical care in the United States over the last few decades. From a practical standpoint, medical directives and living wills facilitate a person's medical care and decision making in situations when they are temporarily or permanently unable make decisions or verbalize their decisions. By having previously documented personal wishes and preferences, the family's and physicians' immense decision-making burden is lightened. At the same time, patient autonomy and dignity are preserved by tailoring medical care based on one's own choices regardless of mental or physical capacity. Instructive directives (advance directives, living wills, and health-care proxy designation) are completed by a person with decision-making capacity. They only become effective when a person loses his/her decision-making capacity (mentally incapacitated). While a person maintains ability to make decisions, he/she is the ultimate decision-maker rather than the health-care proxy or surrogate decision-maker. Advance directives began to be developed in the United States in the late 1960s. The first living wills: In 1967, an attorney named Luis Kutner suggested the first living will. Kutner's goal was to facilitate \"the rights of dying people to control decisions about their own medical care. \" In 1968, the first living will legislation was presented to a state legislature. Walter F. Sackett, a doctor elected to the Florida legislature, introduced a bill that would allow patients to make decisions regarding the future use of life-sustaining equipment. The bill failed to pass in 1968. Sackett reintroduced the bill in 1973 and it was again defeated. While Dr. Sackett was introducing living will legislation in Florida, Barry Keene was presenting similar bills in the California legislature. Keene's interest in living wills was based on personal experience. In 1972, Keene's mother-in-law was unable to limit medical treatment for a terminal illness even after having signed a power of attorney. Keene was elected to the California State senate in 1974. The living will legislation he designed was defeated that same year. Keene reintroduced the bill in 1976 and in September of that year California became the first state in the nation to legally sanction living wills. The states: Within a year, 43 states had considered living will legislation and seven states had passed bills. Advance directive legislation has subsequently progressed on a state-by-state basis. By 1992, all 50 states, as well as the District of Columbia, had passed legislation to legalize some form of advance directive. The first court decision to validate advance directives was at the state level. The decision was handed down by the New Jersey Supreme Court in 1976. In Case 70 N. J. 10, 355 A 2nd 647, Chief Justice Robert Hughes upheld the following judicial principles: <ol>If patients are mentally unable to make treatment decisions, someone else may exercise their right for them. Decisions that can lead to the death of a mentally incompetent patient are better made not by courts but by families, with the input of their doctors. Decisions about end-of-life care should take into consideration both the invasiveness of the treatment involved and the patient's likelihood of recovery. Patients have the right to refuse treatment even if this refusal might lead to death. The case in which Judge Hughes ruled was the request by Joe Quinlan to make legally binding health-care decisions for his daughter, Karen Ann Quinlan. As a result of the case, Karen Ann Quinlan was gradually weaned from mechanical ventilation. The federal government: The U. S. federal government has evidenced its interest in advance directives through two of its bodies, the Congress and the Supreme Court. The U. S. House of Representatives in 1991 enacted the Patient Self-Determination Act. The Act stipulates that all hospitals receiving Medicaid or Medicare reimbursement must ascertain whether patients have or wish to have advance directives. The Patient Self-Determination Act does not create or legalize advance directives; rather it validates their existence in each of the states. It was not until 1990 that the United States Supreme Court agreed to hear a case on the legality of advance directives. The Supreme Court had been reticent to hear cases on advance directives, reflecting to some degree the belief that advance directives are determined at the state rather than federal level. In 1990, the Court heard Cruzan vs. Director. The case, similar to that of Karen Ann Quinlan, involved the desire to discontinue the percutaneous gastrostomy feedings of Nancy Cruzan. The United States Supreme Court decided in favor of the individual right to refuse treatment, even life-sustaining treatment. The Supreme Court refused to hand down a specific decision on medical treatment in the case. Following the opinion of the Supreme Court, the case was referred back to the Missouri Supreme Court. The Missouri Supreme Court heard testimony of a verbal advance directive that was deemed to be sufficient evidence to support the refusal of medical treatment. The landmark Quinlan and Cruzan cases emerged out of similar situations and similar needs. Both cases dealt with the medical care of young, physically strong people in a persistent vegetative state. While similar in these regards, the two judicial decisions dealt with different types of advance directives. The case of Karen Ann Quinlan dealt with the ability of the individual to appoint a health-care proxy. The case of Nancy Cruzan addressed the right of a healthy individual to establish a binding living will.  In the United States, four out of every five adults has no advance directive, a situation that some have likened to taking your car to the mechanic and saying, \"I think it needs a tune-up, but if you find something really wrong with it, just go ahead and fix it, even if it won't run afterward? And by the way, please charge me for the work and if I can't pay for it, I'm sure my estate will!\" When asked what would provide a good death, the majority of Americans answer, in essence; \"Quick, painless, at home, and surrounded by family. \" In 1950, about half of Americans who died did so at home. Now, about 85% of Americans die in a health-care setting: a hospital, a nursing home, or a rehabilitation center. At least 12% die in an intensive-care unit. Over the past three decades, the United States - all 50 states and the District of Columbia -- have passed laws to legalize the use of living wills, health-care proxies, and/or the durable power of attorney. The U. S. federal government has validated state laws on advance directives through the 1991 Patient Self- Determination Act. And the U. S. Supreme Court has handed down an opinion acknowledging the congruence of the Constitution of the United States with state laws on the right to designate future medical treatment. Advance directives become active when a patient is no longer able to make his/her own health-care decisions or becomes mentally incapacitated. Until such point is reached, the patient is the ultimate decision maker regarding their health. Some common scenarios where these directives can help with the decision making process are coma,persistent vegetative state,severe brain injury,strokes,advanced Alzheimer's disease or other forms of dementia,critical medical illness affecting mental capacity. Advance directives not only help with decision-making in times of incapacity, but they can also clarify one's preferences during times of uncertainties while still cognitively intact. At times, deciding whether to accept or decline a treatment may overwhelm a person and cast uncertain on their judgment. By referring to previously delineated preferences based on overall goals of care, such decisions may become simpler to make as smaller components of a bigger picture.  Preparing documents for a living will and advance directive can be done at any time during an adult person's lifetime. As one's preference can naturally change during one's life, these documents can also be amended and modified to reflect the changes. Obtaining medical advance directive documents is simple. Medical offices, hospitals, social workers, attorneys, and even post offices may carry these documents. In fact, hospitals receiving medical and Medicaid payments are required to offer their patients these documents. A good place to begin this process is an open discussion with a primary-care doctor or other treating physicians. As stated earlier, living wills and advance directives can be very broad or quite specific. Meanings, implications, risks, and benefits of components of an advance directive deserve clear understanding before they are signed in a legally binding document that may be relied upon for end-of-life decisions. Selecting a person as a medical power of attorney is also an important decision. The surrogate decision maker does not necessarily need to be a family member or a relative. In truth, any person in whom an individual trusts to carry out their wishes on their behalf and in good faith, can be designated as a health-care proxy. Additionally, because these are legal documents of various forms, appropriate and accurate drafting with the help of an attorney is advised. Furthermore, as regulations may vary from state to state, your attorney can also guide you through how to do a living will and an advance directive. Although it is highly encouraged, it is often difficult to address issues pertaining to terminal illnesses, end-of-life care, and death with loved ones and caregivers. Despite having proper documentation, it is important for family members and caregivers to have some general knowledge about a patient's preferences. More importantly, family members or anyone close to the individual must know where these documents are located and be able to provide them or refer to them in cases of emergency. It is also extremely beneficial to have extra copies of these documents and to bring them with the patient to the hospital, emergency room, or even doctors' offices. ", 
    "title": "Advance Medical Directives"
}