{
    "data": "  <em>This was adapted from an Apr. 24, 2013, discussion with Kyle Lee, a consultant in health-care reform with MedTrack, Inc. , of Springfield, MO. What follows are Mr. Lee's concepts of the future health-care landscape as he relayed them to me. --</em><strong> William C. Shiel Jr. MD, FACP, FACR</strong> The entire health-care industry is poised for the most profound changes in several generations. These changes can be categorized into Market Changes and the Affordable Care Act (ACA). While the ACA is the most visible and most talked about driver of change, there are also numerous, less conspicuous factors that are already altering the way care is delivered and how it is paid for. The ultimate decision supported by the 2012 presidential election is that the ACA will be the \"rule of the land\" and its continued evolutions have put additional stresses on providers of every discipline and size. Namely, providers of health care can expect the following changes: Medicare volumes: The ACA will reduce payments to providers by $741 billion, of which $300 billion will be in Medicare and Medicaid cuts directly impacting hospitals. In reaction, providers must decide how to limit Medicare patient volumes, find efficiencies in the treatment of Medicare volumes, or eliminate chosen services to Medicare patients all together. Expense reduction: As revenues are further jeopardized, providers must look closer at controllable expenditures and question the return on dollars spent. Providers must consider the \"value gap\" as well -- where cost increases have outpaced the increases of quality of care. Stakeholders are demanding better quality at lower costs and providers must respond accordingly. Operational efficiency: In response to reductions in revenue and expenses, providers must improve outcomes, reduce redundancies, and find alternative delivery models to treat patients in more economical manners with minimal or no sacrificing of patient outcomes. Independent Payment Advisory Board (IPAB): One of the most highly publicized sources of the ACA's potential economic impact is the Independent Payment Advisory Board (IPAB), the 15-member board of unelected health-care experts designed to provide Congress with cost-cutting recommendations when Medicare spending hits a certain level. The IPAB, a panel of nonelected health-care experts, became the bogeyman of the ACA in 2009 when Sarah Palin touted the IPAB as the \"death panel. \" The Congressional Budget Office (CBO) projects IPAB will save Medicare $16 billion over 10 years and, by necessity, a subset of providers would receive the brunt of the cuts. IPAB is not permitted to recommend changes to beneficiary premiums, cost-sharing, or eligibility rules. It cannot recommend a reduction to Medicare benefits, an increase in taxes, or any reductions to payments to some providers. This leaves other providers -- Medicare part C; Medicare prescription drug plans (part D); skilled nursing facilities; home health, dialysis, ambulance, and ambulatory surgical center services; and durable medical equipment providers -- particularly vulnerable.  Numerous other factors that are placing stress on health-care providers began prior to the ACA and remain an integral portion of reform. These include the following: Value-based purchasing (VBP): VBP has its roots back in 2006 when Pay for Performance began. Today, as a cornerstone of health-care reform, VBP has evolved from simply reporting standards of care to providers' payments hinging upon quality. This involves a greater emphasis on primary and preventative care, greater attention to standardization of care, and greater patient participation in high-value health-care decisions. Changes in physician compensation models: In reaction to the emphasis on value and quality, institutions will be required to invest significantly in clinical decision support systems and realign their physician compensation to create incentives based on the value of care. We have already seen signs of this. For example, a 2012 New York Times article reported that, for the first time ever, NYC public hospitals will begin to link physician compensation to patient outcomes. Starting in 2015, Medicare will tie some physician payment to quality outcomes; however, most or all Medicare physician payments will be tied to quality outcomes in 2017. Mergers, acquisitions, and partners: Hospitals, physicians, and payers are all looking at the change in landscape in the marketplace, and questions of economies of scale emerge. Some providers need more advanced infrastructure to monitor and report quality initiatives while others have identified that making competitors partners or bringing complimentary services in house make good business sense in the current and future environment. Smaller providers are especially looking to become a part of systems with deeper pockets, and the independent physician practice will be virtually nonexistent in the future models. Ultimately, integration will be the key among significant players to provide superior care and create the operational efficiencies needed for organizations to continue moving forward. Commercial payers: As demonstrated in years past, commercial payers will adopt Medicare rules, especially when savings in payments or increases in quality can be realized. It is estimated that 5% of commercial payers have quality measures tied to payment today. In a survey conducted by Healthcare Financial Management Association, 80% of the respondents expect the commercial payers' payments to include at least some value-based payment mechanism within three to five years. As the landscape changes, some of the key provisions that affect beneficiaries are as follows: Higher income tax: There will be a 0. 9% tax to high-income workers who make more than $200,000 for single filers and $250,000 for joint filers. The ACA also includes a 3. 8% tax on unearned income for higher-income taxpayers. Medicare beneficiaries will ultimately pay more for part B premiums: The ACA freezes the part B income thresholds at 2010 levels. These thresholds determine which beneficiaries will pay higher Medicare medical insurance (part B) premiums through 2019. The new provisions will increase the number and share of beneficiaries who pay the higher premium over time, while the percentage of beneficiaries who pay the higher premiums will increase from 5% in 2011 to 14% in 2019, according to the Kaiser Family Foundation. Mergers, acquisitions, and partners: As hospitals, physicians, and payers respond to changes and form collective efforts, objections begin to surface in fear of monopolies. According to the New York Times profiled instances in which a consolidation created higher prices or resulted in less autonomy for physicians. A Nov. 2012 report by catalyst for payment reform argued that increased provider consolidations would create monopolies, driving cost increases and higher unit prices across the board. The Federal Trade Commission is on alert, however, and can challenge and block health system mergers that it believes would stifle competition. In the 2012 fiscal year, the FTC blocked 17 proposed health-care merger, acquisitions, or partnerships.  In response to these changes, hospital, health systems, and physicians will need greater emphasis on primary and preventative care, greater attention to standardization of care, and greater patient participation in high-value health-care decisions. This will require significant investment in clinical decisions support systems, realignment of the physician compensation models to create appropriate incentives as insurance requirements, and system-wide changes in patient management. Cost containment is vital and focus must be on where drivers are, namely chronic conditions, implantable devices, and pharmaceuticals. Forward-thinking organizations must look to decisions around cost containment and ultimately closing the value gap. It would appear, though, that closing the value gap is generally concentrating on one side of the equation. Providers overwhelmingly aim for their organizations' reputations to be based on high quality and patient satisfaction. Providers do not seek to be known as the low-cost provider in today's health-care environment. Ultimately, the ACA's goal is to increase the quality of health-care delivered as well as increase coverage to the uninsured. It is also the intent of the ACA and the other market drivers to sustain the Medicare program financially. As of May 31, 2013, it was estimated by the program's trustees that Medicare will be sustained until 2026, two additional years from previous estimates. Though the implementation of the ACA is in phases, the most significant reimbursement impacts to providers will begin in Oct. 2013 with changes in the Disproportionate Share Hospital (DSH) program. Providers have begun to react, however, in preparation for the changes on the horizon. Editorial note by Charles P. Davis, MD, PhD There are many specific questions that remain about the true cost and true benefits to those who provide and to those who need health care. Some of these questions are inferred by this general article. The answers to these questions should begin to come as each ACA phase quickly matures. If the ACA phase enhances the health care of most individuals without damaging the health-care system, ACA and its phase may be deemed a success. However, if ACA damages the health care of many individuals (for example, provides limited access to physicians, creates long waits for diagnostic tests, medical drugs become scarce commodities, or patients have poor health-care experiences) or damages the health-care system (for example, fewer doctors, a decline in the quality of medical-school applicants, spiraling costs, and hospital and emergency department closures), the ACA or that ACA phase will be considered a failure. That ACA phase will require quick and effective revision if quality health care is to survive and advance in the U. S. Many potential patients, doctors, and health-care professionals are concerned that provisions in the ACA may not be appropriately amenable to revisions if problems develop. The ACA is 974 pages long and divided into 10 sections. While short summaries are useful to obtain some general understanding of this massive change in health care, for a more complete grasp of this law, it is best to read all of its details. Readers can find the complete ACA at the following site: http://housedocs. house. gov/energycommerce/ppacacon. pdf. ", 
    "title": "Affordable Care Act Aca Or Obamacare"
}