{
    "data": "  Agoraphobia is a fear of being outdoors or otherwise being in a situation from which one either cannot escape or from which escaping would be difficult or embarrassing. Like other phobias, agoraphobia often goes unreported, probably because many phobia sufferers find ways to avoid the situations to which they are phobic. Agoraphobia often co-occurs with panic disorder. Agoraphobia occurs alone in less than 1% to nearly 7% of the population, more often in girls and women compared to boys and men. There are a number of theories about what can cause agoraphobia, including a response to repeated exposure to anxiety-provoking events or a reaction to internal emotional conflicts. As with other mental disorders, a number of factors usually contribute to the development of agoraphobia, it tends to run in families, and for some people, there may be a clear genetic factor involved in its development. Symptoms of agoraphobia include anxiety and resulting avoidance of being in a situation in which one will have a panic attack, when in a situation from which escape is not possible, or is difficult or humiliating. The panic attacks associated with agoraphobia, like all panic attacks, may involve intense fear, disorientation, shortness of breath, rapid heartbeat, dizziness, or diarrhea. The situations that people with agoraphobia avoid and those cause people with balance disorders to feel disoriented are sometimes quite similar, leading some cases of agoraphobia to be considered vestibular function agoraphobia. Agoraphobia tends to begin by adolescence or early adulthood. Suffering from any other anxiety disorder increases the risk of developing agoraphobia. Symptoms of agoraphobia should be treated when the signs and symptoms of the associated anxiety are not easily, quickly, and clearly relieved. Physicians often diagnose and treat agoraphobia when patients seek treatment for other medical or emotional problems rather than as the primary reason that care is sought. To assess for agoraphobia, the treating psychiatrist or other physician will usually take a careful history, perform or refer to another doctor for a physical examination, and order laboratory tests. The presence of any medical condition or other emotional problem will be explored. Cognitive behavioral therapy and exposure therapy are the most effective psychotherapies that treat agoraphobia. Medications like SSRIs, beta-blockers, and benzodiazepines most commonly treat agoraphobia. The risk of overdose, addiction, or need for increasingly higher doses (tolerance) make benzodiazepines a less desirable treatment for agoraphobia. Agoraphobia increases the likelihood that the person also suffers from another anxiety disorder and that both conditions will be more severe and difficult to treat. Agoraphobia tends to occur more often in individuals who have a number of different physical conditions. If left untreated, agoraphobia may worsen to the point where the person's life is seriously impacted by the disease itself and/or by attempts to avoid or hide it.  A phobia is usually defined as the severe, unrelenting fear of a situation, activity, or thing that makes one to want to avoid it. The definition of agoraphobia is the severe anxiety about being outside or otherwise being in a situation from which one either cannot escape or from which escaping would be difficult or embarrassing. Phobias are often underreported and underdiagnosed, likely because many phobia sufferers find ways to avoid the situations to which they are phobic. The fact that agoraphobia often co-occurs with panic disorder makes it even more difficult to determine how often it occurs. Other statistics about agoraphobia include that researchers estimate it occurs from less than 1% to nearly 7% of the population. The age of onset for this condition is most often during the mid to late 20s. There are a number of theories about what can cause agoraphobia. One hypothesis is that agoraphobia develops in response to repeated exposure to anxiety-provoking events. Mental-health theory that focuses on how people react to internal emotional conflicts (psychoanalytic theory) describes agoraphobia as being the result of a feeling of emptiness that comes from an unresolved Oedipal conflict, which is a tension between the feelings the person has toward the opposite-sex parent and a sense of competition with the same-sex parent. Although agoraphobia, like other mental disorders, is related to a number of psychological and environmental risk factors, it also tends to run in families, and for some individuals, may have a clear contributing genetic component. Girls and women are more likely to develop agoraphobia compared to boys and men. For ethnic minorities in the United States, a number of factors influence the likelihood of developing agoraphobia or any other anxiety disorder, like immigration from another country, language proficiency, feeling discriminated against, as well as the specific ethnicity of the individual.   Symptoms of agoraphobia include anxiety that one will have a panic attack when in a situation from which escape is not possible or is difficult or humiliating. Examples of such situations include using public transportation, being in open or confined places or being in crowds. The apprehension or panic attacks that can be associated with agoraphobia, like all panic attacks, may involve symptoms and signs like intense fear, disorientation, shortness of breath, rapid heartbeat, dizziness, or diarrhea. Agoraphobic individuals often begin to avoid the situations that provoke these reactions. Interestingly, the situations that people with agoraphobia avoid and the environments that cause people with balance disorders to feel disoriented are quite similar. This leads some cases of agoraphobia to be considered as vestibular function (related to balance disorders) agoraphobia. Agoraphobia tends to begin by adolescence or early adulthood. Girls and women, Native Americans, middle-aged individuals, low-income populations, and individuals who are either widowed, separated, or divorced are at increased risk of developing agoraphobia. Individuals who are Asian, Hispanic, or of African/African-American descent tend to have a lower risk of developing this disorder. However, people who have felt discriminated against are thought to be at higher risk of suffering from a number of anxiety disorders, including agoraphobia. Having a history of panic attacks is a risk factor for developing agoraphobia. Agoraphobic individuals are at increased risk for developing panic attacks, as well. Other anxiety disorders that tend to co-occur with agoraphobia include social anxiety disorder (social phobia) and generalized anxiety disorder. Even the use of alcohol can result in severe, albeit temporary anxiety.  Call a doctor when the signs and symptoms of anxiety are not easily, quickly, and clearly relieved. If the symptoms are so severe that medication may be neededIf the symptoms are interfering with someone's personal, social, or professional lifeIf one has chest pain, shortness of breath, headaches, palpitations, dizziness, fainting spells, or unexplained weaknessIf one is experiencing depression or feeling suicidal or homicidal When the signs and symptoms suggest that anxiety may have been present for a prolonged period (more than a few days) and appear to be stable (not getting significantly worse), it's advisable to make an appointment with a doctor for evaluation. But when the signs and symptoms are severe and come on suddenly, they may indicate serious medical illness that needs immediate evaluation and treatment in a hospital's emergency department. Interestingly, physicians often diagnose and treat agoraphobia, like other phobias, when patients seek treatment for other medical or emotional problems rather than as the primary reason that care is sought. As with other mental disorders, there is no single, specific test for agoraphobia. The primary-care doctor or psychiatrist will take a careful history, perform or refer to another doctor for a physical examination, and order laboratory tests as needed. If someone has another medical condition that he or she knows about or there has been exposure to a medication, drug of abuse or other substance, there may be an overlap of signs and symptoms between the old and the new conditions. Just determining that anxiety does not have a physical cause does not immediately identify the ultimate cause. Often, determining the cause requires the involvement of a psychiatrist, clinical psychologist, and/or other mental-health professional. In order to establish the diagnosis of agoraphobia, the professional will likely ask questions to ensure that the anxiety of the sufferer is truly the result of a fear of being in situations that make it impossible, difficult, or embarrassing to escape rather than in the context of another emotional problem (for example, fear of being near people that remind one of an abuser in the case of posttraumatic stress disorder or the fear of hearing voices that have no basis in reality as occurs in schizophrenia). The evaluator will also seek to determine if the symptoms of agoraphobia have occurred most times that the sufferer has been exposed to the previously described anxiety-provoking situations over at least a six-month period.   There are many treatments available for overcoming agoraphobia, including specific kinds of psychotherapy as well as several effective medications. A specific form of psychotherapy that focuses on decreasing negative, anxiety-provoking, or other self-defeating thoughts and behaviors (called cognitive behavioral therapy) has been found to be highly effective in treating agoraphobia. In fact, when agoraphobia occurs along with panic disorder, cognitive behavioral therapy, with or without treatment with medication, is considered to be the most effective way to both relieve symptoms and prevent their return. In fact, sometimes patients respond equally as well when treated with group cognitive behavioral therapy or a brief course of that kind of therapy, as they do when treated with traditional cognitive behavioral therapy. Psychotherapy for agoraphobia is also effective for many people when they receive it over the Internet, which is optimistic news for people who live in areas that are hundreds of miles from the nearest mental-health professional. Another form of therapy that has been found effective in managing agoraphobia includes self-exposure. In that intervention, people either imagine or put themselves into situations that cause increasing levels of agoraphobic anxiety, using relaxation techniques in each situation (systematic desensitization) in order to master their anxiety. When avoiding the cause of the anxiety is gradually, thoughtfully prevented as part of this mode of therapy, it is often referred to as exposure and response prevention. As people gain access to the Internet, there is increasing evidence that exposure therapy can also be done effectively through that medium. Regarding medication therapy, agoraphobia is usually treated in connection with panic disorder. Commonly, members of the selective serotonin reuptake inhibitor (SSRI) and the minor tranquilizer (benzodiazepine) groups of medications are used in treatment. Examples of SSRI medications include vortioxetine (Brintellix), vilazodone (Viibryd), escitalopram (Lexapro), citalopram (Celexa), fluvoxamine (Luvox), sertraline (Zoloft), paroxetine (Paxil), and fluoxetine (Prozac). The possible side effects of SSRI medications can vary greatly from person to person and depend on which of the drugs is being used. Common side effects of this group of medications include dry mouth, sexual dysfunction, nausea or other stomach upset, tremors, trouble sleeping, blurred vision, constipation or soft stools, and dizziness. In rare cases, some people have been thought to become acutely more anxious or depressed once on the medication, even trying to or completing suicide or homicide. Children and teens are thought to be particularly vulnerable to this rare possibility. Phobias are also sometimes treated using beta-blocker medications, which block the effects of adrenaline (like rapid heartbeat, stomach upset, shortness of breath) on the body. An example of a beta-blocker medication is propranolol. Panic disorder and phobias are sometimes treated with drugs in a medication class known as benzodiazepines, also sometimes referred to as anxiolytics or sedatives. This class of medications causes relaxation but is used less often these days to treat anxiety due to the possibility of addiction, increasing need for higher doses, and overdose. The risk of overdose is especially heightened if taken when alcohol is also being consumed. Examples of medications from that group include diazepam (Valium), alprazolam (Xanax), lorazepam (Ativan), and clonazepam (Klonopin). As anything that is ingested carries the risk of possible side effects, it is important to work closely with a doctor to decide whether medication is appropriate, and if so, which medication would be best. Further, the treating doctor will likely closely monitor for the possibility of side effects that can vary from the minor to the severe and in rare cases may even be life-threatening. A variety of mental-health specialists treat agoraphobia. In this age of managed care (involvement of insurance companies in determining payment for treatment), psychiatrists are often relegated to managing medication treatment for this condition despite the training these professionals receive in conducting therapy. Other mental-health prescribers, like nurse practitioners and physician assistants, may also provide medication management for this condition. Psychoanalysts of a variety of disciplines, as well as psychologists, social workers, and psychiatric nurses, are some of the specialists that may conduct psychotherapy to treat agoraphobia.  While people often explore and attempt to address anxiety with alternative treatments, sometimes described as home remedies, there remains a lack of large-scale, controlled scientific research to indicate a clear benefit of such interventions. Examples of oral alternative treatments include kava, Rhodiola, and tryptophan. Another challenge with these remedies is that there is little regulation of the doses and other ingredients for such substances. Lifestyle interventions that may help decrease anxiety include adhering to a healthy diet, regular exercise, engaging in meditation, and yoga. Agoraphobia increases the likelihood that the person will also suffer from another anxiety disorder, like social or other phobias, panic disorder or anxiety associated with posttraumatic stress disorder. Agoraphobia also predisposes sufferers to having more severe and difficult to treat anxiety disorders of any kind. People with agoraphobia are more at risk for developing alcohol or other drug use disorders. Also, agoraphobia tends to occur more often in individuals who have a number of different physical conditions, like irritable bowel syndrome (IBS) and asthma. If not treated, agoraphobia may worsen to the point at which the person's life is seriously impacted by the disease itself and/or by attempts to avoid or hide it. In fact, some people have had problems with loved ones, failed in school, and/or lost jobs while trying to cope with severe agoraphobia or another severe phobia. While there may be periods of spontaneous improvement of symptoms for people with agoraphobia, it does not usually go away unless the person receives treatment specifically for agoraphobia sufferers. Some research has indicated a more chronic and debilitating course of agoraphobia in African-American individuals compared to Caucasians. One significant challenge of agoraphobia is revealed by the statistics related to treatment. Specifically, less than half of individuals with this condition in the United States are receiving treatment at any one time. Further, alcoholics can be up to 10 times more likely to suffer from a phobia than those who do not have alcohol use disorder, and phobic individuals can be twice as likely to be addicted to alcohol as are people who have never been phobic.  As agoraphobia often develops as a fearful reaction to having panic attacks, prevention of agoraphobia usually focuses on developing ways to cope with the anxiety about the possibility of another panic attack without avoiding leaving one's home. The treatments for agoraphobia previously described are usually used to prevent its development, as well. The following organizations can provide information, self-help tips, and/or support for individuals experiencing agoraphobia as well as their families. ABIL (Agoraphobics Building Independent Lives), Inc. 3805 Cutshaw Ave. , Suite 415Richmond, VA 23230Phone: 804-353-3964Fax: 804-353-3687abil1996@aol. com Agoraphobics in Motion1719 CrooksRoyal Oak, MI 48067-1306Phone: 248-547-0400 American Academy of Child and Adolescent Psychiatryhttp://www. aacap. org American Counseling Associationhttp://www. counseling. org American Psychiatric Associationhttp://www. psych. org American Psychological Associationhttp://helping. apa. org Anxiety Disorders Association of America8730 Georgia Ave. , Ste. 600Silver Spring, MD 20910Voice: 240-485-1001Fax: 240-485-1035http://www. adaa. org/ Council on Anxiety DisordersRoute 1, Box 1364Clarkesville, GA 30523Phone: 706-947-3854Fax: 706-947-1265slvau@stc. net Freedom From Fearhttp://www. freedomfromfear. org National Anxiety Foundation3135 Custer Dr. Lexington, KY 40517-4001606-272-7166 National Association of Social Workershttp://www. naswdc. org National Mental Health Associationhttp://www. nmha. org National Panic/Anxiety Disorder News, Inc. http://www. npadnews. com Phobics Anonymous619-322-COPE ", 
    "title": "Agoraphobia"
}