{
    "data": "  Alcohol abuse and dependence, now both included under the diagnosis of alcohol use disorder, is a disease that is characterized by the sufferer having a pattern of drinking excessively despite the negative effects of alcohol on the individual's work, medical, legal, educational, and/or social life. It may involve a destructive pattern of alcohol use that includes a number of symptoms, including tolerance to or withdrawal from the substance, using more alcohol and/or for a longer time than planned, and trouble reducing its use. Alcohol abuse, on the less severe end of the alcohol use disorder spectrum, affects about 10% of women and 20% of men in the United States, most beginning by their mid teens. Signs of alcohol intoxication include the smell of alcohol on the breath or skin, glazed or bloodshot eyes, the person being unusually passive or argumentative, and/or a deterioration in the person's appearance or hygiene. Almost 2,000 people under 21 years of age die each year in car crashes in which underage drinking is involved. Alcohol is involved in nearly half of all violent deaths involving teens. Alcohol, especially when consumed in excess, can affect teens, women, men, and the elderly quite differently. Risk factors for developing a drinking problem include low self-esteem, depression, anxiety or another mood problem, as well as having parents with alcoholism. Alcohol use disorder has no one single cause and is not directly passed from one generation to another genetically. Rather, it is the result of a complex group of genetic, psychological, and environmental factors. There is no one test that definitively indicates that someone has an alcohol-use disorder. Therefore, health-care professionals diagnose these disorders by gathering comprehensive medical, family, and mental-health information. There are thought to be five stages of alcoholism, the more severe end of the alcohol use disorder spectrum. There are numerous individual treatments for alcoholism, including medical stabilization (detox), individual and group counseling, support groups, residential treatment, medications, drug testing, and/or relapse-prevention programs. Some signs of a drinking problem include drinking alone, to escape problems, or for the sole purpose of getting drunk; hiding alcohol in odd places; getting irritated and/or craving alcohol when you are unable to obtain alcohol to drink; and having problems because of your drinking. While some people with more severe alcohol use disorder (formerly alcoholism or alcohol dependence) can cut back or stop drinking without help, most are only able to do so temporarily unless they get treatment. There is no amount of alcohol intake that has been proven to be generally safe during pregnancy. The long-term effects of alcohol abuse and alcoholism can be devastating and even life-threatening, negatively affecting virtually every organ system. Codependence is the tendency to interact with another person in an excessively passive or caretaking manner that negatively affects the quality of the codependent individual's life. Adequate supervision and clear communication by parents about the negative effects of alcohol and about parental expectations regarding alcohol and other drug use can significantly decrease alcohol use in teens. With treatment, about 70% of people with alcoholism are able to decrease the number of days they consume alcohol and improve their overall health status within six months.  Alcohol abuse, now included in the diagnosis of alcohol use disorder, is a disease. It is characterized by a maladaptive pattern of drinking alcohol that results in negative work, medical, legal, educational, and/or social effects on a person's life. The individual who abuses this substance tends to continue to use it despite such consequences. Effects of alcohol use disorder on families can include increased domestic abuse/domestic violence. The effects that parental alcoholism can have on children can be significantly detrimental in other ways as well. For example, the sons and daughters of alcoholics seem to be at higher risk for experiencing more negative feelings, stress, and alienation as well as aggression. There are a multitude of negative psychological effects of alcohol use disorder, including depression and antisocial behaviors. Statistics about less severe alcohol use disorder (alcohol abuse) in the Unites States include its afflicting about 10% of women and 20% of men. Other alcohol abuse facts and statistics include the following: Most people who develop severe alcohol use disorder (alcohol dependence/addiction) do so between 18 and 25 years of age. Symptoms tend to alternate between periods of alcohol abuse and abstinence (relapse and remission) over time. The majority of individuals who abuse alcohol never go on to develop severe alcohol use disorder, formerly referred to as alcohol dependence. Alcohol-use statistics by country indicate that among European countries, Mediterranean countries have the highest rate of abstinence and that wine-producing countries tend to have the highest rates of alcohol consumption. In many European countries, beer tends to be the alcoholic drink of choice by teenagers, followed by liquor over wine.  Alcoholism formerly called alcohol dependence or alcohol addiction, is the more severe end of the alcohol use disorder spectrum. It is a destructive pattern of alcohol use that includes tolerance to or withdrawal from the substance, using more alcohol or using it for longer than planned, and trouble reducing its use or inability to use it in moderation. Other potential symptoms include spending an inordinate amount of time getting, using, or recovering from the use of alcohol, compromised functioning, and/or continuing to use alcohol despite an awareness of the detrimental effects it is having on one's life. Alcoholism is appropriately considered a disease rather than a weakness of character or chosen pattern of bad behavior. It is the third most common mental illness, affecting more than 14 million people in the United States. Other facts and statistics about alcohol dependence include its pattern of afflicting about 4% of women and 10% of men. It costs more than $165 billion per year in lower productivity, early death, and costs for treatment. While both alcohol abuse and alcoholism are included in the alcohol use disorder diagnosis and involve engaging in maladaptive behaviors in the use of alcohol, abuse of this substance does not include the person having withdrawal symptoms or needing more and more amounts to achieve intoxication (tolerance) unless the person has developed alcoholism. Risk factors for developing a drinking problem include depression, anxiety, or another mood problem in the individual, as well as having parents with alcoholism. Low self-esteem and feeling out of place are other risk factors for developing alcohol dependence. In women, antisocial behaviors and impulsivity are associated with the development of severe alcohol use disorder. Both men and women are more likely to develop alcoholism if they have a childhood history of being physically or sexually abused. Children and teens who have their first drink of alcohol between 11 and 14 years of age are more at risk for developing a drinking problem than those who do so when either younger or older.  One frequently asked question about alcoholism is if it is hereditary. As with most other mental disorders, alcohol addiction has no one single cause and is not directly passed from one generation to another in families. Rather, it is the result of a complex group of genetic, psychological, and environmental factors. Signs that indicate a person is intoxicated include the smell of alcohol on their breath or skin, glazed or bloodshot eyes, the person being unusually passive or argumentative, and/or a deterioration in the person's appearance or hygiene. Other physical symptoms of the state of being drunk include flushed skin. Cognitively, the person may experience decreased ability to pay attention and a propensity toward memory loss. Alcohol, especially when consumed in excess, can affect teens, women, men, and the elderly quite differently. Women and the elderly tend to have higher blood concentrations of alcohol compared to men and younger individuals who drink the same amount. Alcoholic women are more at risk for developing cirrhosis of the liver and heart and nerve damage at a faster rate than alcohol-dependent men. Interestingly, men and women seem to have similar learning and memory problems as the result of excessive alcohol intake, but again, women tend to develop those problems twice as fast as men. Elderly people who drink excessively are at risk for having more serious illnesses, doctor visits, and symptoms of depression, with less life satisfaction and smaller social support networks compared to senior citizens who have never consumed alcohol. While binge drinking is often thought to be a symptom of young people, an often unknown fact is that a significant percentage of middle-aged and elderly individuals also engage in binge drinking. This behavior increases the risk for driving drunk, no matter what the age. That, in turn, puts the individual at risk for being arrested for driving under the influence (DUI) of alcohol. Teenagers who consume alcohol excessively have been found to be at risk for abnormal organ development as the possible result of the hormonal abnormalities caused by alcohol. This is particularly a risk to their developing reproductive system. Just a few of the other many dangerous effects of alcohol abuse and alcoholism in teenagers include the following: In contrast to adults, teens tend to abuse alcohol simultaneously with other substances, usually marijuana. Male teens who drink heavily tend to complete fewer years of education compared to male teens who do not drink. The younger a person is when they begin drinking, the more likely they are to develop a problem with alcohol. Each year, almost 2,000 people under 21 years of age die in car crashes in which underage drinking is involved. Alcohol is involved in nearly half of all violent deaths involving teens. More than three times the number of eighth-grade girls who drink heavily said they have attempted suicide compared to girls in that grade who do not drink. Teens who drink are more likely to engage in sexual activity, have unprotected sex, have sex with a stranger, or be the victim or perpetrator of a sexual assault. Excess alcohol use can cause or mask other emotional problems, like anxiety or depression. Drinking in excess can lead to the use of other drugs, likemarijuana, cocaine, or heroin.  As is true with virtually any mental-health diagnosis, there is no one test that definitively indicates that someone has an alcohol-use disorder. Screening tools, including online or other tests may help identify individuals who are at risk for having a drinking problem. Therefore, health-care professionals diagnose alcohol abuse or dependence by gathering comprehensive medical, family, and mental-health information. The practitioner will also either perform a physical examination or request that the individual's primary-care doctor perform one. The medical examination will usually include lab tests to evaluate the person's general health and to explore whether or not the individual has a medical condition that might have mental-health symptoms. In asking questions about mental-health symptoms, mental-health professionals are often exploring if the individual suffers from alcohol or other drug abuse or dependence disorders, as well as depression and/or manic symptoms, anxiety, hallucinations, or delusions or behavioral disorders. Physicians may provide the people they evaluate with a quiz or self-test as a screening tool for substance-use disorders. Since some of the symptoms of alcohol use disorder can also occur in other mental illnesses, the mental-health screening is to determine if the individual suffers from a mood disorder or anxiety disorder, as well as schizophrenia, schizoaffective disorder, and other psychotic disorders, or personality or behavior disorders like attention deficit hyperactivity disorder (ADHD).  Five stages of alcohol and drug use disorders have been identified. The first stage is described as having access to alcohol rather than use of alcohol. In that stage, minimizing the risk factors that make a person more vulnerable to using alcohol are an issue. The second stage of alcohol use ranges from experimentation or occasional use to regular weekly use of alcohol. This or any of the more severe stages of alcoholism may involve binge drinking. The third stage is characterized by individuals further increasing the frequency of alcohol use and/or using the substance on a regular basis. This stage may also include either buying or stealing to get alcohol. In the fourth stage of alcohol use, users have established regular alcohol consumption, have become preoccupied with getting intoxicated (\"high\") and have developed problems in their social, educational, vocational, or family life as a result of using the substance. The final and most serious fifth stage of alcohol use is defined by the person only feeling normal when they are using alcohol. During this stage, risk-taking behaviors like stealing, engaging in physical fights, or driving while intoxicated increase, and they become most vulnerable to having suicidal thoughts. Prior to entering any inpatient or outpatient rehabilitation program for alcohol use disorder, the possibility that the person with this disorder could suffer from physical symptoms of alcohol withdrawal needs to be addressed. People who have a pattern of extensive alcohol abuse are at risk for withdrawal symptoms like tremors, hallucinations, and even fatal seizures. Those individuals will need to enter a detoxification (detox) program that includes the use of close medical support, monitoring, and prescription of medications like chlordiazepoxide (Librium) or clonazepam (Klonopin) to help prevent and ease the symptoms of alcohol withdrawal. There are numerous individual psychotherapeutic treatments for alcoholism. Relapse prevention uses methods for recognizing and amending problem behaviors. Individualized drug counseling specifically emphasizes short-term behavioral goals in an attempt to help the individual reduce or stop the use of alcohol altogether. Cognitive-behavioral therapy techniques, like helping the individual with alcohol use disorder recognize what tends to precede and follow their episodes of alcohol use, are often used to address alcohol abuse. Some treatment programs include drug testing. Twelve-step recovery programs like Alcoholics Anonymous are individualized drug-counseling methods. Motivational enhancement therapy encourages the person suffering from alcohol use disorder to increase their desire to participate in therapy. Stimulus control refers to an intervention that teaches the alcohol-use disordered person to stay away from situations that are associated with alcohol use and to replace those situations with activities that are contrary to using alcohol. Urge control is an approach to changing patterns that lead to drug or alcohol use. Friends and family members of alcoholic individuals have often developed a codependent relationship with the substance abuser. Specifically, they often feel compelled to either help their loved one secure alcohol or to repair situations caused by the alcoholic's alcohol use. Social control involves family members and other significant others of the alcoholic in treatment. For people in the first stage of alcohol use (having access but not having yet used alcohol), preventive measures are used. Therefore, limiting access to alcohol or other drugs, addressing any risk factors of the alcohol consumer or family, as well as optimal parental supervision for youth and expression regarding expectations are often recommended. The approach to those who have experimented with alcohol should not be minimized by mental-health professionals, since infrequent use can progress to the more serious stages of alcohol use if not addressed. Therefore, professionals recommend that the alcohol-consuming individual be thoroughly educated about the effects and risks of alcohol, that fair but firm limits be set on the use of alcohol, and that the user be referred for brief counseling, a self-help group, and/or family support group. People who have progressed to the more advanced stages of alcoholism are typically treated intensively, using a combination of the medical, individual, and familial interventions already described. While group therapy can help teens stay sober, groups that include a number of teens who also engage in disordered behaviors can actually tend to increased alcohol use in this age group. Family interventions for alcoholism that tend to be effective for teens include multidimensional family therapy (MDFT), group therapy, and multifamily educational intervention (MFE). MDFT has been found to be quite effective. Longer-term residential treatment, often called rehab, of three to five months that addresses peer relationships, educational problems, and family issues is often used in treating alcohol use disorder in teens.  There are few medications that are considered effective in treating moderate to severe alcohol use disorder. Naltrexone (Trexan, Revia, or Vivitrol) has been found effective in managing this illness. It is the most frequently used medication in treating alcohol use disorder . It decreases the alcoholic's cravings for alcohol by blocking the body's euphoric (\"high\") response to it. Naltrexone is either taken by mouth on a daily basis or through monthly injections. Disulfiram (Antabuse) is prescribed for about 9% of alcoholics. It decreases the alcoholic's craving for the substance by producing a negative reaction to drinking. Acamprosate (Campral) works by decreasing cravings for alcohol in those who have stopped drinking. Ondansetron (Zofran) has been found to be effective in treating alcohol use disorder in people whose problem drinking began before they were 25 years old. None of these medications have been specifically approved to treat alcoholism in people less than 18 years of age. Baclofen (Lioresal) has been found to be a potentially effective treatment to decrease alcohol cravings and withdrawal symptoms. Some research indicates that psychiatric medications like lithium (Eskalith, Lithobid) and sertraline (Zoloft) may be useful in decreasing alcohol use in people who have another mental-health disorder in addition to alcohol use disorder.   Signs of a drinking problem include behaviors like drinking for the purpose of getting drunk, drinking alone or keeping it secret, drinking to escape problems, hiding alcohol in odd places, getting irritated when you are unable to obtain alcohol to drink, and having problems at work, school, home, or legally as a result of your drinking. Other warning signs of alcohol use disorder include losing interest in activities you used to enjoy, having blackouts because of heavy drinking, and getting annoyed when loved ones say you may have a drinking problem. Behaviors that may indicate that a person is suffering from alcoholism include being able to drink more and more alcohol, trouble stopping once you start drinking, powerful urges to drink, and having withdrawal symptoms like nervousness, nausea, shaking, or having cold sweats, and even hallucinations when you don't have a drink. While some people with alcohol use disorder can cut back or stop drinking without help, most are only able to do so temporarily unless they get treatment. Individuals who consume alcohol in lower amounts and tend to cope with problems more directly are more likely to be successful in their efforts to cut back or stop drinking without the benefit of treatment. Recent research describes potential health benefits of consuming alcohol, including decreased risk of heart disease, stroke, and dementia. Given that, it is fair to say that low intake, along the lines of 4-8 ounces of wine per day, is likely safe.  Babies who are born to mothers who are heavy drinkers are more at risk for being born with significant medical, developmental, behavioral, and emotional problems, including fetal alcohol syndrome (FAS). However, many babies whose mothers consumed even minimal amounts of alcohol during pregnancy have been born with such problems. Therefore, there is no amount of alcohol intake that has been proven to be safe during pregnancy. Al-Anon-Alateen: 888-4AL-ANONAlcoholics Anonymous World Services: 212-870-3400American Council on Alcoholism treatment referral line: 800-527-5344Codependents Anonymous: http://www. coda. orgMothers Against Drunk Driving: 800-GET-MADDNational Council on Alcoholism and Drug Dependence: 800-NCA-CALLNational Institute on Alcohol Abuse and Alcoholism: 301-443-3860National Clearinghouse for Alcoholism and Drug Information: 800-729-6686National Resource Center: 866-870-4979 The long-term effects of alcohol use disorder can be devastating and even life-threatening. Chronic excessive alcohol consumption can negatively affect virtually every organ system. Specific examples of alcohol-use disorder effects on the body include everything from general effects like poor coordination, thiamine deficiency, and other forms of poor nutrition, cardiovascular effects like hypertension and irregular heartbeat, reproductive effects like impotence and irregular menses, as well as gastrointestinal problems like jaundice, cirrhosis of the liver, and pancreatitis. Alcohol-use disorder complications that involve the brain include, but are by no means limited to, strokes, confusion, and amnesia. Approximately 10%-15% of people with alcoholism tend to commit suicide. Intoxication is associated with suicide attempts using more lethal methods, and positive blood-alcohol levels are often found in people who complete suicide. Men who have lost their spouses within the year are at highest risk of suicide.  Codependency is the tendency to interact with another person in an excessively passive or caretaking manner that negatively affects the quality of the codependent individual's life. The codependent person has a pattern of putting their own needs below those of others, likely has low self-esteem, and tends to engage in denial, excessive compliance, and control. Individuals who are codependent are at risk for engaging in addictive behaviors, including alcoholism, drug or sexual addiction, as well as eating disorders or self-destructive or other self-defeating behaviors. Psychotherapy and participation in support groups are the usual treatments for codependency. Clear communication by parents about the negative effects of alcohol, as well as about their expectations regarding drug use, has been found to significantly decrease alcohol use in teens. Adequate parental supervision has also been found to be a deterrent to underage alcohol abuse. Alcohol, and other drug use, has been found to occur most often between the hours of 3 p. m. and 6 p. m. , immediately after school and prior to parents' arrival at home from work. Teen participation in extracurricular activities has therefore been revealed to be an important prevention measure for the use of alcohol in this age group. Parents can also help educate teens about appropriate coping and stress-management strategies. For example, 15- to 16-year-olds who use religion to cope with stress tend to use drugs significantly less often and have fewer problems as a result of drinking than their peers who do not use religion to cope. Factors for preventing alcohol use disorder in older teenagers and young adults include limiting the availability of alcohol and enforcing rules that address issues like drinking and driving. Specific examples of limiting the accessibility of alcohol might involve raising the cost of alcohol and restricting when and where alcohol can be consumed.  With treatment, about 70% of people with alcoholism are able to decrease the number of days they consume alcohol and improve their overall health status within six months. On the other hand, most individuals who have been treated for a moderate to severe alcohol-use disorder have relapsed at least once during the first year after treatment. Those individuals seem to drink less often and lower amounts after receiving treatment compared with before treatment. ", 
    "title": "Alcohol Abuse And Alcoholism"
}