{
    "data": "  Alcoholism is a substance-use disorder in which the sufferer has problems managing how much and how frequently they dring alcohol and its negative effects on their lives as a result. The symptoms of alcoholism include tolerance to alcohol, withdrawal episodes, using more alcohol for longer periods of time, and problems managing life issues due to alcohol. Alcoholism is caused by a number of individual, family, genetic, and social factors rather than by any one cause. Although a number of genes play a role in the development of alcoholism, this is a disease in which other factors more strongly influence its occurrence. Alcoholism is diagnosed by evaluating whether the individual shows a number of symptoms of problem drinking on a regular basis. Alcoholism treatment is usually treated based on the stage of the addiction, ranging from management of risk factors and education to intensive residential treatment followed by long-term outpatient care and support. Alcohol is the most frequently used drug by teenagers in the United States. Significant statistics regarding alcohol use in teens include that about half of junior high and senior high school students drink alcohol on a monthly basis, and 14% of teens have been intoxicated at least once in the past year. Nearly 8% of teens who drink say they drink at least five or more alcoholic drinks in a row (binge drink). Just a few of the many dangers of alcohol use in teens include the following: Alcohol decreases teens' ability to pay attention. Teens who have experienced alcohol withdrawal tend to have difficulties with memory. The teenage brain that has been exposed to alcohol is at risk for being smaller in certain parts. In contrast to adults, teens tend to abuse alcohol with other substances, usually marijuana. Male teens who drink heavily tend to complete fewer years of education compared to male teens who do not. The younger a person is when they begin drinking, the more likely they are to develop a problem with alcohol. Each year, almost 2,000 people under the age of 21 die in car crashes in which underage drinking is involved. Alcohol is involved in nearly half of all violent deaths involving youth. In 2010, 56% of drivers 15 to 20 years of age who were killed in motor-vehicle crashes after drinking and driving were not wearing a seat belt. More than three times the number of eighth-grade girls who drink heavily said they have attempted suicide compared to girls in that grade who do not drink. Intoxication is associated with suicide attempts using more lethal methods, and positive blood alcohol levels are often found in people who complete suicide. Teens who drink are more likely to engage in sexual activity, have unprotected sex, have sex with a stranger, or be the victim or perpetrator of a sexual assault. Excess alcohol use can cause or mask other emotional problems, like anxiety or depression. Drinking in excess can lead to the use of other drugs, like marijuana, cocaine, or heroin.  Clear communication by parents about the negative effects of alcohol, as well as about their expectations regarding drug use, has been found to significantly decrease teenage drinking. Adequate parental supervision has also been found to be a deterrent to alcohol use in youth. Alcohol, and other drug use, has been found to occur most often between the hours of 3 p. m. and 6 p. m. , immediately after school and prior to parents' arrival at home from work. Teen participation in extracurricular activities has therefore been revealed to be an important measure in the prevention of alcohol use in this age group. Parents can also help educate teens about appropriate coping and stress-management strategies. For example, 15- to 16-year-olds who use religion to cope with stress tend to use drugs significantly less often and have less problems as a result of drinking than their peers who do not use religion to cope. Since effective treatment of teen depression can be a deterrent to alcohol use, parents who seek help for their depressed teen in a timely manner can also help prevent their adolescent from engaging in underage drinking. Signs that indicate a person is intoxicated include the smell of alcohol on their breath or skin, glazed or bloodshot eyes, the person being unusually passive or argumentative, and/or deterioration in the person's appearance or hygiene. Other symptoms of intoxication include flushed skin and memory loss.  As defined by the Diagnostic and Statistical Manual of Mental Disorders, the diagnosis of alcoholism (formerly referred to as alcohol dependence and currently known as alcohol use disorder) can be made when it is determined that a negative pattern of alcohol use leading to a number of problems has been established. Those problems can include needing more alcohol to get intoxicated (tolerance), difficulties that occur when the effects of alcohol wear off (withdrawal), using more alcohol or for longer time than intended, and other life problems because of the use of alcohol. Five stages of alcohol and drug use have been identified. The first stage is described as access to alcohol rather than use of alcohol, tobacco, inhalants, or other drugs. In that stage, minimizing the risk factors that make a teenager more vulnerable to using alcohol are an issue. The second stage of alcohol and other drug use ranges from experimentation or occasional use to regular weekly use of alcohol, tobacco, inhalants, or other drugs. The third stage is characterized by youths further increasing the frequency of alcohol use and/or using alcohol and other drugs on a regular basis. This stage may also include the teenager buying alcohol or other drugs or stealing to get their drug of choice. In the fourth stage of alcohol and drug use, adolescents have established regular usage, have become preoccupied with getting intoxicated (\"high\"), and have developed problems in their social, educational, vocational, or family life as a result of using the substance. The final and most serious fifth stage of alcohol or other drug use is defined by the youth only feeling normal when they are using. During this stage, risk-taking behaviors like stealing, engaging in physical fights, or driving under the influence of alcohol increase, and they become most vulnerable to having suicidal thoughts. Family risk factors for teenagers developing drinking problems include low levels of parental supervision or communication, family conflicts, inconsistent or severe parental discipline, and a family history of alcohol or drug abuse. Individual risk factors include problems managing impulses, emotional instability, thrill-seeking behaviors, and perceiving the risk of using alcohol to be low. Girls who drink, as well as teens who begin drinking prior to 14 years of age and those whose mothers have drinking problems, are more likely to develop alcoholism. Teen risk factors for alcoholism differ a bit between the 14- to 16-year-old and 16- to 18-year-old age groups, in that 16- to 18-year-olds tend to be less likely to drink in excess when they have a close relationship with their mothers. Facts about the societal risk factors for adolescent alcoholism include peer pressure and the portrayal of teen drinking in the media. For example, research demonstrates that the Internet and advertising, including that which occurs on social media, promotes drinking behaviors in teenagers.  Some of the most common symptoms of alcohol abuse in teenagers include lying, making excuses, breaking curfew, staying in their room, becoming verbally or physically abusive toward others, having items in their possession that are connected to alcohol use (paraphernalia), the smell of alcohol on their breath or body, mood swings, stealing, and changes in friends. Replacing fluids that are lost as a result of the increased urination associated with drinking is often used to treat alcohol intoxication. Doctors frequently use fluids that contain sugars for that purpose. Alcohol poisoning is the potentially fatal result of drinking excessive amounts of alcohol in a short period of time. It is caused by alcohol slowing down the body's functions (for example, breathing, heart rate, and gag reflex), thereby potentially leading to choking, coma, stopped breathing, stopped heart, and death. Treatment involves getting the person to the hospital immediately so he or she can be closely watched by medical professionals, given oxygen and fluids, and so that other measures can be taken in order to prevent choking, as well as stopped breathing or heartbeat. There are few medications that are considered effective in treating alcoholism. Ondansetron (Zofran) has been found to be effective in treating alcoholism in people whose problem drinking began before they were 25 years old. Naltrexone (Trexan, ReVia, Vivitrol) has also been found effective in managing alcohol addiction. Naltrexone is the most frequently used medication in treating alcoholism. It decreases the alcoholic's cravings for alcohol by blocking the body's euphoric (\"high\") response to it. Naltrexone is either taken by mouth on a daily basis or through monthly injections. Disulfiram (Antabuse) is prescribed for about 9% of alcoholics. It decreases the alcoholic's craving for the substance by producing a negative reaction to drinking. Acamprosate (Campral) works by decreasing cravings for alcohol in those who have stopped drinking. However, none of these medications have been specifically approved to treat alcoholism in people less than 18 years of age. Some research indicates that psychiatric medications like lithium (Lithobid) and sertraline (Zoloft) may be useful in decreasing alcohol use in teens who have another mental-health disorder in addition to alcohol abuse. Ondansetron (Zofran) has been found to be effective in treating alcoholism in people whose problem drinking began before they were 25 years old. There are numerous individual treatments for alcoholism in teens. Relapse prevention uses methods for recognizing and amending problem behaviors. Individualized drug counseling specifically emphasizes short-term behavioral goals in an attempt to help the individual reduce or stop the use of alcohol altogether. Cognitive therapy techniques, like helping the teen recognize what tends to precede and follow their episodes of alcohol use, are often used to address alcohol abuse in teens. Some treatment programs include drug testing. Twelve-step programs like Alcoholics Anonymous are individualized drug-counseling methods. Motivational enhancement therapy encourages the teen to increase their desire to participate in therapy. Stimulus control refers to a treatment method that teaches the person to stay away from situations that are associated with alcohol use and to replace those situations with activities that are contrary to using drugs. Urge control is an approach to changing patterns that lead to drug use. Social control involves family members and other significant others of the alcoholic in treatment. While group therapy can be helpful in decreasing alcohol use in teens, groups that include a number of teens who also engage in disordered behaviors can actually tend to increase alcohol use in this age group. Family interventions for alcoholism that tend to be effective for teens include multidimensional family therapy (MDFT), group therapy, and multifamily educational intervention (MFE). MDFT has been found to be quite effective. Longer-term residential treatment of three to five months that addresses peer relationships, educational problems, and family issues is often used in treating alcoholism in teens. For youth in the first stage of alcohol use (having access but not having yet used alcohol), preventive measures are used. Therefore, limiting access to alcohol or other drugs, addressing any risk factors of the youth or family, as well as optimal parental supervision and expression regarding expectations are often recommended. The approach to those who have experimented with alcohol should not be minimized by mental-health professionals, since infrequent use can progress to the more serious stages of alcohol use if not addressed. Therefore, professionals recommend that the youth be thoroughly educated about the effects and risks of alcohol, that fair but firm limits be set on the use of alcohol, and that the user be referred for brief counseling, a self-help group, and/or family support group. Teens who have progressed to the more advanced stages of alcoholism are typically treated intensively, using a combination of the medical, individual, and familial interventions already described.   Without treatment, youth who drink excessively as teenagers are more likely to become problem drinkers as adults. Depending on the severity of alcohol misuse, the youth's prognosis can be significantly improved by interventions ranging from involving the teen's parents to having the teen participate in Alcoholics Anonymous (AA) or more intensive treatments Al-Anon-Alateen: 888-4AL-ANONAlcoholics Anonymous World Services: 212-870-3400American Council on Alcoholism treatment referral line: 800-527-5344Mothers Against Drunk Driving: 800-GET-MADDNational Council on Alcoholism and Drug Dependence: 800-NCA-CALLNational Institute on Alcohol Abuse and Alcoholism: 301-443-3860National Resource Center: 866-870-4979 ", 
    "title": "Alcohol And Teens"
}