{
    "data": "  The allergic response is usually very selective for specific allergens. T- and B-lymphocytes play important roles in the allergic reaction. Mast cells and basophils release a variety of chemical mediators and cytokines that cause allergic inflammation. In an allergic cascade, the immediate or \"early\" phase allergic reaction is subsequently followed by a more prolonged \"late\" phase reaction. Histamine is an important chemical mediator that causes many of the common allergic symptoms. Knowledge of the allergic cascade has resulted in effective treatments for allergy. Future research is aimed at finding new agents that intervene at specific levels of the allergic reaction. The immune system is very specific and goal oriented. Although you may be allergic to a number of substances, allergic reactions are directed at specific allergens. For example, you may be allergic to Bermuda grass but not oysters. At times, however, two or more foreign substances might appear similar in nature to the immune system, which may mistake one for the other and react to both. For example, if you are allergic to birch trees, your immune system may also react to apples or other fruits, which it mistakes for birch pollen. These cross-reactions occur because of similar allergens that are produced by a variety of plants. Unfortunately, this can result in a detrimental sequence of cellular and chemical interactions sometimes directed at harmless agents. The end result is a well-defined constellation of signs and symptoms produced by the \"allergic cascade. \"  Our body's immune system is designed to constantly be on the lookout for intruders. It has the ability to distinguish between \"self\" and \"non-self\" (foreign substances, which it protects us from). Let us look at this complex process. For example, consider an exposure to ragweed pollen. Once in the body, the ragweed pollen is engulfed by the immune system's scouts, called antigen presenting cells (APC). These APC slice up the ragweed pollen into small fragments, which then combine with special proteins in the cell, called human leukocyte antigens (HLA). HLA function like a guideline to help the body distinguish \"self\" from \"non-self. \" When combined with the HLA, the fragments become visible to a key player in the allergic cascade, the lymphocytes, which recognizes them as foreign. This ragweed pollen fragment-HLA combination is exposed on the surface of the APC in full view of these specialized white blood cells. Note these basic concepts of types of important cells and messenger proteins of the immune reaction: The term white blood cells, or leukocytes, is derived from the Greek words \"leukos\" meaning white and \"cytes\" meaning cells. The white blood cells are essential to the immune system and include the monocytes, macrophages, neutrophils, and lymphocytes. Lymphocytes are white blood cells that play a key role in both immunity and allergy. They are divided into two types, the T and B lymphocytes. Each type is responsible for a particular branch of the immune system. It is the duty of the T-lymphocytes to be ready to directly shift into action to attack foreign substances (cell-mediated immunity). Some T-lymphocytes are experts at \"killing\" (cytotoxic or killer T cells) while others assist the immune response and are termed \"helper\" cells (TH cells). The TH cells are further divided into TH1 (infection fighters) and TH2 (allergy promoters), depending on the proteins they release. The partners of the T-lymphocytes are the B-lymphocytes. B-lymphocytes are tiny antibody factories that produce antibodies to help destroy foreign substances when stimulated to do so by the TH cells. Basophils and eosinophils are other white blood cells that play an important role in allergy. T cells often call these cells into action in allergic conditions. Blood levels of eosinophils are commonly elevated in people with asthma and other allergic diseases. Cytokines are a diverse group of proteins that are released by lymphocytes and macrophages in response to an injury or activation, such as by an allergen. They act as chemical signals that \"step up\" or \"step down\" the immune reaction.  Lymphocytes -- T's &amp; B's: Lymphocytes are part of the white blood cell family and consist of T and B varieties. Each T lymphocyte, or T cell, is like a specially trained detective. The T cell examines the evidence that is exposed by the APC. When specific T cells come into contact with the ragweed pollen fragment on the APC and recognize it as foreign, an army of specialized T cells called \"helper\" cells (actually TH2 cells) is triggered, thus releasing chemicals (cytokines) that stimulate B lymphocytes. B lymphocytes produce IgE antibodies that bind to the allergens (such as the pollen fragment). Once the IgE is produced, it specifically recognizes the ragweed pollen and will recognize it on future exposure. The balance between allergy-promoting TH2 cells and infection-fighting TH1 cells has been found to be a critical component of our immune system. Whereas allergy reactions involve large numbers of TH2 cells, infections generate an army of TH1 cells, which then release chemicals that help destroy microbes. Allergy and asthma rates have been increasing in recent decades. One theory called the \"hygiene hypothesis\" explains the increase as a consequence of inadequately \"geared up\" human immune systems because of the relatively sterilized environment of modern man, possibly due to antibiotics and vaccinations. What this concept implies is that the immune system of individuals who have been exposed to sufficient microbes make TH1 cells when stimulated. But if an individual's immune system is inadequately stimulated to produce TH1 cells by exposure to microbes, it will instead lean toward the allergy-producing system and make TH2 cells. A tendency toward allergic reactions is the result. Although this appears complicated, an understanding of the different lymphocyte responses is important in treating allergies. Ideally, we would like to respond to ragweed pollen with TH1 lymphocytes and not TH2 lymphocytes, which promote allergic reactions and produce IgE in large amounts. Allergic individuals summon a large number of TH2 cells in response to allergens, whereas non-allergic people do not. Finally, the tendency to develop allergic conditions (for example, to develop strong TH2 responses to allergens) is thought to be partially inherited from our parents. At birth, there seems to be a balance between the infection-fighting TH1 cells and the allergy-promoting TH2 cells. Current thinking is that allergy develops after birth when a child is exposed to certain substances in the environment. The immune system is stimulated by these exposures so that the scales are now tipped toward the production of allergy-promoting TH2 cells. They are especially tipped toward allergy promotion in individuals that have inherited the genetic tendency from their parents. Mast cells &amp; basophils: Mast cells and basophils are the next key players in the allergic cascade. They are volatile cells with potentially explosive behavior. Mast cells reside in tissues while basophils are found in the blood. Each of these cells has over 100,000 receptor sites for IgE, which binds on their surfaces. The binding of IgE to these cells acts like the fuse on a bomb. The cells are now sensitized or primed with the IgE. When this allergic or sensitized individual is exposed to ragweed pollen again, the IgE is ready to bind to this pollen. When this occurs, the mast cells and basophils are activated and release a number of chemicals that ultimately produce the allergic reaction we can see and feel. Wherever these chemicals are released in the body will display the allergy symptoms. In the ragweed pollen example, when the mast cells are activated in the nose by exposure to the pollen, the release of chemicals will likely result in sneezing, nasal congestion, and a runny nose -- the typical symptoms of hay fever. Once sensitized, mast cells and basophils can remain ready to ignite with IgE for months or even years. Chemical mediators: Each mast cell and basophil may contain over 1000 tiny packets (granules). Each of these granules holds more than 30 allergy chemicals, called chemical mediators. Many of these chemical mediators are already prepared and are released from the granules as they burst in an allergic response. The most important of these chemical mediators is histamine. Once released into the tissues or blood stream, histamine attaches to histamine receptors (H1 receptors) that are present on the surface of most cells. This attachment results in certain effects on the blood vessels, mucous glands, and bronchial tubes. These effects cause typical allergic symptoms such as swelling, sneezing, and itching of the nose, throat, and roof of the mouth. Some chemical mediators are not formed until five to 30 minutes after activation of the mast cells or basophils. The most prominent of these are the leukotrienes. Leukotriene D4 is 10 times more potent than histamine. Its effects are similar to those of histamine, but leukotriene D4 also attracts other cells to the area, thereby aggravating the inflammation. Leukotrienes were initially discovered in 1938 and were called the \"slow reacting substances of anaphylaxis (SRS-A). \" Forty years later, Samuelsen in Sweden identified them as playing an important role in allergic inflammation. Recently, a new family of medicines, called leukotriene modifiers, have been found to be helpful in treating asthma. Examples are montelukast (Singulair) and zafirlukast (Accolate). The other group of inflammation-causing chemical mediators that form after mast cell stimulation is the prostaglandins. Prostaglandin D2, in particular, is a very potent contributor to the inflammation of the lung airways (bronchial tubes) in allergic asthma.  Cytokines are small proteins that can either step-up or step-down the immune response. One of the cytokines, interleukin 4 (IL4), is essential for the production of IgE antibodies. Interleukin 5 (IL5) and others are important in attracting other cells, particularly eosinophils, which then promote inflammation. This spectrum of cytokines is also released by the TH2 lymphocytes, thus further promoting allergic inflammation. We have seen how the first encounter with ragweed pollen sensitizes the body with the help of lymphocytes and results in the IgE coating of the mast cells and basophils. Subsequent exposure results in the immediate release of the chemical mediators that cause the various symptoms of allergy. This process is the \"early phase\" of the allergic reaction. It can occur within seconds or minutes of exposure to an allergen. This is also known as an immediate hypersensitivity reaction, which in this case is to the ragweed pollen allergen. In the context of allergy, hypersensitivity refers to a condition in a previously exposed person in which tissue inflammation results from an immune reaction upon re-exposure to an allergen sensitizer. About 50% of the time, the allergic reaction progresses into a \"late phase. \" This late phase occurs about four to six hours after the exposure. In the late phase reaction, there is tissues redness and swelling due to the arrival of other cells to the area, including the eosinophils, neutrophils, and lymphocytes. Cytokines that are released by the mast cells and basophils act as tiny messengers to call these other cells to the area of inflammation. Additional cytokines are released by the TH2 lymphocytes and they attract even more of these cells of inflammation. The eosinophils appear to be particularly troublesome cells of inflammation. Eosinophils evolved to defend the body against parasites, much like IgE. Nevertheless, they are often present in great numbers in the blood of people with allergies. When they arrive at the site of the allergic reaction, they release chemicals that cause damage to the tissues and continue to promote the inflammation. Repeated episodes of this \"late phase\" reaction contribute to chronic allergic symptoms and make the tissues even more sensitive to subsequent exposure.  When histamine is injected into the skin, a technique used in diagnosing allergies, a reaction that can mimic an allergic reaction occurs. The histamine injection prompts the development of a pale, central swollen area that is caused by fluid leaking out of local blood vessels into the adjacent tissues. This localized reaction is called a \"wheal. \" A red \"flare,\" which sometimes has a warm feeling due to inflammation, surrounds this \"wheal. \" Itching occurs because histamine irritates the nerve endings in the skin. This early or immediate response peaks at about 15 minutes and symptoms fade within 90 minutes. Sometimes, the immediate effects are followed by a late-phase reaction with symptoms occurring about four to six hours later and lasting up to a day. Allergens, such as ragweed pollen, react with the tissues lining the inner surfaces (membranes) of the nose and eyes, thereby triggering mast cells to release chemical mediators, including histamine. The chemical mediators cause a leakage of fluid and the production of mucous, causing a runny nose, itching, and sneezing. The late reaction also causes the tissues to swell and the nose to become congested. In the lungs, exposure to inhaled allergens causes wheezing, shortness of breath, and coughing within seconds or minutes. These symptoms tend to subside after about an hour. However, after about four hours, the late-phase reaction can cause a worsening of shortness of breath, wheezing, and coughing. This phase can last for up to 24 hours. The late-phase reaction involves an influx of a variety of inflammatory cells (eosinophils, neutrophils, lymphocytes, and mast cells) to the affected area, and if repeated inhalations of allergens cause recurrent reactions, these reactions may merge into each other leading to chronic or persistent allergic asthma. Lastly, allergens can be absorbed into the bloodstream in a systemic reaction and travel to many sites (including the nose, lungs, throat, skin, and digestive tract), causing multiple symptoms that are typical of a severe allergic reaction (anaphylaxis). Blood vessel dilation may occur throughout the body causing a drop in blood pressure and shock. Although rare, this type of anaphylactic reaction can be caused by medications, insect venoms, and foods.  By looking closely at the complex steps involved in this chain of events, scientists have been able to find new and innovative treatments for common and troublesome allergic illnesses. The most basic, and best, approach to caring for allergies is avoidance of the substances causing them, the allergens. Some allergens such as pet dander, foods, and medications are relatively easy to avoid. However, many other allergens, such as dust mites, molds, and pollens are more difficult to evade. Measures to reduce exposure to them are still essential for the optimal treatment of allergies. The most convenient approach to the treatment of allergies involves taking various medications, such as antihistamines. The importance of histamine in allergic disease is illustrated by the effectiveness of antihistamines (medically termed H1 receptor blockers) in preventing certain allergic symptoms. They are effective in curtailing itching, sneezing, and runny nose. However, the more severe allergic reactions and symptoms of asthma require different treatments. Anti-inflammatory medications, such as steroids and leukotriene antagonists, may be required. Medications that widen the airways through the lungs (bronchial dilators) have also been a mainstay in the treatment of asthma and are particularly useful in controlling the immediate or early phase reaction. Current research is aimed at finding medications that target specific steps in the allergic cascade. The last approach in the management of allergies attempts to interfere with the allergic antibody immune response. Allergy shots (immunotherapy) aim to desensitize a patient by injecting increasing amounts of the allergens to which the person is allergic. Over time, the immune system becomes less reactive to these allergens, generates less IgE in response to them, and becomes more tolerant upon re-exposure to them. ", 
    "title": "Allergic Cascade"
}