{
    "data": "  Allergy shots, also called \"immunotherapy,\" are given to increase your tolerance to the substances (allergens) that provoke allergy symptoms. They usually are recommended for people who suffer from severe allergies or for those who have allergy symptoms more than 3 months each year. They do not cure allergies, but reduce your sensitivity to certain substances. Allergy shots are given regularly (in the upper arm), with gradually increasing doses. When starting immunotherapy, you will need to go to your healthcare provider once or twice a week for several months. The dose is increased each time until the maintenance dose is reached. If the shots are effective, you will go to your healthcare provider every 2 to 4 weeks for 2 to 5 more years. You may become less sensitive to allergens during this time, and your allergy symptoms will become milder and may even go away completely. For two hours before and after your appointment, do not exercise or engage in vigorous activity. Exercise may stimulate increased blood flow to the tissues and promote faster release of antigens into the bloodstream. Tell your doctor about all the medications you are taking. Some medications, such as beta blockers, can interfere with the treatment and/or increase the risk of side effects. You may have to stop allergy shots if you are taking these medications. Talk to your doctor about the safety of continuing the allergy shots if you are pregnant or planning to become pregnant. Usually, you will be monitored for about 30 minutes after receiving an allergy shot to make sure that you don't develop side effects such as itchy eyes, shortness of breath, runny nose, or tight throat. If you develop these symptoms after you leave the doctor's office, take an antihistamine and go back to your doctor's office or go to the nearest emergency room. Redness, swelling, or irritation within one inch of the site of the injection is normal. These symptoms should go away within 4 to 8 hours after receiving the shot.  The effectiveness of immunotherapy varies depending on the severity of a person's allergies and the number of substances to which the person is allergic. In general, however, immunotherapy is effective for allergies to stinging insects, a variety of pollens and dust mites, as well as for allergic asthma. It is also effective for molds and pet dander. Immunotherapy is not proven to be effective for hives or food allergies. After receiving your allergy shot, call your doctor and go to the nearest emergency room if you develop shortness of breath, tight throat, or any other symptoms of concern. In addition to the traditional allergy shots, several new immunotherapy procedures have been proposed, including: Rush immunotherapy: This approach involves a more rapid, or rushed, build-up to the maintenance dose of extract. During the initial phase of treatment, increasing doses of allergen are given every few hours rather than every few days or weeks. There is a greater risk of a body-wide reaction with this approach, so rush immunotherapy generally is done in a hospital under close medical supervision. In some cases, pre-treatment with medications can reduce the risk of an allergic reaction during rush immunotherapy. Oral immunotherapy: Oral, or sublingual-swallow, immunotherapy works in the same way as allergy shots by giving increasing doses of allergen to gradually build up a person's tolerance. The difference with oral immunotherapy is the allergen extract is given as drops, usually placed under the tongue and then swallowed, rather than through injections. This type of immunotherapy has been shown to be helpful in a select patient population. However, formulations for sublingual-swallow use are not available in the United States, nor has sublingual administration received approval by the U. S. Food and Drug Administration. Intranasal immunotherapy: Controlled, well-designed studies have shown intranasal administration of grass, birch tree, and house dust mite allergen extracts was effective at reducing nasal symptoms of rhinitis. Local irritation to the nasal mucosa was the main side effect. However, the effect of nasal administration may not have the longer lasting benefits that have been associated with traditional immunotherapy. Currently, intranasal immunotherapy is not used in the United States. WebMD Medical Reference ", 
    "title": "Allergy Shots"
}