{
    "data": "  Alopecia areata is a hair-loss condition which usually affects the scalp. Alopecia areata causes one or more patches of hair loss. Alopecia areata affects both genders. It is an autoimmune disorder, in which the immune system attacks hair follicles, is believed to cause alopecia areata. For most patients, the condition resolves without treatment within a year, but hair loss is sometimes permanent. A number of treatments are known to aid in hair regrowth. Multiple treatments may be necessary, and none consistently works for all patients. Many treatments are promoted which have not proven to be of benefit. Alopecia areata is an acquired skin disease that can affect all hair-bearing skin and is characterized by localized areas of non-scarring hair loss. Alopecia areata is occasionally associated with any other external or internal medical problems. Most often these bald areas regrow their hair spontaneously. Alopecia areata is rare before the age of 3 years. There seems to be a significant to inherit the tendency to develop alopecia areata from ancestors. Current evidence suggests that alopecia areata is caused by an abnormality in the immune system. This particular abnormality leads to autoimmunity, a misguided immune system that tends to attack its own body. As a result, the immune system attacks particular tissues of the body. In alopecia areata, for unknown reasons, the body's own immune system attacks the hair follicles and disrupts normal hair formation. Biopsies of affected skin show immune lymphocytes penetrating into the hair bulb of the hair follicles. Alopecia areata is occasionally associated with other autoimmune conditions such as thyroid disease, vitiligo, lupus, rheumatoid arthritis, and ulcerative colitis. The diagnosis or treatment of these diseases is unlikely to affect the course of alopecia areata. Sometimes, alopecia areata occurs within family members, suggesting a role of genes.  The most common pattern is one or more well-defined spots of hair loss on the scalp. There is also a form of more generalized loss of hair referred to as diffuse alopecia areata throughout the scalp. Occasionally, all of the scalp hair is lost, a condition referred to as alopecia totalis. Less frequently, the loss of all of the hairs on the entire body, called alopecia universalis, occurs. Alopecia areata tends to occur most often in adults 30 to 60 years of age. However, it can also affect older individuals and, rarely, young children. Alopecia areata is not contagious. It should be distinguished from hair shedding that may occur following the discontinuation of hormonal estrogen and progesterone therapies for birth control or the hair shedding associated with the end of pregnancy. There are a number of treatable conditions that could be confused with alopecia areata. The characteristic finding of alopecia areata is a well-circumscribed area or areas of hairless skin in normally hair-bearing areas. Occasionally, it may be necessary to biopsy the scalp to confirm the diagnosis. Other findings that may be helpful are the appearance of short hairs that presumably represent fractured hairs, yellow areas of skin deposition at the follicular orifice, short thin hairs, and grey hair present in a bald area. Other causes of hair loss are generally excluded from the consideration by history and clinical evaluation. The course of typical alopecia areata is not predictable with a high likelihood of spontaneous remission. The longer the period of time of hair loss and the larger the area involved, the less likely the hair will regrow spontaneously. Therefore, there are a variety of treatments, but none of these can confidently be predicted to impact the course of this disease. Steroid injections may be very helpful in restarting the hair growth cycle in treated areas. Steroid creams, lotions and shampoos have been used for many years but are of limited benefit at best. As with many chronic disorders for which there is no single treatment, a variety of remedies are promoted which in fact have no benefit. There is no known effective method of prevention, although the elimination of emotional stress is felt to be helpful. No drugs or hair-care products have been associated with the onset of alopecia areata. Although not precisely a treatment, the cosmetic camouflage of alopecia areata is certainly an important consideration in patient management. The damaging emotional effect of significant hair loss for both women and men can be considerable. ", 
    "title": "Alopecia Areata"
}