{
    "data": "  Alport syndrome occurs in approximately 1 in 50,000 newborns. Mutations in the COL4A3, COL4A4, and COL4A5 genes cause Alport syndrome. These genes each provide instructions for making one component of a protein called type IV collagen. This protein plays an important role in the kidneys, specifically in structures called glomeruli. Glomeruli are clusters of specialized blood vessels that remove water and waste products from blood and create urine. Mutations in these genes result in abnormalities of the type IV collagen in glomeruli, which prevents the kidneys from properly filtering the blood and allows blood and protein to pass into the urine. Gradual scarring of the kidneys occurs, eventually leading to kidney failure in many people with Alport syndrome. Type IV collagen is also an important component of inner ear structures, particularly the organ of Corti, that transform sound waves into nerve impulses for the brain. Alterations in type IV collagen often result in abnormal inner ear function, which can lead to hearing loss. In the eye, this protein is important for maintaining the shape of the lens and the normal color of the retina. Mutations that disrupt type IV collagen can result in misshapen lenses and an abnormally colored retina. Alport syndrome can have different inheritance patterns. About 80 percent of cases are caused by mutations in the COL4A5 gene and are inherited in an X-linked pattern. This gene is located on the X chromosome, which is one of the two sex chromosomes. In males (who have only one X chromosome), one altered copy of the COL4A5 gene in each cell is sufficient to cause kidney failure and other severe symptoms of the disorder. In females (who have two X chromosomes), a mutation in one copy of the COL4A5 gene usually only results in hematuria, but some women experience more severe symptoms. A characteristic of X-linked inheritance is that fathers cannot pass X-linked traits to their sons. In approximately 15 percent of cases, Alport syndrome results from mutations in both copies of the COL4A3 or COL4A4 gene and is inherited in an autosomal recessive pattern. The parents of an individual with the autosomal recessive form of this condition each have one copy of the mutated gene and are called carriers. Some carriers are unaffected and others develop a less severe condition called thin basement membrane nephropathy, which is characterized by hematuria. Alport syndrome has autosomal dominant inheritance in about 5 percent of cases. People with this form of Alport syndrome have one mutation in either the COL4A3 or COL4A4 gene in each cell. It remains unclear why some individuals with one mutation in the COL4A3 or COL4A4 gene have autosomal dominant Alport syndrome and others have thin basement membrane nephropathy.  congenital hereditary hematuriahematuria-nephropathy-deafness syndromehematuric hereditary nephritishemorrhagic familial nephritishemorrhagic hereditary nephritishereditary familial congenital hemorrhagic nephritishereditary hematuria syndromehereditary interstitial pyelonephritishereditary nephritis ", 
    "title": "Alport Syndrome"
}