{
    "data": "  Alzheimer's disease (AD) is a slowly progressive disease of the brain that is characterized by symptoms like impairment of memory and eventually by disturbances in reasoning, planning, language, and perception. Alzheimer's disease is by far the most common cause for dementia in the United States and in most countries in the world. The likelihood of having Alzheimer's disease increases substantially after the age of 70, and it may affect around 50% of persons over the age of 85. The main risk factor for Alzheimer's disease is increased age. There are also genetic and other risk factors. Characteristic symptoms and stages of Alzheimer disease include problems with performing familiar tasks, difficulty writing or speaking, loss of orientation to time and place, losing or misplacing items, mood or behavior changes, loss of interest in daily activities, and poor judgment. Symptoms may be present in varying degrees of severity. The cause(s) of Alzheimer's disease is (are) not known. Although, accumulation of the protein amyloid in the brain is suspected to play a role. The diagnosis of Alzheimer's disease should be based on a comprehensive examination that rules out other causes of dementia. There are numerous causes of dementia, so having the characteristic symptoms do not necessarily mean that a person has Alzheimer disease. The treatment and management of Alzheimer's disease consists of medications and non-medication based treatments. Alzheimer's disease (AD) is a slowly progressive disease of the brain that is characterized by impairment of memory and eventually by disturbances in reasoning, planning, language, and perception. Many scientists believe that Alzheimer's disease results from an increase in the production or accumulation of a specific protein (beta-amyloid protein) in the brain that leads to nerve cell death. The likelihood of having Alzheimer's disease increases substantially after the age of 70 and may affect around 50% of persons over the age of 85. Nonetheless, Alzheimer's disease is not a normal part of aging and is not something that inevitably happens in later life. For example, many people live to over 100 years of age and never develop Alzheimer's disease. Dementia is a syndrome characterized by: <ol>impairment in memory,impairment in another area of thinking such as the ability to organize thoughts and reason, the ability to use language, or the ability to see accurately the visual world (not because of eye disease), andthese impairments are severe enough to cause a decline in the patient's usual level of functioning. Although some kinds of memory loss are normal parts of aging, the changes due to aging are not severe enough to interfere with the level of function. Although many different diseases can cause dementia, Alzheimer's disease is the most common cause for dementia in the United States and in most countries in the world. The main risk factor for Alzheimer's disease is increased age. As a population ages, the frequency of Alzheimer's disease continues to increase. Ten percent of people over 65 years of age and 50% of those over 85 years of age have Alzheimer's disease. Unless new treatments are developed to decrease the likelihood of developing Alzheimer's disease, the number of individuals with Alzheimer's disease in the United States is expected to be 13. 8 million by the year 2050. There are also genetic risk factors for Alzheimer's disease. Most people develop Alzheimer's disease after age 70. However, less than 5% of people develop the disease in the fourth or fifth decade of life (40s or 50s). At least half of these early onset patients have inherited gene mutations associated with their Alzheimer's disease. Moreover, the children of a patient with early onset Alzheimer's disease who has one of these gene mutations has a 50% risk of developing Alzheimer's disease. Common forms of certain genes increase the risk of developing Alzheimer's disease, but do not invariably cause Alzheimer's disease. The best-studied \"risk\" gene is the one that encodes apolipoprotein E (apoE). The apoE gene has three different forms (alleles) -- apoE2, apoE3, and apoE4. The apoE4 form of the gene has been associated with increased risk of Alzheimer's disease in most (but not all) populations studied. The frequency of the apoE4 version of the gene in the general population varies, but is always less than 30% and frequently 8% to 15%. People with one copy of the E4 gene usually have about a two- to three-fold increased risk of developing Alzheimer's disease. Persons with two copies of the E4 gene (usually around 1% of the population) have about a nine-fold increase in risk. Nonetheless, even persons with two copies of the E4 gene don't always get Alzheimer's disease. At least one copy of the E4 gene is found in 40% of patients with sporadic or late-onset Alzheimer's disease. This means that in majority of patients with Alzheimer's disease, no genetic risk factor has yet been found. Most experts do not recommend that adult children of patients with Alzheimer's disease should have genetic testing for the apoE4 gene since there is no treatment for Alzheimer's disease. When medical treatments that prevent or decrease the risk of developing Alzheimer's disease become available, genetic testing may be recommended for adult children of patients with Alzheimer's disease so that they may be treated. Many, but not all, studies have found that women have a higher risk for Alzheimer's disease than men. It is certainly true that women live longer than men, but age alone does not seem to explain the increased frequency in women. The apparent increased frequency of Alzheimer's disease in women has led to considerable research about the role of estrogen in Alzheimer's disease. Recent studies suggest that estrogen should not be prescribed to post-menopausal women for the purpose of decreasing the risk of Alzheimer's disease. Nonetheless, the role of estrogen in Alzheimer's disease remains an area of research focus. Other risk factors for Alzheimer's disease include: High blood pressure (hypertension)Heart diseaseDiabetesPossibly elevated blood cholesterolIndividuals who have completed less than eight years of education also have an increased risk for Alzheimer's disease. These factors increase the risk of Alzheimer's disease, but by no means do they mean that Alzheimer's disease is inevitable in persons with these factors. A majority of people with Down syndrome will develop the brain changes of Alzheimer's disease by 40 years of age. This fact was also a clue to the \"amyloid hypothesis of Alzheimer's disease\"Some studies have found that Alzheimer's disease occurs more often among people who suffered significant traumatic head injuries earlier in life, particularly among those with the apoE4 gene. In the majority of Alzheimer's disease cases, however, no specific genetic risks have yet been identified.   The following list of warning signs include common symptoms of Alzheimer's disease. Individuals who exhibit several of these symptoms should see a physician for a complete evaluation. <ol>Memory loss (forgetting important dates or events)Difficulty performing familiar tasks (problems remembering the rules to a favorite game or driving to a familiar place)Problems talking with others or writing (For example, a person may struggle to find the right words for items or names of people or places. )Disorientation to time and place (for example, forgetting where they are, loosing track of the seasons, dates, and passage of time)Poor or decreased judgment (for example, poor hygiene or poor judgment when dealing with money or financial matters)Vision problems (problems reading or judging distances)Problems with solving problems or planning (for example, problems tracking regular bills or following familiar recipes)Misplacing things (for example, a person put items in unusual places and then are not able to retrace their steps find them again)Changes in mood, personality, or behaviorLoss of initiative or withdrawal from social or work activities It is normal for certain kinds of memory, such as the ability to remember lists of words, to decline with normal aging. In fact, normal individuals 50 years of age will recall only about 60% as many items on some kinds of memory tests as individuals 20 years of age. Furthermore, everyone forgets, and every 20 year old is well aware of multiple times he or she couldn't think of an answer on a test that he or she once knew. Almost no 20 year old worries when he/she forgets something, that he/she has the 'early stages of Alzheimer's disease,' whereas an individual 50 or 60 years of age with a few memory lapses may worry that they have the 'early stages of Alzheimer's disease. The onset of Alzheimer's disease is usually gradual, and it is slowly progressive. Memory problems that family members initially dismiss as \"a normal part of aging\" are in retrospect noted by the family to be the first stages of Alzheimer's disease. When memory and other problems with thinking start to consistently affect the usual level of functioning; families begin to suspect that something more than \"normal aging\" is going on. Problems of memory, particularly for recent events (short-term memory) are common early in the course of Alzheimer's disease. For example, the individual may, on repeated occasions, forget to turn off an iron or fail to recall which of the morning's medicines were taken. Mild personality changes, such as less spontaneity, apathy, and a tendency to withdraw from social interactions, may occur early in the illness. As the disease progresses, problems in abstract thinking and in other intellectual functions develop. The person may begin to have trouble with figures when working on bills, with understanding what is being read, or with organizing the day's work. Further disturbances in behavior and appearance may also be seen at this point, such as agitation, irritability, quarrelsomeness, and a diminishing ability to dress appropriately. Later in the course of the disorder, affected individuals may become confused or disoriented about what month or year it is, be unable to describe accurately where they live, or be unable to name a place being visited. Eventually, patients may wander, be unable to engage in conversation, erratic in mood, uncooperative, and lose bladder and bowel control. In late stages of the disease, persons may become totally incapable of caring for themselves. Death can then follow, perhaps from pneumonia or some other problem that occurs in severely deteriorated states of health. Those who develop the disorder later in life more often die from other illnesses (such as heart disease) rather than as a consequence of Alzheimer's disease.  The cause(s) of Alzheimer's disease is (are) not known. The \"amyloid cascade hypothesis\" is the most widely discussed and researched hypothesis about the cause of Alzheimer's disease. The strongest data supporting the amyloid cascade hypothesis comes from the study of early-onset inherited (genetic) Alzheimer's disease. Mutations associated with Alzheimer's disease have been found in about half of the patients with early-onset disease. In all of these patients, the mutation leads to excess production in the brain of a specific form of a small protein fragment called ABeta (Aβ). Many scientists believe that in the majority of sporadic (for example, non-inherited) cases of Alzheimer's disease (these make up the vast majority of all cases of Alzheimer's disease) there is too little removal of this Aβ protein rather than too much production. In any case, much of the research in finding ways to prevent or slow down Alzheimer's disease has focused on ways to decrease the amount of Aβ in the brain. No specific blood test or imaging test exists for the diagnosis of Alzheimer's disease. Alzheimer's disease is diagnosed when: <ol>A person has sufficient cognitive decline to meet criteria for dementia;The clinical course is consistent with that of Alzheimer's disease;No other brain diseases or other processes are better explanations for the dementia. Ten other causes of dementia are: <ol>Neurological disorders: Parkinson's disease, cerebrovascular disease and strokes, brain tumors, blood clots, and multiple sclerosis can sometimes be associated with dementia although many patients with these conditions are cognitively normal. Infectious diseases: Some brain infections such as chronic syphilis, chronic HIV, or chronic fungal meningitis can cause dementia. Side effects of medications: Many medicines can cause cognitive impairment, especially in elderly patients. Perhaps the most frequent offenders are drugs used to control bladder urgency and incontinence. \"Psychiatric medications\" such as antidepressants and anti-anxiety medications and \"neurological medications\" such as anti-seizure medications can also be associated with cognitive impairment. If a physician evaluates a person with cognitive impairment who is on one of these medications, the medication is often gently tapered and/or discontinued to determine whether it might be the cause of the cognitive impairment. If it is clear that the cognitive impairment preceded the use of these medications, such tapering may not be necessary. On the other hand, \"psychiatric,\" \"neurological,\" and \"incontinence\" medications are often appropriately prescribed to patients with Alzheimer's disease. Such patients need to be followed carefully to determine whether these medications cause any worsening of cognition. Psychiatric disorders: In older persons, some forms of depression can cause problems with memory and concentration that initially may be indistinguishable from the early symptoms of Alzheimer's disease. Sometimes, these conditions, referred to as pseudodementia, can be reversed. Studies have shown that persons with depression and coexistent cognitive (thinking, memory) impairment are highly likely to have an underlying dementia when followed for several years. Substance Abuse: Abuse of legal and/or illegal drugs and alcohol abuse is often associated with cognitive impairment. Metabolic Disorders: Thyroid dysfunction, some steroid disorders, and nutritional deficiencies such as vitamin B12 deficiency or thiamine deficiency are sometimes associated with cognitive impairment. Trauma: Significant head injuries with brain contusions may cause dementia. Blood clots around the outside of the brain (subdural hematomas) may also be associated with dementia. Toxic Factors: Long term consequences of acute carbon monoxide poisoning can lead to an encephalopathy with dementia. In some rare cases, heavy metal poisoning can be associated with dementia. Tumors: Many primary and metastatic brain tumors can cause dementia. However, many patients with brain tumors have no or little cognitive impairment associated with the tumor. Because many other disorders can be confused with Alzheimer's disease, a comprehensive clinical evaluation is essential in arriving at a correct diagnosis. Such an assessment should include at least three major components; 1) a thorough general medical workup, 2) a neurological examination including testing of memory and other functions of thinking , and 3) a psychiatric evaluation to assess mood, anxiety, and clarity of thought. Such an evaluation takes time - usually at least an hour. In the United States healthcare system, neurologists, psychiatrists, or geriatricians frequently become involved. Nonetheless, any physician may be able to perform a thorough evaluation. The American Academy of Neurology has published guidelines that include imaging of the brain in the initial evaluation of patients with dementia. These studies are either a noncontrast CT scan or an MRI scan. Other imaging procedures that look at the function of the brain (functional neuroimaging), such as SPECT, PET, and fMRI, may be helpful in specific cases, but generally are not needed. However, in many healthcare systems outside of the United States, brain imaging as not a standard part of the assessment for possible Alzheimer's disease. Despite many attempts, identification of a blood test to diagnose Alzheimer's disease has remained elusive. Such testing is neither widely available nor recommended.   The management of Alzheimer's disease consists of medication based and non-medication based treatments. Two different classes of pharmaceuticals are approved by the FDA for treating Alzheimer's disease: cholinesterase inhibitors and partial glutamate antagonists. Neither class of drugs has been proven to slow the rate of progression of Alzheimer's disease. Nonetheless, many clinical trials suggest that these medications are superior to placebos (sugar pills) in relieving some symptoms. In patients with Alzheimer's disease there is a relative lack of a brain chemical neurotransmitter called acetylcholine. (Neurotransmitters are chemical messengers produced by nerves that the nerves use to communicate with each other in order to carry out their functions. ) Substantial research has demonstrated that acetylcholine is important in the ability to form new memories. The cholinesterase inhibitors (ChEIs) block the breakdown of acetylcholine. As a result, more acetylcholine is available in the brain, and it may become easier to form new memories. Four ChEIs have been approved by the FDA, but only donepezil hydrochloride (Aricept), rivastigmine (Exelon), and galantamine (Razadyne - previously called Reminyl) are used by most physicians because the fourth drug, tacrine (Cognex) has more undesirable side effects than the other three. Most experts in Alzheimer's disease do not believe there is an important difference in the effectiveness of these three drugs. Several studies suggest that the progression of symptoms of patients on these drugs seems to plateau for six to 12 months, but inevitably progression then begins again. Of the three widely used ChEIs, rivastigmine and galantamine are only approved by the FDA for mild to moderate Alzheimer's disease, whereas donepezil is approved for mild, moderate, and severe Alzheimer's disease. It is not known whether rivastigmine and galantamine are also effective in severe Alzheimer's disease, although there does not appear to be any good reason why they shouldn't. The principal side effects of ChEIs involve the gastrointestinal system and include nausea, vomiting, cramping, and diarrhea. Usually these side effects can be controlled with change in size or timing of the dose or administering the medications with a small amount of food. A majority of patients will tolerate therapeutic doses of ChEIs. Glutamate is the major excitatory neurotransmitter in the brain. One theory suggests that too much glutamate may be bad for the brain and cause deterioration of nerve cells. Memantine (Namenda) works by partially decreasing the effect of glutamate to activate nerve cells. Studies have demonstrated that some patients on memantine can care for themselves better than patients on sugar pills (placebos). Memantine is approved for treatment of moderate and severe dementia, and studies did not show it was helpful in mild dementia. It is also possible to treat patients with both AchEs and memantine without loss of effectiveness of either medication or an increase in side effects. In 2014, Namzaric was FDA approved for use as a fixed-dose combination of memantine hydrochloride extended-release (an NMDA receptor antagonist) and donepezil hydrochloride (an acetylcholinesterase inhibitor) for treatment of moderate to severe Alzheimer's. Memantine ER (extended release) is currently marketed under the name Namenda XR, and it is used to treat moderate to severe Alzheimer's.  Non-medication based treatments include maximizing patients' opportunities for social interaction and participating in activities such as walking, singing, dancing that they can still enjoy. Cognitive rehabilitation, (whereby a patient practices on a computer program for training memory), may or may not be of benefit. Further studies of this method are needed. Symptoms of Alzheimer's disease include agitation, depression, hallucinations, anxiety, and sleep disorders. Standard psychiatric drugs are widely used to treat these symptoms although none of these drugs have been specifically approved by the FDA for treating these symptoms in patients with Alzheimer's disease. If these behaviors are infrequent or mild, they often do not require treatment with medication. Non-pharmacologic measures can be very useful. Nevertheless, frequently these symptoms are so severe that it becomes impossible for caregivers to take care of the patient, and treatment with medication to control these symptoms becomes necessary. Agitation is common, particularly in middle and later stages of Alzheimer's disease. Many different classes of agents have been tried to treat agitation including: antipsychotics,mood-stabilizing anticonvulsants,trazodone (Desyrel),anxiolytics, andbeta-blockers. Studies are conflicting about the usefulness of these different drug classes. It was thought that newer, atypical antipsychotic agents such as clozapine (Clozaril), risperidone (Risperdal), olanzapine (Zyprexa, Zydis), quetiapine (Seroquel), and ziprasidone (Geodon) might have advantages over the older antipsychotic agents because of their fewer and less severe side effects and the patients' ability to tolerate them. However, more recent studies have not demonstrated superiority of the newer antipsychotics. Some research shows that these newer antipsychotics may be associated with increased risk of stroke or sudden death than the older antipsychotics, but many physicians believe this question is still not resolved. Apathy and difficulty concentrating occur in most Alzheimer's disease patients and should not be treated with antidepressant medications. However, many Alzheimer's disease patients have other symptoms of depression including sustained feelings of unhappiness and/or inability to enjoy their usual activities. Such patients may benefit from a trial of antidepressant medication. Most physicians will try selective serotonin reuptake inhibitors (SSRIs), such as sertraline (Zoloft), citalopram (Celexa), or fluoxetine (Prozac), as first-line agents for treating depression in Alzheimer's disease. Anxiety is another symptom in Alzheimer's disease that occasionally requires treatment. Benzodiazepines such as diazepam (Valium) or lorazepam (Ativan) may be associated with increased confusion and memory impairment. Non-benzodiazepine anxiolytics, such as buspirone (Buspar) or SSRIs, are probably preferable. Difficulty sleeping (insomnia) occurs in many patients with Alzheimer's disease at some point in the course of their disease. Many Alzheimer's disease specialists prefer the use of sedating atypical antidepressants such as trazodone (Desyrel). However, other specialists may recommend other classes of medications. Sleep improvement measures, such as sunlight, adequate treatment of pain, and limiting nighttime fluids to prevent the need for urination, should also be implemented.  Alzheimer's disease is invariably progressive. Different studies have stated that Alzheimer's disease progresses over two to 25 years with most patients in the eight to 15 year range. Nonetheless, defining when Alzheimer's disease starts, particularly in retrospect, can be very difficult. Patients usually don't die directly from Alzheimer's disease. They die because they have difficulty swallowing or walking and these changes make overwhelming infections, such as pneumonia, much more likely. Most persons with Alzheimer's disease can remain at home as long as some assistance is provided by others as the disease progresses. Moreover, throughout much of the course of the illness, individuals maintain the capacity for giving and receiving love, sharing warm interpersonal relationships, and participating in a variety of meaningful activities with family and friends. A person with Alzheimer's disease may no longer be able to do math but still may be able to read a magazine with pleasure. Playing the piano might become too stressful in the face of increasing mistakes, but singing along with others may still be satisfying. The chessboard may have to be put away, but playing tennis may still be enjoyable. Thus, despite the many exasperating moments in the lives of patients with Alzheimer's disease and their families, many opportunities remain for positive interactions. Challenge, frustration, closeness, anger, warmth, sadness, and satisfaction may all be experienced by those who work to help the person with Alzheimer's disease. The reaction of a patient with Alzheimer's disease to the illness and his or her capacity to cope with it also vary, and may depend on such factors as lifelong personality patterns and the nature and severity of stress in the immediate environment. Depression, severe uneasiness, paranoia, or delusions may accompany or result from the disease, but these conditions can often be improved by appropriate treatments. Although there is no cure for Alzheimer's disease, treatments are available to alleviate many of the symptoms that cause suffering. Caring for the caregiver is an essential element of managing the patient with Alzheimer's disease. Caregiving is a distressing experience. On the other hand, caregiver education delays nursing home placement of Alzheimer's disease patients. The 3Rs - Repeat, Reassure, and Redirect can help caregivers reduce troublesome behaviors and limit the use of medications. The short-term educational programs are well liked by family caregivers and can lead to a modest increase in disease knowledge and greater confidence among caregivers. Educational training for staffs of long-term care facilities can decrease the use of antipsychotics in Alzheimer's disease patients. Caregivers should be directed to support services, particularly the Alzheimer's Association (1-800-272-3900, www. alz. org/chapter/). ", 
    "title": "Alzheimers Disease Causes Stages And Symptoms"
}