{
    "data": "  As many as 20,000-30,000 people in the United States have ALS, and an estimated 5,000 people in the United States are diagnosed with the disease each year. ALS is one of the most common neuromuscular diseases worldwide, and people of all races and ethnic backgrounds are affected. ALS most commonly strikes people between 40 and 60 years of age, but younger and older people also can develop the disease. Men are affected more often than women. In 90 to 95 percent of all ALS cases, the disease occurs apparently at random with no clearly associated risk factors. Patients do not have a family history of the disease, and their family members are not considered to be at increased risk for developing ALS. About 5 to 10 percent of all ALS cases are inherited. The familial form of ALS usually results from a pattern of inheritance that requires only one parent to carry the gene responsible for the disease. About 20 percent of all familial cases result from a specific genetic defect that leads to mutation of the enzyme known as superoxide dismutase 1 (SOD1). Research on this mutation is providing clues about the possible causes of motor neuron death in ALS. Not all familial ALS cases are due to the SOD1 mutation, therefore other unidentified genetic causes clearly exist. The onset of ALS may be so subtle that the symptoms are frequently overlooked. The earliest symptoms may include twitching, cramping, or stiffness of muscles; muscle weakness affecting an arm or a leg; slurred and nasal speech; or difficulty chewing or swallowing. These general complaints then develop into more obvious weakness or atrophy that may cause a physician to suspect ALS. The parts of the body affected by early symptoms of ALS depend on which muscles in the body are damaged first. In some cases, symptoms initially affect one of the legs, and patients experience awkwardness when walking or running or they notice that they are tripping or stumbling more often. Some patients first see the effects of the disease on a hand or arm as they experience difficulty with simple tasks requiring manual dexterity such as buttoning a shirt, writing, or turning a key in a lock. Other patients notice speech problems. Regardless of the part of the body first affected by the disease, muscle weakness and atrophy spread to other parts of the body as the disease progresses. Patients have increasing problems with moving, swallowing (dysphagia), and speaking or forming words (dysarthria). Symptoms of upper motor neuron involvement include tight and stiff muscles (spasticity) and exaggerated reflexes (hyperreflexia) including an overactive gag reflex. An abnormal reflex commonly called Babinski's sign (the large toe extends upward as the sole of the foot is stimulated in a certain way) also indicates upper motor neuron damage. Symptoms of lower motor neuron degeneration include muscle weakness and atrophy, muscle cramps, and fleeting twitches of muscles that can be seen under the skin (fasciculations). To be diagnosed with ALS, patients must have signs and symptoms of both upper and lower motor neuron damage that cannot be attributed to other causes. Although the sequence of emerging symptoms and the rate of disease progression vary from person to person, eventually patients will not be able to stand or walk, get in or out of bed on their own, or use their hands and arms. Difficulty swallowing and chewing impair the patient's ability to eat normally and increase the risk of choking. Maintaining weight will then become a problem. Because the disease usually does not affect cognitive abilities, patients are aware of their progressive loss of function and may become anxious and depressed. A small percentage of patients may experience problems with memory or decision-making, and there is growing evidence that some may even develop a form of dementia. Health care professionals need to explain the course of the disease and describe available treatment options so that patients can make informed decisions in advance. In later stages of the disease, patients have difficulty breathing as the muscles of the respiratory system weaken. Patients eventually lose the ability to breathe on their own and must depend on ventilatory support for survival. Patients also face an increased risk of pneumonia during later stages of ALS.  No one test can provide a definitive diagnosis of ALS, although the presence of upper and lower motor neuron signs in a single limb is strongly suggestive. Instead, the diagnosis of ALS is primarily based on the symptoms and signs the physician observes in the patient and a series of tests to rule out other diseases. Physicians obtain the patient's full medical history and usually conduct a neurologic examination at regular intervals to assess whether symptoms such as muscle weakness, atrophy of muscles, hyperreflexia, and spasticity are getting progressively worse. Because symptoms of ALS can be similar to those of a wide variety of other, more treatable diseases or disorders, appropriate tests must be conducted to exclude the possibility of other conditions. One of these tests is electromyography (EMG), a special recording technique that detects electrical activity in muscles. Certain EMG findings can support the diagnosis of ALS. Another common test measures nerve conduction velocity (NCV). Specific abnormalities in the NCV results may suggest, for example, that the patient has a form of peripheral neuropathy (damage to peripheral nerves) or myopathy (muscle disease) rather than ALS. The physician may order magnetic resonance imaging (MRI), a noninvasive procedure that uses a magnetic field and radio waves to take detailed images of the brain and spinal cord. Although these MRI scans are often normal in patients with ALS, they can reveal evidence of other problems that may be causing the symptoms, such as a spinal cord tumor, a herniated disk in the neck, syringomyelia, or cervical spondylosis. Based on the patient's symptoms and findings from the examination and from these tests, the physician may order tests on blood and urine samples to eliminate the possibility of other diseases as well as routine laboratory tests. In some cases, for example, if a physician suspects that the patient may have a myopathy rather than ALS, a muscle biopsy may be performed. Infectious diseases such as human immunodeficiency virus (HIV), human T-cell leukemia virus (HTLV), and Lyme disease can in some cases cause ALS-like symptoms. Neurological disorders such as multiple sclerosis, post-polio syndrome, multifocal motor neuropathy, and spinal muscular atrophy also can mimic certain facets of the disease and should be considered by physicians attempting to make a diagnosis. Because of the prognosis carried by this diagnosis and the variety of diseases or disorders that can resemble ALS in the early stages of the disease, patients may wish to obtain a second neurological opinion.  The cause of ALS is not known, and scientists do not yet know why ALS strikes some people and not others. An important step toward answering that question came in 1993 when scientists supported by the National Institute of Neurological Disorders and Stroke (NINDS) discovered that mutations in the gene that produces the SOD1 enzyme were associated with some cases of familial ALS. This enzyme is a powerful antioxidant that protects the body from damage caused by free radicals. Free radicals are highly reactive molecules produced by cells during normal metabolism. If not neutralized, free radicals can accumulate and cause random damage to the DNA and proteins within cells. Although it is not yet clear how the SOD1 gene mutation leads to motor neuron degeneration, researchers have theorized that an accumulation of free radicals may result from the faulty functioning of this gene. In support of this, animal studies have shown that motor neuron degeneration and deficits in motor function accompany the presence of the SOD1 mutation. Studies also have focused on the role of glutamate in motor neuron degeneration. Glutamate is one of the chemical messengers or neurotransmitters in the brain. Scientists have found that, compared to healthy people, ALS patients have higher levels of glutamate in the serum and spinal fluid. Laboratory studies have demonstrated that neurons begin to die off when they are exposed over long periods to excessive amounts of glutamate. Now, scientists are trying to understand what mechanisms lead to a buildup of unneeded glutamate in the spinal fluid and how this imbalance could contribute to the development of ALS. Autoimmune responses -- which occur when the body's immune system attacks normal cells -- have been suggested as one possible cause for motor neuron degeneration in ALS. Some scientists theorize that antibodies may directly or indirectly impair the function of motor neurons, interfering with the transmission of signals between the brain and muscles. In searching for the cause of ALS, researchers have also studied environmental factors such as exposure to toxic or infectious agents. Other research has examined the possible role of dietary deficiency or trauma. However, as of yet, there is insufficient evidence to implicate these factors as causes of ALS. Future research may show that many factors, including a genetic predisposition, are involved in the development of ALS.  No cure has yet been found for ALS. However, the Food and Drug Administration (FDA) has approved the first drug treatment for the disease -- riluzole (Rilutek). Riluzole is believed to reduce damage to motor neurons by decreasing the release of glutamate. Clinical trials with ALS patients showed that riluzole prolongs survival by several months, mainly in those with difficulty swallowing. The drug also extends the time before a patient needs ventilation support. Riluzole does not reverse the damage already done to motor neurons, and patients taking the drug must be monitored for liver damage and other possible side effects. However, this first disease-specific therapy offers hope that the progression of ALS may one day be slowed by new medications or combinations of drugs. Other treatments for ALS are designed to relieve symptoms and improve the quality of life for patients. This supportive care is best provided by multidisciplinary teams of health care professionals such as physicians; pharmacists; physical, occupational, and speech therapists; nutritionists; social workers; and home care and hospice nurses. Working with patients and caregivers, these teams can design an individualized plan of medical and physical therapy and provide special equipment aimed at keeping patients as mobile and comfortable as possible. Physicians can prescribe medications to help reduce fatigue, ease muscle cramps, control spasticity, and reduce excess saliva and phlegm. Drugs also are available to help patients with pain, depression, sleep disturbances, and constipation. Pharmacists can give advice on the proper use of medications and monitor a patient's prescriptions to avoid risks of drug interactions. Physical therapy and special equipment can enhance patients' independence and safety throughout the course of ALS. Gentle, low-impact aerobic exercise such as walking, swimming, and stationary bicycling can strengthen unaffected muscles, improve cardiovascular health, and help patients fight fatigue and depression. Range of motion and stretching exercises can help prevent painful spasticity and shortening (contracture) of muscles. Physical therapists can recommend exercises that provide these benefits without overworking muscles. Occupational therapists can suggest devices such as ramps, braces, walkers, and wheelchairs that help patients conserve energy and remain mobile. ALS patients who have difficulty speaking may benefit from working with a speech therapist. These health professionals can teach patients adaptive strategies such as techniques to help them speak louder and more clearly. As ALS progresses, speech therapists can help patients develop ways for responding to yes-or-no questions with their eyes or by other nonverbal means and can recommend aids such as speech synthesizers and computer-based communication systems. These methods and devices help patients communicate when they can no longer speak or produce vocal sounds. Patients and caregivers can learn from speech therapists and nutritionists how to plan and prepare numerous small meals throughout the day that provide enough calories, fiber, and fluid and how to avoid foods that are difficult to swallow. Patients may begin using suction devices to remove excess fluids or saliva and prevent choking. When patients can no longer get enough nourishment from eating, doctors may advise inserting a feeding tube into the stomach. The use of a feeding tube also reduces the risk of choking and pneumonia that can result from inhaling liquids into the lungs. The tube is not painful and does not prevent patients from eating food orally if they wish. When the muscles that assist in breathing weaken, use of nocturnal ventilatory assistance (intermittent positive pressure ventilation [IPPV] or bilevel positive airway pressure [BIPAP]) may be used to aid breathing during sleep. Such devices artificially inflate the patient's lungs from various external sources that are applied directly to the face or body. When muscles are no longer able to maintain oxygen and carbon dioxide levels, these devices may be used full-time. Patients may eventually consider forms of mechanical ventilation (respirators) in which a machine inflates and deflates the lungs. To be effective, this may require a tube that passes from the nose or mouth to the windpipe (trachea) and for long-term use, an operation such as a tracheostomy, in which a plastic breathing tube is inserted directly in the patient's windpipe through an opening in the neck. Patients and their families should consider several factors when deciding whether and when to use one of these options. Ventilation devices differ in their effect on the patient's quality of life and in cost. Although ventilation support can ease problems with breathing and prolong survival, it does not affect the progression of ALS. Patients need to be fully informed about these considerations and the long-term effects of life without movement before they make decisions about ventilation support. Social workers and home care and hospice nurses help patients, families, and caregivers with the medical, emotional, and financial challenges of coping with ALS, particularly during the final stages of the disease. Social workers provide support such as assistance in obtaining financial aid, arranging durable power of attorney, preparing a living will, and finding support groups for patients and caregivers. Respiratory therapists can help caregivers with tasks such as operating and maintaining respirators, and home care nurses are available not only to provide medical care but also to teach caregivers about giving tube feedings and moving patients to avoid painful skin problems and contractures. Home hospice nurses work in consultation with physicians to ensure proper medication, pain control, and other care affecting the quality of life of patients who wish to remain at home. The home hospice team can also counsel patients and caregivers about end-of-life issues.  The National Institute of Neurological Disorders and Stroke, part of the National Institutes of Health, is the Federal Government's leading supporter of biomedical research on ALS. The goals of this research are to find the cause or causes of ALS, understand the mechanisms involved in the progression of the disease, and develop effective treatment. Scientists are seeking to understand the mechanisms that trigger selective motor neurons to degenerate in ALS and to find effective approaches to halt the processes leading to cell death. This work includes studies in animals to identify the means by which SOD1 mutations lead to the destruction of neurons. The excessive accumulation of free radicals, which has been implicated in a number of neurodegenerative diseases including ALS, is also being closely studied. In addition, researchers are examining how the loss of neurotrophic factors may be involved in ALS. Neurotrophic factors are chemicals found in the brain and spinal cord that play a vital role in the development, specification, maintenance, and protection of neurons. Studying how these factors may be lost and how such a loss may contribute to motor neuron degeneration may lead to a greater understanding of ALS and the development of neuroprotective strategies. By exploring these and other possible factors, researchers hope to find the cause or causes of motor neuron degeneration in ALS and develop therapies to slow the progression of the disease. Researchers are also conducting investigations to increase their understanding of the role of programmed cell death or apoptosis in ALS. In normal physiological processes, apoptosis acts as a means to rid the body of cells that are no longer needed by prompting the cells to commit \"cell suicide. \" The critical balance between necessary cell death and the maintenance of essential cells is thought to be controlled by trophic factors. In addition to ALS, apoptosis is pervasive in other chronic neurodegenerative conditions such as Parkinson's disease and Alzheimer's disease and is thought to be a major cause of the secondary brain damage seen after stroke and trauma. Discovering what triggers apoptosis may eventually lead to therapeutic interventions for ALS and other neurological diseases. Scientists have not yet identified a reliable biological marker for ALS -- a biochemical abnormality shared by all patients with the disease. Once such a biomarker is discovered and tests are developed to detect the marker in patients, allowing early detection and diagnosis of ALS, physicians will have a valuable tool to help them follow the effects of new therapies and monitor disease progression. NINDS-supported researchers are studying families with ALS who lack the SOD1 mutation to locate additional genes that cause the disease. Identification of additional ALS genes will allow genetic testing useful for diagnostic confirmation of ALS and prenatal screening for the disease. This work with familial ALS could lead to a greater understanding of sporadic ALS as well. Because familial ALS is virtually indistinguishable from sporadic ALS clinically, some researchers believe that familial ALS genes may also be involved in the manifestations of the more common sporadic form of ALS. Scientists also hope to identify genetic risk factors that predispose people to sporadic ALS. Potential therapies for ALS are being investigated in animal models. Some of this work involves experimental treatments with normal SOD1 and other antioxidants. In addition, neurotrophic factors are being studied for their potential to protect motor neurons from pathological degeneration. Investigators are optimistic that these and other basic research studies will eventually lead to treatments for ALS.  The NINDS contributes to the support of the Human Brain and Spinal Fluid Resource Center in Los Angeles. This bank supplies investigators around the world with tissue from patients with neurological and other disorders. Tissue from individuals with ALS is needed to enable scientists to study this disorder more intensely. Prospective donors may contact: Human Brain and Spinal Fluid Resource CenterNeurology Research (127A)W. Los Angeles Healthcare Center11301 Wilshire Blvd. Bldg. 212Los Angeles, CA 90073310-268-353624-hour pager: 310-636-5199Email: RMNbbank@ucla. eduhttp://www. loni. ucla. edu/~nnrsb/NNRSB For more information on neurological disorders or research programs funded by the National Institute of Neurological Disorders and Stroke, contact the Institute's Brain Resources and Information Network (BRAIN) at: BRAINP. O. Box 5801Bethesda, MD 20824(800) 352-9424http://www. ninds. nih. gov Information also is available from the following organizations: ALS Association1275 K Street, N. W. Suite 1050Washington, DC 20005advocacy@alsa-national. orghttp://www. alsa. orgTel: 202-407-8580Fax: 202-289-6801 Les Turner ALS Foundation5550 W. Touhy AvenueSuite 302Skokie, IL 60077-3254info@lesturnerals. orghttp://www. lesturnerals. orgTel: 888-ALS-1107 847-679-3311Fax: 847-679-9109 Muscular Dystrophy Association3300 East Sunrise DriveTucson, AZ 85718-3208mda@mdausa. orghttp://www. mda. orgTel: 520-529-2000 800-572-1717Fax: 520-529-5300 Project ALS3960 BroadwaySuite 420New York, NY 10032info@projectals. orghttp://www. projectals. orgTel: 212-420-7382 800-603-0270Fax: 212-420-7387 ALS Therapy Development Institute300 Technology SquareSuite 400Cambridge, MA 02139info@als. nethttp://www. als. netTel: 617-441-7200Fax: 617-441-7299 ", 
    "title": "Amyotrophic Lateral Sclerosis"
}