{
    "data": "  *Anal cancer facts medical author: Charles P. Davis, MD, PhD The anus is the end portion of the gastrointestinal tract. It includes the anal canal containing the muscular valve, or sphincter, which controls the emptying of the rectum to the outside. It also includes the perianal skin just outside of the anus. Anal cancer is a disease in which cancer develops in the cells of the anus at the lower and external end of the digestive tract. Anal cancer can arise in either the anal canal or on the perianal skin. Colorectal cancer is cancer that occurs in the part of the digestive tract in the colon or rectum. It is much more common and completely different type of cancer and is thus distinct from anal cancer. Risk factors for anal cancer include age over 50, human papillomavirus (HPV) infection, many sexual partners, receptive anal sex, chronic immune suppression, and cigarette smoking. The causes for anal cancer are HPV infection with certain types of HPV viruses, a weakened immune system, a history of certain prior pelvic cancers, and cigarette smoking. Symptoms and signs of anal cancer include anal bleeding, pain or pressure in the anal area, lump or mass near the anus, anal discharge, and change in bowel habits. Diagnostic tests include health history and rectal exam, anoscopy, and likely also deeper endoscopic examinations. Ultimately, a surgical biopsy may be performed to diagnose anal cancer. The prognosis of anal cancer is affected by the stage, or extent, of the cancer when it was discovered. Stage is assessed by the results of the diagnostic tests, as well further testing involving CT scan and sometimes PET scan, and other health studies. There a five stages of anal cancer ranging from 0 through IV. The higher the number, the more extensive the disease at presentation. Treatment for anal cancer is usually curative when the disease is found at an early (lower numbered) stage. Today the best medical approach for the majority of patients is a combination of radiation and chemotherapy. Surgery for very early disease also can be curative. Radical surgery requiring a colostomy is no longer a necessary initial or primary treatment. It may be required if there is residual or recurrent disease after nonsurgical treatment. Stage IV or metastatic anal cancer is generally not curable, but treatment can both prolong survival with and reduce symptoms from the disease. HPV vaccination may prevent this disease.  The anus is the lowest end of the gastrointestinal (GI) tract. It is the opening through which stool, or fecal matter, normally passes. The anal canal extends from the lower end of the rectum to the skin; this is where anal cancer occurs while colorectal cancer occurs in the rectum and colon. This canal is surrounded by muscles forming the internal and external anal sphincters that allow us to control when we defecate, or have a bowel movement. The perianal skin surrounds the anus in the perineal region behind either the vaginal orifice or the scrotum. Cancers arise in areas of the body when some of the cells of a tissue become abnormal in both their gross and microscopic appearance and in their behavior. These malignant cells can damage adjacent healthy tissue cells by directly invading them. Cancer cells also have the ability to invade blood vessels and lymphatic channels and spread, or metastasize, to other parts of the body. While anal cancer begins in the anus, people sometime confuse it with colorectal cancer, which occurs in the colon and/or rectum. The majority of primary cancers of the anus are squamous cell carcinomas. Other types of anal cancers include cloacogenic (also called basaloid or transitional anal cancer),adenocarcinoma of the anal glands, andmelanoma (rare). Not all growths in the anal region are cancers. A benign growth of tissue on a short stalk is called a pedunculated polyp. A flat-bottomed growth is called a sessile polyp. The sessile polyps are more likely to show precancerous or cancerous change microscopically.  Anal cancer is far more rare than colorectal cancer. Anal cancer will be found in about 5,700 women and 2,500 men in 2017. It will result in 1,100 deaths in 2017. It is more common today than it was 30 years ago. In contrast, colorectal cancer is projected to be diagnosed in over 70,000 men and 64,000 women in 2017. It will result in about 50,000 deaths in 2017, far more than anal cancer. Anal cancer is most commonly caused by infection of the anal lining tissues by a high-risk type of human papillomavirus such as HPV-16. It is also more common in people with weakened immune systems, such as those with HIV (human immunodeficiency virus, the virus than can lead to AIDS). Cigarette smokers also get more anal cancer than do nonsmokers. Other risk factors for anal cancer usually will be those associated with the likelihood of acquiring HPV infection. Certainly, there are also cases of anal cancer for which no certain cause is found. Anal cancer risk factors include the following: Age over 50Human papillomavirus (HPV) infectionMany sexual partnersReceptive anal intercourse/anal sexSmokingConditions that impair the immune system including HIV viral infection and immunosuppressive medicinesHistory of other pelvic cancers caused by HPV infectionRecurrent anal irritation with pain and rednessRace and gender: Anal cancer is more common in women than men in most ethnic groups. In African Americans, it is more common in men than women.  The symptoms and signs of anal cancers may include one or more of the following: A lump or mass near the anusA tumor or lump found on self-examinationAnal bleedingA sense of pressure or foreign body sensation in the anal areaA change in bowel habits, such as constipation, incontinence (bowel leakage), and/or diarrheaAnal discharge, which may be jelly-like and comprised of mostly mucus (It may also have a white or yellow appearance. )Yellow discharge or a white discharge from anusMucus in stoolItchy anus: Anal pruritus is a condition where the anus feels itchy. Some people who get anal cancer report having an itching anus. However, there are a number of other conditions that can cause an itchy anus, including diet, medications, and bowel leakage. Painful defecation, anal pain, or pain in the perianal area Many of these symptoms are easily mistaken for hemorrhoids. When first encountered, these symptoms are best evaluated by a health care professional. Even if a person has known hemorrhoids, a change in such symptoms and signs, such as their failure to resolve or a worsening, should also prompt examination. Most anal cancer is found at an early or localized stage. In the unfortunate event that the disease is already spread outside of the anus, then symptoms and signs of more advanced disease can develop. These can include abdominal pain,low back pain, andweight loss. Looking for a disease or condition in people with no symptoms or signs is called screening. Screening is performed to find cancers at an early stage when treatment can be most beneficial. As anal cancer is rare, routine screening of the general public for this condition is not recommended. In groups at higher risk for anal cancer and especially precancerous lesions called anal intraepithelial neoplasia (AIN), screening is appropriate. This includes men who have sex with men regardless of HIV status, women with histories of cervical and vulvar cancers, all HIV positive patients, post-transplant patients on immunosuppressive medicine, and those with a history of anal warts. Anal warts are not themselves considered precancerous, but imply HPV infection is present. Certain dangerous HPV subtypes may indicate the presence of cancer or lead to cancer development. The screening technique for AIN is called an anal pap smear and uses the same technique used for women's pap smears. A swab is taken from the anal canal and a smear from the swab is submitted for microscopic evaluation by cytology technique. More recently, lab techniques are used to measure the presence and levels of the dangerous HPV (16 and 18) subtypes or the presence of mutations. Screening frequency recommendations are still being established. For now, men who have sex with men and are HIV negative should be screened every two to three years. If they are HIV positive, then they should be screened yearly. If an anal pap smear is positive for AIN, the patient should be referred to a surgeon for a biopsy.  If a patient is suspected to have anal cancer, the examining health care professional will first take a medical history and conduct a physical exam, including both inspection of the anal area and a digital rectal exam in which a gloved finger is inserted through the anus and into the rectum. Next, the anal canal can be examined with an anoscope -- a short, lubricated tube with a light on it. The physician can see and inspect the anus, anal canal, and lower rectum with the tool. Other types of scopes, both rigid and flexible, can be used to examine the lower colon, rectum, and anal regions. Their use is called endoscopy. Endo-anal or endo-rectal ultrasound (ultrasound probe insertion into the rectum) may be used to detect abnormal rectal structures. A diagnosis of cancer is only definitively made by a physician called a pathologist who analyzes tissue in a laboratory. The tissue is obtained by biopsy, which refers to the technique of removing a piece of the abnormal appearing or suspicious tissue. This is done under direct visualization either with or through an endoscope, or if directly visible, using a type of biopsy needle under local anesthesia. The pathologist analyzes the tissue and creates a report describing the type of cancer and its extent within the biopsy specimen. Staging defines the extent of the primary cancerous tumor as well as the presence or absence and extent or spread of the cancer. This staging classification helps the patient's doctors to decide on the best approach to treatment. Staging also helps to estimate the patient's likelihood of survival or prognosis. Finally, it allows doctors who treat these diseases to more accurately compare the results of treatment using various techniques. Such comparisons require that the doctors treat the same extent of cancer from the outset to make their conclusions valid. Staging techniques include direct visualization and measurement of the cancer and imaging techniques which can include standard X-rays as well as, ultrasound, CAT scan, MRI, and PET scans. By convention, the stage of the cancer is described using the TNM system as described by the International Union Against Cancer and in the AJCC Cancer Staging Manual. T describes the extent of the tumor. N denotes the presence, or absence, and extent of lymph node metastases. M refers to the presence or absence of distant metastases. Anal cancer stages are as follows: TX: Primary tumor cannot be assessedT0: No evidence of primary tumorT1s: Carcinoma in situ (for example, Bowen's disease, high grade squamous intraepithelial lesion, and anal intraepithelial neoplasia II to III)T1: Tumor less than or equal to 2 cm in greatest dimensionT2: Tumor greater than 2 cm but less than 5 cm in greatest dimensionT3: Tumor greater than 5 cm in greatest dimensionT4: Tumor of any size which invades adjacent organ(s), for example, vagina, urethra, bladderNX: Regional lymph nodes cannot be assessedN0: No regional lymph node metastasesN1: Metastases present in perirectal lymph node(s)N2: Metastases in unilateral internal iliac and/or inguinal lymph node(s)N3: Metastases in perirectal and inguinal lymph nodes and/or bilateral internal iliac and/or inguinal lymph nodesM0: No distant metastasesM1: Distant metastases present Consequently, stages can be written in detail as shown in the examples below with the cancer stage increasing in aggressiveness as the stages progress from 0 to IV: 0: T1sN0M0I: T1N0M0II: T2N0M0, T3N0M0IIIA: T13N1M0IIIB: T4N1M0, any T, N2, or N3M0IV: Any T, any N, M1  Anal cancers often need a team of health care professionals that collaborate in the treatment of anal cancers. Usually the doctors on a person's team work out of the same institution or hospital and have had experience in treating cancer patients together. Team members often include two or more of the following doctors: Primary care physician (PCP)General surgeon (best if he or she has special training in colon and rectal disease surgeryRadiation oncologistMedical oncologist These physicians will be able to design a specific treatment protocol that best suits the patient and his or her cancer. Anal cancer treatment involves a variety of therapies including surgery, radiation, chemotherapy, or a combination of these. Historically, all but the smallest anal cancers were treated with a radical surgery called abdominoperineal or AP resection, leading to a permanent end colostomy. About 70% of patients survived more than five years in limited studies of this approach. This is no longer the primary anal cancer treatment of choice. Chemotherapy and radiation without radical surgery are now favored. A limited resection of small stage I cancers can be curative for these small cancers of the anal margin or perianal skin when the anal sphincter is not involved. Radical resection today is reserved for some cases of residual or recurrent cancer in the anal canal after non-operative treatment. Other nonsurgical approaches (involving chemotherapy with a radiation boost or radioactive seed applications) may be used to avoid colostomy in those circumstances.  Radiation therapy alone for localized anal cancer may confer a greater than a 70% likelihood of 5 year survival. The high doses of radiation used (over 60 Gy [Gy is a unit of energy absorbed from ionizing radiation or 1 joule/Kg of matter. ]) can lead to significant tissue damage and scarring sometimes necessitating colostomy surgery for control and repair. This approach is not favored today. Today the optimal primary therapy for stage I, II, IIIA, and IIIB anal cancers that are too large for potentially curative local resection is the combination of lower doses of radiation therapy (45 to 60 Gy) combined with the chemotherapy medicines, 5-FU and mitomycin C. The combination treatment results in 5-year colostomy free survival of over 75% of stage I, 65% of stage II, and 40% to 50% of stage 3 anal cancer cases. Anal cancers that are located in an area where they cannot be resected may benefit from combination therapy. Salvage chemotherapy with an alternative regimen of the medicines 5-FU and cisplatin combined with a radiation boost can be used for residual or recurrent local disease to avoid radical surgery. Radioactive seed implants can be used to establish local control for residual or recurrent disease to avoid radical surgery. Today there is no standard chemotherapy with curative potential for metastatic disease. Local symptom control, referred to as palliative care, is extremely important. Rare patients with stage IV disease have truly localized metastatic disease for which surgery to remove the metastasis could theoretically be curative. This option should be considered in those unusual cases. The disease is rare enough that there are no studies specifically supporting or refuting this approach. Patients with stage IV disease are excellent candidates for clinical research trials if they are well enough and give truly informed consent. A clinical trial is a research study investigating new approaches to treatment which may benefit the patient and help develop treatments for those patients who develop this disease in the future. Thus for most patients with stage IV disease the treatment options include: Palliative surgeryPalliative radiation therapyPalliative combined chemotherapy and radiationClinical trials  About 90% of anal squamous cell carcinoma occurs in patients with detectable evidence of human papillomavirus (HPV) infection. Preventive steps of demonstrable benefit include: Receive HPV vaccinationAvoidance of high risk behaviors which increase the risk of or facilitate the acquisition of HPV infection such as having multiple sexual partners and engaging in receptive anal intercoursePerform anal pap testing in patients with a past history of carcinomas of the cervix, vagina, or vulva (These increase the risk of anal cancer three-fold. Detection and treatment of precancerous lesions can reduce the risk that these patients will require treatment for anal cancer in the future. )Stop smoking, since smoking increases the risk of anal cancerAvoid high risk behaviors for the acquisition of HIV disease (Chronic immunosuppression in men who have sex with men increases the risk of anal cancer 30-fold. )Carefully monitor transplant recipients on immunosuppressant drugs with anal pap smears as discussed (Transplant recipients have a three-fold increased risk of anal cancer. ) Anal cancer is usually curable when found localized. Early detection remains the key to long-term survival as it is in many forms of cancer. The five-year survival rates by anal cancer stage and cell type include: Squamous cell: 71% for stage I, 64% for stage II, 48% for stage IIIA, 43% for stage IIIB, and 21% for stage IVNon-squamous: 59% for stage I, 53% for stage II, 38% for stage IIIA, 24% for stage IIIB, and 7% for stage IV There is ongoing research in the treatment of anal cancer. Visit ClinicalTrials. gov for information on clinical trials and patient eligibility. ", 
    "title": "Anal Cancer"
}