{
    "data": "  Anal fissures are cracks or tears in the anus and anal canal. They may be acute or chronic. Anal fissures are caused primarily by trauma, but several non-traumatic diseases are associated with anal fissures and should be suspected if fissures occur in unusual locations. The primary symptom of anal fissures is pain during and following bowel movements. Other symptoms that may occur are:bleeding,itching, and amalodorous discharge. Anal fissures are diagnosed and evaluated by visual inspection of the anus and anal canal. Anal fissures are initially treated conservatively with home remedies and OTC products by:adding bulk to the stool,softening the stool,consuming a high fiber diet,utilizing sitz baths. Prescription drugs used to treat anal fissures that fail to heal with less conservative treatment include:ointments containing anesthetics,steroids,nitroglycerin, andcalcium channel blocking drugs (CCBs). Surgery by lateral sphincterotomy is the gold standard for curing anal fissures. Because of complications, however, it is reserved for patients who are intolerant of non-surgical treatments or in whom non-surgical treatments have proven to be ineffective. An anal fissure is a cut or tear occurring in the anus (the opening through which stool passes out of the body) that extends upwards into the anal canal. Fissures are a common condition of the anus and anal canal and are responsible for 6% to 15% of the visits to a colon and rectal (colorectal) surgeon. They affect men and women equally and both the young and the old. Fissures usually cause pain during bowel movements that often is severe. Anal fissure is the most common cause of rectal bleeding in infancy. Anal fissures occur in the specialized tissue that lines the anus and anal canal, called anoderm. At a line just inside the anus (referred to as the anal verge or intersphincteric groove) the skin (dermis) of the inner buttocks changes to anoderm. Unlike skin, anoderm has no hairs, sweat glands, or sebaceous (oil) glands and contains a larger number of sensory nerves that sense light touch and pain. (The abundance of nerves explains why anal fissures are so painful. ) The hairless, gland-less, extremely sensitive anoderm continues for the entire length of the anal canal until it meets the demarcating line for the rectum, called the dentate line. (The rectum is the distal 15 cm of the colon that lies just above the anal canal and just below the sigmoid colon. )  Anal fissures are caused by trauma to the anus and anal canal. The cause of the trauma usually is a bowel movement, and many people can remember the exact bowel movement during which their pain began. The fissure may be caused by a hard stool or repeated episodes of diarrhea. Occasionally, the insertion of a rectal thermometer, enema tip, endoscope, or ultrasound probe (for examining the prostate gland) can result in sufficient trauma to produce a fissure. During childbirth, trauma to the perineum (the skin between the posterior vagina and the anus) may cause a tear that extends into the anoderm. The most common location for an anal fissure in both men and women (90% of all fissures) is the midline posteriorly in the anal canal, the part of the anus nearest the spine. Fissures are more common posteriorly because of the configuration of the muscle that surrounds the anus. This muscle complex, referred to as the external and internal anal sphincters, underlies and supports the anal canal. The sphincters are oval-shaped and are best supported at their sides and weakest posteriorly. When tears occur in the anoderm, therefore, they are more likely to be posterior. In women, there also is weak support for the anterior anal canal due to the presence of the vagina anterior to the anus. For this reason, 10% of fissures in women are anterior, while only 1% are anterior in men. At the lower end of fissures a tag of skin may form, called a sentinel pile. When fissures occur in locations other than the midline posteriorly or anteriorly, they should raise the suspicion that a problem other than trauma is the cause. Other causes of fissures are anal cancer, Crohn's disease, leukemia as well as many infectious diseases including tuberculosis, viral infections (cytomegalovirus or herpes), syphilis, gonorrhea,Chlamydia , chancroid (Hemophilus ducreyi), and human immunodeficiency virus (HIV). Among patients with Crohn's disease, 4% will have an anal fissure as the first manifestation of their Crohn's disease, and half of all patients with Crohn's disease eventually will develop an anal ulceration that may look like a fissure. Studies of the anal canal in patients with anal fissures consistently show that the muscles surrounding the anal canal are contracting too strongly (they are in spasm), thereby generating a pressure in the canal that is abnormally high. The two muscles that surround the anal canal are the external anal sphincter and the internal anal sphincter (already discussed). The external anal sphincter is a voluntary (striated) muscle, that is, it can be controlled consciously. Thus, when we need to have a bowel movement we can either tighten the external sphincter and prevent the bowel movement, or we can relax it and allow the bowel movement. On the other hand, the internal anal sphincter is an involuntary (smooth) muscle, that is, a muscle we cannot control. The internal sphincter is constantly contracted and normally prevents small amounts of stool from leaking from the rectum. When a substantial load of stool reaches the rectum, as it does just prior to a bowel movement, the internal anal sphincter relaxes automatically to let the stool pass (that is, unless the external anal sphincter is consciously tightened). When an anal fissure is present, the internal anal sphincter is in spasm. In addition, after the sphincter finally does relax to allow a bowel movement to pass, instead of going back to its resting level of contraction and pressure, the internal anal sphincter contracts even more vigorously for a few seconds before it goes back to its elevated resting level of contraction. It is thought that the high resting pressure and the \"overshoot\" contraction of the internal anal sphincter following a bowel movement pull the edges of the fissure apart and prevent the fissure from healing. The supply of blood to the anus and anal canal also may play a role in the poor healing of anal fissures. Anatomic and microscopic studies of the anal canal on cadavers found that in 85% of individuals that the posterior part of the anal canal (where most fissures occur) has less blood flowing to it than the other parts of the anal canal. Moreover, ultrasound studies that measure the flow of blood showed that the posterior anal canal had less than half of the blood flow of other parts of the canal. This relatively poor flow of blood may be a factor in preventing fissures from healing. It also is possible that the increased pressure in the anal canal due to spasm of the internal anal sphincter may compress the blood vessels of the anal canal and further reduce the flow of blood.   People with anal fissures almost always experience anal pain that worsens with bowel movements. The pain following a bowel movement may be brief or long lasting; however, the pain usually subsides between bowel movements. The pain can be so severe that patients are unwilling to have a bowel movement, resulting in constipation and even fecal impaction. Moreover, constipation can result in the passage of a larger, harder stool that causes further trauma and makes the fissure worse. The pain also can affect urination by causing discomfort when urinating (dysuria), frequent urination, or the inability to urinate. Bleeding in small amounts, itching (pruritus ani), and a malodorous discharge may occur due to the discharge of pus from the fissure. As previously mentioned, anal fissures commonly bleed in infants.  A careful history usually suggests that an anal fissure is present, and gentle inspection of the anus can confirm the presence of a fissure. If gentle eversion (pulling apart) the edges of the anus by separating the buttocks does not reveal a fissure, a more vigorous examination following the application of a topical anesthetic to the anus and anal canal may be necessary. A cotton-tipped swab may be inserted into the anus to gently localize the source of the pain. An acute anal fissure looks like a linear tear. A chronic anal fissure frequently is associated with a triad of findings that includes a tag of skin at the edge of the anus (sentinel pile), thickened edges of the fissure with muscle fibers of the internal sphincter visible at the base of the fissure, and an enlarged anal papilla at the upper end of the fissure in the anal canal. If rectal bleeding is present, an endoscopic evaluation using a rigid or flexible viewing tube is necessary to exclude the possibility of a more serious disease of the anus and rectum. A sigmoidoscopy     that examines only the distal part of the colon may be reasonable in patients younger than 50 years of age who have a typical anal fissure. In patients with a family history of colon cancer or age greater than 50 (and, therefore, at higher risk for colon cancer), a colonoscopy that examines the entire colon is recommended. Atypical fissures that suggest the presence of other diseases, as discussed previously, require other diagnostic studies including colonoscopy and upper gastrointestinal (UGI) and small intestinal X-rays.   The goal of treatment for anal fissures is to break the cycle of spasm of the anal sphincter and its repeated tearing of the anoderm. In acute fissures, medical (nonoperative) therapy is successful in the majority of patients. Of acute fissures, 80% to 90% will heal with conservative measures as compared with chronic (recurrent) fissures, which show only a 40% rate of healing. Initial treatment involves adding bulk to the stool and softening the stool with psyllium or methylcellulose preparations and a high fiber diet. Other home remedies include: Avoiding \"sharp\" foods that may not be well-digested (i. e. , nuts, popcorn, tortilla chips). Increase liquid intake, and, at times, take stool softeners (docusate or mineral oil preparations). Sitz baths (essentially soaking in a tub of warm water). Sitz baths are encouraged, particularly after bowel movements, to relax the spasm, to increase the flow of blood to the anus, and to clean the anus without rubbing the irritated anoderm.  Topical anesthetics (for example, xylocaine, lidocaine, tetracaine, pramoxine) are recommended especially prior to a bowel movement to reduce the pain of defecation. Often, a small amount of a steroid is combined in the anesthetic cream to reduce inflammation. The use of steroids should be limited to two weeks because longer use will result in thinning of the anoderm (atrophy), which makes it more susceptible to trauma. Oral medications to relax the smooth muscle of the internal sphincter have not been shown to aid healing. Because of the possibility that spasm of the internal sphincter and reduced flow of blood to the sphincter play roles in the formation and healing of anal fissures, ointments with the muscle relaxant, nitroglycerin (glyceryl trinitrate), have been tried and found to be effective in healing anal fissures. Glycerin trinitrate (nitroglycerin) has been shown to cause relaxation of the internal anal sphincter and to decrease the anal resting pressure. When ointments containing nitroglycerin are applied to the anal canal, the nitroglycerin diffuses across the anoderm and relaxes the internal sphincter and reduces the pressure in the anal canal. This relieves spasm of the muscle and also may increase the flow of blood, both of which promote healing of fissures. Unlike Nitropaste, a 2. 0% concentration of nitroglycerin that is used on the skin for patients with heart disease and angina, the nitroglycerin ointment used for treating anal fissures contains a concentration of nitroglycerin of only 0. 2%. One randomized, controlled trial has demonstrated the healing of anal fissures in 68% of patients with nitroglycerin as compared to 8% of patients treated with placebo (inactive treatment). Other studies have shown a 33% to 47% recurrence rate of fissures following treatment with nitroglycerin. The presence of a sentinel pile is associated with a lower healing rate with nitroglycerin treatment. The dose of nitroglycerin often is limited by side effects. The usual side effects are headache (due to dilation of blood vessels in the head) or light-headedness (due to a drop in blood pressure). This author recommends that a small amount of ointment be applied to a cotton-tipped swab with the swab then inserted into the anus only for the depth of the cotton-tipped portion of the swab. Ointment smeared only around the outside of the anus does not reach the anoderm where its effects are important, yet the nitroglycerin will be absorbed and produce side effects. Nitroglycerin is more rapidly absorbed if blood flow in the anoderm is high. For this reason, it is recommended that nitroglycerin not be applied within 30 minutes of a bath since the warm water of the bath enlarges (dilates) the blood vessels in the skin and anoderm and increases their flow of blood. Additionally, the first application of nitroglycerin should be at bedtime while the patient is lying down in order to prevent falls due to light-headedness. The side effects of nitroglycerin often are self-limited, that is, they become less with repeated use. Caffeine can help reduce or prevent headaches. However, if side effects are pronounced, nitroglycerin should be discontinued. Drugs for impotence (for example, sildenafil (Viagra), should not be used together with nitroglycerin since they increase the risk of developing low blood pressure. As is the case with nitroglycerin, ointments containing calcium channel blocking drugs (for example, nifedipine [Adalat] or diltiazem [Cardizem]) relax the muscles of the internal sphincter. They also expand the blood vessels of the anoderm and increase the flow of blood. Nifedipine ointment (2%) is applied in a manner similar to nitroglycerin ointment, but seems to produce fewer side effects. Although healing of chronic fissures has been reported in up to 67% of patients treated with calcium channel blockers, they are most effective with acute fissures. Botulinum toxin (Botox) relaxes (actually paralyzes) muscles by preventing the release of acetylcholine from the nerves that normally causes muscle cells to contract. It has been used successfully to treat a variety of disorders in which there is spasm of muscles, including anal fissures. The toxin is injected into the external sphincter, the internal sphincter, the intersphincteric groove (an indentation just inside the anus that demarcates the dividing line between external and internal sphincters), or into the fissure itself. The dose is not standardized and has varied from 2. 5 to 20 units of toxin in two locations (usually on either side of the fissure). The cost of a 100 unit vial of toxin is several hundred dollars and unused toxin cannot be saved. Thus, the expense for a single injection of toxin is high. In some series of patients but not all, the frequency of healing of fissures with botulinum toxin is high. When fissures recur after treatment, they usually heal again with a second injection. One representative study found that fissures healed in 87% of patients by six months after treatment with botulinum toxin. By 12 months, however, the healing rate had fallen to 75% and by 42 months to 60%. The primary side effect of botulinum toxin is weakness of the sphincters with varying degrees of incontinence (leakage of stool) that usually is transient. Other side effects are not common. There is a great variability in the medical literature with respect to the effectiveness of drugs and botulinum toxin in the healing of anal fissures. Healing may be temporary and fissures may return with a hard bowel movement. Recurrent fissures often require a change to another form of treatment. Patients need to balance the effectiveness of treatment, short and long-term side effects, convenience, and expense in choosing their treatment. When patients are intolerant or unresponsive to non-surgical treatments, surgery becomes necessary.  The Standard Task Force of the American Society of Colon and Rectal Surgeons has recommended a surgical procedure called partial lateral internal sphincterotomy as the technique of choice for the treatment of anal fissures. In this procedure, the internal anal sphincter is cut starting at its distal most end at the anal verge and extending into the anal canal for a distance equal to that of the fissure. The cut may extend to the dentate line, but not farther. The sphincter can be divided in a closed (percutaneous) fashion by tunneling under the anoderm or in an open fashion by cutting through the anoderm. The cut is made on the left or right side of the anus, hence the name \"partial lateral internal sphincterotomy. \" The posterior midline, where the fissure usually is located, is avoided for fear of accentuating the posterior weakness of the muscle surrounding the anal canal. (Additional weakness posteriorly can lead to what is called a keyhole deformity, so called because the resulting anal canal resembles an old fashioned skeleton key. This deformity promotes soilage and leakage of stool. ) Although many surgeons decline to cut out the fissure itself during lateral sphincterotomy, this author feels that this reluctance to remove the fissure is not always appropriate, and characteristics of the fissure itself should be taken into account. If the fissure is hard and irregular, suggesting anal cancer, the fissure should be biopsied. If the edges and base of the fissure are heavily scarred, there may be a problem after surgery with anal stenosis, a condition in which additional scarring narrows the anal canal and interferes with the passage of stool. In this case, it may be better to cut out the scarred fissure so that there is a chance for the wound to heal with less scarring and chance of stenosis. Finally, an associated large anal papilla or a large hemorrhoidal tag may interfere physically with wound healing, and removing them may promote healing. Following surgery, 93% to 97% of fissures heal. In one representative study, healing following surgery occurred in 98% of patients by two months. At 42 months following surgery, 94% of patients were still healed. Recurrence rates after this type of surgery are low, 0% to 3%. Failure to heal following surgery often is attributed to reluctance on the part of the surgeon to adequately divide the internal anal sphincter; however, other reasons for failure to heal, such as Crohn's disease should be considered as well. The risk of incontinence (leakage) of stool following surgery is low. It is important to distinguish between short-term and long-term incontinence. In the short-term (under six weeks), the sphincter is weakened by the surgery, so leakage of stool is not unexpected. Long-term incontinence should not occur after partial lateral internal sphincterotomy because the internal sphincter is less important than the external sphincter (which is not cut) in controlling the passage of stool. It is important to distinguish between incontinence to gas, a minimal amount of stool that, at most, stains the underwear (soiling), and loss of stool that requires an immediate change in underwear. In a large series of patients followed for a mean of five years after surgery, 6% were incontinent of gas, 8% had minor soiling, and 1% experienced loss of stool. Several surgeons have described procedures that stretch and tear the anal sphincters for the treatment of anal fissures. Though anal stretching often is successful in alleviating pain and healing the fissure, it is a traumatic, uncontrolled disruption of the sphincter. Ultrasonograms of the anal sphincters following stretching demonstrate trauma that extends beyond the desired area. Because only 72% of fissures heal and there is a 20% incidence of incontinence of stool, stretching has fallen out of favor. The author has found that when there are enlarged internal hemorrhoids in addition to a fissure, that healing of the fissure is improved if the hemorrhoids are treated with sclerotherapy that shrinks them. After application of a topical anesthetic, if a patient can tolerate a gentle examination of the rectum with a finger and an anoscope can be inserted through the anus, enlarged hemorrhoids can be identified, and if present, treated with sclerotherapy. It is unclear if improvement in healing is caused by anal dilation with the finger or by shrinkage of the hemorrhoid. ) ", 
    "title": "Anal Fissure"
}