{
    "data": "  Anaphylaxis is the most severe allergic reaction and is potentially life threatening. Anaphylaxis is rare. The vast majority of people will never have an anaphylactic reaction. Common triggers of an anaphylactic reaction include drugs, such as penicillin, insect stings, foods (peanuts, shellfish), X-ray dye, and latex. The symptoms of anaphylaxis may vary and can include hives, tongue swelling, vomiting, and even shock. If someone is at risk, avoidance is the best form of treatment. If one has a history of serious allergic reaction, he or she should always carry an epinephrine kit. Anaphylaxis is a rapidly developing and serious allergic reaction that can affect multiple body systems at the same time. Severe anaphylactic reactions can be fatal. Anaphylaxis is often triggered by substances that are injected or ingested and thereby gain access into the bloodstream. This can result in a reaction involving the skin, lungs, nose, throat, and gastrointestinal tract.  To fully understand this term, we need to go back almost 100 years. The story begins on a cruise aboard Prince Albert I of Monaco's yacht. The prince had invited two Parisian scientists to perform studies on the toxin produced by the tentacles of a local jellyfish, the Portuguese Man of War. Charles Richet and Paul Portier were able to isolate the toxin and tried to vaccinate dogs in the hope of obtaining protection, or \"prophylaxis,\" against the toxin. They were horrified to find that subsequent very small doses of the toxin unexpectedly resulted in a new dramatic illness that involved the rapid onset of breathing difficulty and resulted in death within 30 minutes. Richet and Portier termed this \"anaphylaxis\" or \"against protection. \" They rightly concluded that the immune system first becomes sensitized to the allergen over several weeks and upon reexposure to the same allergen may result in a severe reaction. An allergen is a substance that is foreign to the body and can cause an allergic reaction in certain people. The first documented case of presumed anaphylaxis occurred in 2641 BC when Menes, an Egyptian pharaoh, died mysteriously following a wasp or hornet sting. Later, in Babylonian times, there are two distinct references to deaths due to wasp stings. Charles Richet was awarded the Nobel Prize in 1913 for his work on anaphylaxis. Richet went on to suggest that the allergen must result in the production of a substance, which then sensitized the dogs to react in such a way upon reexposure. This substance turned out to be IgE.   The major causes of anaphylaxis include medications, foods, drugs, latex, and insect bites or stings (wasps, yellow jackets, hornets, honeybees, and fire ants), and latex. The causes of anaphylaxis are divided into two major groups: IgE-mediated: This form requires an initial sensitizing exposure (an exposure to the substance that will later trigger the anaphylaxis) and then occurs on a subsequent exposure. It involves the coating of mast cells and basophils (cells in the blood and tissue that secrete mediators, the substances that cause allergic reactions) by an antibody called IgE, and the subsequent release of chemical mediators upon re-exposure. IgE-mediated anaphylaxis can occur with foods, drugs, latex, and insect stings. Although it may appear that IgE-mediated anaphylaxis occurs upon a first exposure to a food, drug, or insect sting, there must have been a prior sensitization from a previous exposure, which is often unknown. One may not remember an uneventful sting. The previous exposure to a food may not be recalled; it may occur in utero, through breast milk, or through the skin, particularly in individuals with eczema (atopic dermatitis). Non-IgE-mediated: These reactions have the same symptoms as true anaphylaxis but do not require an IgE immune reaction. They are usually caused by the direct stimulation of the mast cells and basophils. In the past, they have been termed \"anaphylactoid reactions. \" The same mediators are released as with IgE-mediated anaphylaxis, and the same effects are produced. This reaction can happen on initial, as well as subsequent, exposures, since no sensitization is required. This type of reaction usually occurs with medications. A common cause of a non-IgE-mediated reaction is IV contrast used in imaging studies.   Anaphylaxis often affects two or more body systems, or it may present with just low blood pressure (hypotension), which usually occurs with a severe reaction. Although the symptoms of an anaphylactic reaction usually occur within seconds to minutes after exposure to a trigger, some reactions can occur up to two hours after the exposure. Possible symptoms and signs of an anaphylactic reaction include: Skin symptoms: itching, flushing, hives, and swelling (angioedema) Gastrointestinal symptoms: abdominal pain, abdominal cramping, nausea, vomiting, and diarrhea Respiratory symptoms: nasal congestion, runny nose, cough, shortness of breath, chest tightness, and wheezing Cardiovascular symptoms: dizziness, lightheadedness, fast heart rate (tachycardia), and low blood pressure Additionally, those affected often report a \"feeling of impending doom. \" There is no testing to predict the severity of an anaphylactic reaction, though a previous severe reaction raises the risk of a subsequent severe reaction. Uncontrolled asthma is a consistent risk factor for severe anaphylaxis and fatal anaphylaxis. A history of environmental allergies, eczema (atopic dermatitis), or asthma may also raise the risk of anaphylaxis.  Several disorders may appear similar to anaphylaxis. Fainting (vasovagal reaction) is the reaction that is most likely to be confused with anaphylaxis. The key differences are that in a fainting episode, the affected person typically has a slow pulse, cool and pale skin, and no hives or difficulty breathing. Other conditions, such as heart attacks, blood clots to the lungs (pulmonary embolus), septic shock, and panic attacks can also be confused with anaphylaxis. Anaphylaxis is a clinical diagnosis and is usually diagnosed by the patterns of symptoms listed above. If someone thinks he or she is having an anaphylactic reaction, the first and most important step is to treat with self-injectable epinephrine and/or seek emergency care. Once the acute reaction has been treated with epinephrine, one must seek urgent medical care to monitor for the risk of a biphasic reaction. Referral to an allergist is also typically recommended. The allergist will assess whether or not the reaction was indeed allergic in nature. Sometimes, a careful and detailed medical history and selected blood or skin tests can identify the trigger. The medical history focuses on exposures such as foods, medications, and stings preceding the anaphylactic reaction. In rare cases, exercise or alcohol may be a factor in anaphylaxis. Exercise-induced anaphylaxis: Exercise-induced anaphylaxis is a rare condition that presents with the same symptoms as anaphylaxis but is triggered by exercise. Exercise-induced anaphylaxis can be food-dependent in which symptoms occur with exercise only after consuming specific foods, such as celery, wheat, alcohol, or shellfish. Early symptoms are usually flushing and itching, which may progress to other typical symptoms of anaphylaxis if the exercise continues. Premedication with antihistamines or other drugs does not consistently prevent EIA. Warming up slowly, avoiding eating two to four hours before exercise, exercising with a partner, and carrying emergency epinephrine kits is mandatory for those at risk for exercise-induced anaphylaxis. If symptoms occur despite these measures, then exercise avoidance may be recommended. When no cause can be found for anaphylaxis, it is termed idiopathic. Recent reports suggest that 25% of all episodes of anaphylaxis are idiopathic. For frequent episodes of anaphylaxis, a physician may recommend a combination of antihistamine, leukotriene inhibitors, or oral steroids to reduce the severity of attacks. There is also some evidence that a biologic medication, omalizumab (Xolair), which binds IgE, may help with idiopathic anaphylaxis.  People who have experienced anaphylaxis of any cause should be educated about their trigger(s) and the signs and symptoms of anaphylaxis. Those at risk for anaphylaxis should carry self-injectable epinephrine (EpiPen, Adrenaclick) and understand when and how to use them. A wrist bracelet indicating the risk and trigger(s) for anaphylaxis can be helpful. Allergic diseases are often treated by avoidance measures, which will be reviewed in detail below. If you suspect that you or someone you are with is having an anaphylactic reaction, the following are important first aid measures. In general, try to perform these in the order that they are presented. If the patient has injectable epinephrine, inject epinephrine immediately. The shot is given into the upper outer thigh and can be administered through clothing. Call emergency services or 911 immediately. Have a second injectable epinephrine device ready to use in case of a severe reaction or a biphasic reaction. Place a conscious person lying down, and elevate the feet if possible. Stay with the person until help arrives. If trained, begin CPR if the person stops breathing or doesn't have a pulse. After the initial epinephrine dose, if the symptoms are returning or still significant, one can inject another dose of epinephrine if available. All self-injectable epinephrine devices come in a two-pack for this reason. Even if anaphylaxis responds to epinephrine, a person should be monitored in an emergency-care setting. Steroids and antihistamines may be given, but these are not helpful in the initial management of anaphylaxis, and should not take the place of epinephrine. Steroids may be most helpful to prevent a biphasic reaction. The normal side effects of epinephrine include pallor, shakiness, a rapid heart rate, and a sense of doom. These symptoms resolve rapidly, typically within minutes. Epinephrine (also known as adrenaline) is the first-line therapy for anaphylaxis. It acts to reverse the effects of anaphylaxis on all body systems. Its effects include the following: Skin: improves itching and hives Respiratory: relaxes bronchial tubes in lungs, thus improving shortness of breath, chest tightness, and cough Gastrointestinal: diminishes abdominal pain, cramping, and nausea Cardiovascular: constricts blood vessels, thus improving blood pressure Epinephrine also helps prevent the release of more mediators of the allergic reaction. Diphenhydramine (Benadryl) is not first-line therapy for anaphylaxis. This has primary effects on improving skin symptoms, such as hives and itching. In cases of severe anaphylaxis, in addition to epinephrine, other medications, IV fluids, and oxygen are administered once one receives care from a health-care professional. The choice of interventions will depend on the severity of the reaction. Anaphylaxis may be biphasic roughly 20%-30% of the time. This is also known as a \"late-phase reaction. \" In biphasic anaphylaxis, symptoms improve but then return hours to even days later. Treatment for biphasic reactions is the same as treatment of initial anaphylactic reactions. It is thought that steroids might reduce the risk of a biphasic reaction.   Preventing anaphylaxis is the ideal form of treatment. However, that may not always be easy since insect stings are frequently unanticipated, and allergens in foods may be ingested by mistake. A consultation with an allergist is vital in helping one identify the trigger(s) and providing information and instruction on how to best avoid them. The affected individual will learn how to use emergency kits and how to become prepared for any reaction in the future. These are situations in which preventive treatment might be offered by the allergist. <ol>Allergy shots may be suggested to some people with wasp, yellow jacket, hornet, honey bee, or fire ant reactions. This form of treatment gives 98% protection against the first four insect reactions and also reduces the severity of any reactions that may occur. Premedication is most helpful in preventing anaphylaxis from IVIV contrast. Alternative dyes that are less likely to cause reactions may be available. Temporary induction of tolerance (also called desensitization) to problematic medications is often effective. This process is accomplished by gradually increasing the amount of the medication given under controlled conditions. Sensitivities to penicillin, sulfa drugs, and insulin have been successfully treated in this way. Food immunotherapy in which individuals are given small daily doses of a food to which they are allergic is an area of current research for milk, eggs, and peanuts but is not used in routine clinical practice at this point. Since avoidance is not fail-safe, a person at risk for an anaphylactic reaction must be adequately prepared in an emergency to handle a reaction. It is recommended that everyone at risk carry self-injectable epinephrine (EpiPen or Adrenaclick). Here are some important points to remember regarding self- injectable epinephrine: Ask a doctor to explain the use of the device carefully and practice with the demonstrator kit. Check expiration dates and replace outdated devices. The expiration date must be followed for epinephrine. Keep devices out of extremes of temperature since this influences drug stability. Additional devices should be brought to other homes, school, or work. Always have two devices readily available. Make sure that friends, relatives, exercise partners, and coworkers are aware of one's condition and know what to do in case of a reaction. Risk factors for poor outcomes from anaphylaxis include delayed treatment with epinephrine and a history of asthma, particularly uncontrolled asthma. The vast majority of deaths from anaphylaxis occur from in-hospital administration of medications. In the community, the most common causes of poor outcomes are stinging-insect allergy in adults and a history of peanut and tree nut allergy. Death from anaphylaxis from these causes is usually associated with delayed treatment with epinephrine. If recognized and treated promptly with epinephrine, the prognosis for anaphylaxis is generally good and the vast majority of patients experience a full recovery. ", 
    "title": "Anaphylaxis"
}