{
    "data": "  Anencephaly is one of the most common types of neural tube defect, affecting about 1 in 1,000 pregnancies. However, most of these pregnancies end in miscarriage, so the prevalence of this condition in newborns is much lower. An estimated 1 in 10,000 infants in the United States is born with anencephaly. Anencephaly is a complex condition that is likely caused by the interaction of multiple genetic and environmental factors. Some of these factors have been identified, but many remain unknown. Changes in dozens of genes may influence the risk of anencephaly. The best-studied of these genes is MTHFR, which provides instructions for making a protein that is involved in processing the B-vitamin folate (also called folic acid or vitamin B9). Changes in other genes related to folate processing and genes involved in the development of the neural tube have also been studied as potential risk factors for anencephaly. However, none of these genes appear to play a major role in causing the condition. Researchers have also examined environmental factors that could contribute to the risk of anencephaly. A shortage (deficiency) of folate appears to play a significant role. Studies have shown that women who take supplements containing this vitamin before they get pregnant and very early in their pregnancy are significantly less likely to have a baby with anencephaly or a related neural tube defect. Other possible risk factors for anencephaly include diabetes mellitus, obesity, exposure to high heat (such as a fever or use of a hot tub or sauna) in early pregnancy, and the use of certain anti-seizure medications during pregnancy. However, it is unclear how these factors may influence the risk of anencephaly.  Most cases of anencephaly are sporadic, which means they occur in people with no history of the disorder in their family. A small percentage of cases have been reported to run in families; however, the condition does not have a clear pattern of inheritance. For parents who have had a child with anencephaly, the risk of having another affected child is increased compared to the risk in the general population. ", 
    "title": "Anencephaly"
}