{
    "data": "  The ankle is a \"hinged\" joint. Ankle pain can be caused by injury or disease of the ankle joint. The severity of ankle sprains ranges from mild (which can resolve within 24 hours) to severe (and can require surgical repair). Tendinitis of the ankle can be caused by trauma from injury and overuse or inflammatory diseases. The ankle is a \"hinged\" joint capable of moving the foot in two primary directions: away from the body (plantar flexion) and toward the body (dorsiflexion). It's anatomy is formed by the meeting of three bones. The end of the shinbone of the leg (tibia) and a small bone in the leg (fibula) meet a large bone in the foot, called the talus, to form the ankle. The end of the shinbone (tibia) forms the inner portion of the ankle, while the end of the fibula forms the outer portion of the ankle. The hard, bony knobs on each side of the ankle are called the malleoli. These provide stability to the ankle joints, which function as weight-bearing joints for the body during standing and walking. Ligaments on each side of the ankle also provide stability by tightly strapping the outside of the ankle (lateral malleolus) with the lateral collateral ligaments and the inner portion of the ankle (medial malleolus) with the medial collateral ligaments. The ankle joint is surrounded by a fibrous joint capsule. Tendons that attach the large muscles of the leg to the foot wrap around the ankle both from the front and behind. The large tendon (Achilles tendon) of the calf muscle passes behind the ankle and attaches at the back of the heel. A large tendon of the leg muscle (posterior tibial tendon) passes behind the medial malleolus. The peroneal tendon passes behind the lateral malleolus to attach into the foot. The normal ankle has the ability to move the foot, from the neutral right-angle position to approximately 45 degrees of plantar flexion and to approximately 20 degrees of dorsiflexion. The powerful muscles that move the ankle are located in the front and back portions of the leg. These muscles contract and relax during walking.  Both ankle pain and ankle tendinitis can be caused by injuries (such as sprains and strains from sports) or diseases and conditions (such as rheumatoid arthritis or gout). Ankle sprains are one of the most common musculoskeletal injuries. Sprains are injuries to the ligaments of the ankle, causing them to partially or completely tear as a result of sudden stretching. A sprain can occur on either or both of the inner and outer portions of the ankle joint. Ankle sprains more commonly happen when there is a preexisting muscle weakness in the ankle area or a history of previous ankle injuries. The typical injury occurs when the ankle is suddenly \"twisted\" in a sports activity or by stepping off an uneven surface. The pain is initially severe and can be associated with a \"popping\" sensation. Immediate swelling over the area of injury often occurs as the injured blood vessels leak fluid into the local tissue. Examination of the area may cause severe pain when the ankle is moved. The degree of pain may not necessarily indicate the degree of damage to the ligament(s). Ligament injuries are often graded from I to III, ranging from partial to complete tears. Partial tears retain some ankle stability, whereas complete tears lose stability because the strapping ligaments no longer brace the ankle joint. After an examination, significant ankle sprains are commonly evaluated with an X-ray. X-rays can determine whether there is an accompanying break (fracture) of the bone. Ankle fractures can occur without significant trauma in people with weak bones, such as from osteoporosis. Sometimes these fractures are tiny stress fractures along the bone. These are typically associated with pain and tenderness. Acute ankle sprains are initially treated with ice, rest, and limiting the amount of walking and weight-bearing on the injured ankle. The leg can be elevated to reduce swelling, and crutches are often recommended to avoid further trauma to the injured ligaments. Anti-inflammatory medications can be given to reduce local inflammation. Ice packs help decrease further swelling of the area and can reduce pain. Patients with severe injuries are placed in immobilization casts. Surgical repair of grade III injuries is considered, especially for those patients contemplating future athletic participation. Physical therapy programs are part of the rehabilitation process, incorporating strengthening exercises of the lower leg muscles. Broken ankles (fractures) can accompany ankle sprains or occur without sprains. Fractures are repaired with casting to immobilize the bone for healing. Depending on the severity, fractures can require orthopedic casting, or surgical procedures including pinning, and open repair of the fractured bone. With severe ankle injury, such as from a motor vehicle accident, dislocation of the ankle joint can occur. Ankle dislocation is a serious injury and generally requires a surgical repair. A dislocated ankle occurs when there is complete damage and disruption of the ligaments that support the ankle joint. Tendinitis (also referred to as tendonitis) is inflammation of the tendon. Tendinitis of the ankle can involve the Achilles tendon, the posterior tibial tendon, or the peroneal tendon. Ankle tendinitis usually results from trauma, such as from sudden injury in sports or overuse injury as from running but can result from underlying inflammatory diseases or illnesses such as reactive arthritis, rheumatoid arthritis, and ankylosing spondylitis. All forms of tendinitis cause pain, swelling, and tenderness in the tendon area involved. The onset may be rapid, such as with an athletic injury. Immediate treatment of tendinitis involves immobilizing the area, elevation, and limiting weight-bearing, applying ice, and using nonsteroidal anti-inflammatory drugs (NSAIDs) to decrease inflammation. NSAIDs such as naproxen (Naprosyn) or ketoprofen (Orudis) are commonly used for this purpose. More severe inflammation can require orthopedic casting. Athletic participation should be limited when the tendon is still inflamed, as there is a significant risk of rupturing or tearing the tendon, especially in the Achilles area, with continued athletic activity. Achilles tendon rupture more frequently occurs in patients who have had previous Achilles tendon inflammation. When the Achilles tendon ruptures, it usually requires orthopedic surgical repair.   Inflammatory types of arthritis (inflammation of the joint) that can involve the ankle area include rheumatoid arthritis, reactive arthritis, gouty arthritis, ankylosing spondylitis, and psoriatic arthritis, among others. They generally are not induced by traumatic injury and often develop gradually. A thorough evaluation by a doctor with blood testing can be necessary for ultimate diagnosis. These types of arthritis are associated with pain, swelling, stiffness, redness, and warmth in the involved area. These diseases each have unique management as described elsewhere. Other conditions of the ankle which can cause ankle pain include tarsal tunnel syndrome. This is a result of nerve compression at the ankle as the nerve passes under the normal supportive band surrounding the ankle called the flexor retinaculum. Tarsal tunnel syndrome is described elsewhere. Infections of the ankle joint are rare. They most commonly occur as a result of bacteria being introduced into the ankle joint through puncture wounds or trauma. They also occur with a breakdown of the skin over the ankle as a result of ulcerations or abrasions. Patients with impaired immune systems such as those with AIDS, or other immune diseases, are at an increased risk of infections in the joints, including the ankle. Also, patients with diabetes or those who take cortisone medications have an increased risk for bacterial infections of the joints. Bacterial joint infections are serious and require drainage and antibiotics, usually intravenously. It is possible to develop viral infections of the ankle joints. In an isolated joint, such as the ankle, this most commonly occurs in children and is referred to as \"toxic synovitis. \" It results in temporary joint inflammation and can be first noticed as subtle limping in the child. It is benign and resolves on its own with only symptomatic treatment, such as acetaminophen (Tylenol), for relief of pain.   Symptoms and signs of ankle pain and ankle tendinitis include pain, stiffness, swelling, discoloration, redness, warmth, tenderness, throbbing, and looseness of the joint. Ankle pain and ankle tendinitis are diagnosed by a review the history of the pain, when it came on, if trauma or overuse occurred, and whether or not underlying diseases are present. An examination of the ankle joint is performed to determine if there is warmth, redness, swelling, tenderness, and/or looseness of the joint. The prognosis for ankle pain and ankle tendinitis depends on the specific injury. Most frequently, ankle pain resolves in days to weeks after injury. Sometimes chronic ligament damage at the ankle leads to looseness (laxity) of the joint that causes chronic ankle pain. If underlying disease is the cause of the ankle pain or ankle tendinitis, the outlook depends on its control. Just as sport activities and accidental trauma are risk factors for ankle pain and ankle tendinitis, they are also preventable situations. Avoiding injury from sports by proper instruction and physical training can minimize the risk of developing ankle pain and ankle tendinitis. Sometimes ankle bracing or ankle taping can prevent ankle pain and ankle tendinitis. Decreasing the risks for accidental injury is also a method of preventing ankle injury. ", 
    "title": "Ankle Pain And Tendinitis"
}