{
    "data": "  Anorexia nervosa is a psychiatric condition, which is part of a group of eating disorders. The cause of anorexia has not been definitively established, but self-esteem and body-image issues, societal pressures, and genetic factors likely each play a role. Anorexia affects females far more often than males and is most common in adolescent females. Anorexia tends to affect the middle and upper socioeconomic classes and Caucasians more often than less advantaged classes and ethnic minorities in the United States. The disorder affects about 1% of adolescent girls and about 0. 3% of males in the U. S. People with anorexia tend to show compulsive behaviors, may become obsessed with food, and often show behaviors consistent with other addictions in their efforts to overly control their food intake and weight. Men with anorexia are more likely to also have other psychological problems; affected women tend to be more perfectionistic and be more displeased with their bodies. Children and adolescents with anorexia are at risk for a slowing of their growth and development. The extreme dieting and weight loss of anorexia can lead to a potentially fatal degree of malnutrition. Other possible complications of anorexia include heart-rhythm disturbances, digestive abnormalities, bone density loss, anemia, and hormonal and electrolyte imbalances. Given the prevalence of denial of <strong>symptoms</strong> by individuals with anorexia, gathering information from loved ones of the anorexia sufferer is important in the diagnosis and treatment of the disorder. Most medications are much better at treating symptoms that are associated with anorexia than addressing the specific symptoms of anorexia themselves. The <strong>treatment</strong> of anorexia must focus on more than just weight gain and often involves a combination of individual, group, and family psychotherapies in addition to nutritional counseling. The Maudsley model of family therapy, in which the family actively participates in helping their loved one achieve a more healthy weight, is considered the most effective method of family therapy for treating anorexia in adolescents. The prognosis of anorexia is variable, with some people making a full recovery. Others experience a fluctuating pattern of weight gain followed by relapse or a progressively deteriorating course over many years. Helping people understand the unrealistic and undesirable nature of media representations of excessive thinness as beautiful is one way to help prevent anorexia. As with many other illnesses with addictive symptoms, it takes a day-to-day effort to control the urge to relapse, and treatment may be needed on a long-term basis. Increased understanding of the causes and treatments for anorexia remain the focus of ongoing research in the effort to improve the outcomes of individuals with this disorder.  Anorexia nervosa, commonly referred to simply as anorexia, is one type of eating disorder. It is also a psychological disorder. Anorexia is a condition that goes beyond concern about obesity or out-of-control dieting. A person with anorexia often initially begins dieting to lose weight. Over time, the weight loss becomes a sign of mastery and control. The drive to become thinner is actually secondary to concerns about control and/or fears relating to one's body. The individual continues the ongoing cycle of restrictive eating, often accompanied by other behaviors such as excessive exercising or the overuse of diet pills to induce loss of appetite, and/or diuretics, laxatives, or enemas in order to reduce body weight, often to a point close to starvation in order to feel a sense of control over his or her body. This cycle becomes an obsession and, in this way, is similar to an addiction. A majority of those affected by anorexia are female, most often teenage girls, but males can develop the disorder as well. While anorexia typically begins to manifest itself during early adolescence, it is also seen in young children and adults. Although the disorder has received a lot of media attention, it is an uncommon condition. Caucasians are more often affected than people of other racial backgrounds, and anorexia is more common in middle and upper socioeconomic groups.   Many experts consider people for whom thinness is especially desirable, or a professional requirement (such as athletes in sports like gymnastics, wrestling and jockeying, as well as models, dancers, and actors), to be at risk for eating disorders such as anorexia nervosa. Health-care professionals are usually encouraged to present the facts about the dangers of anorexia through education of their patients and of the general public as a means of preventing this and other eating disorders.   At this time, no definite cause of anorexia nervosa has been determined. However, research within the medical and psychological fields continues to explore possible causes. Studies suggest that a genetic (inherited) component may play a more significant role in determining a person's susceptibility to anorexia than was previously thought. Researchers are attempting to identify the particular gene or genes that might affect a person's tendency to develop this disorder, and preliminary studies suggest that a gene located at chromosome 1p seems to be involved in determining a person's susceptibility to anorexia nervosa. Other evidence had pinpointed a dysfunction in the part of the brain called the hypothalamus (which regulates certain metabolic processes), as contributing to the development of anorexia. Other studies have suggested that imbalances in neurotransmitter (brain chemicals involved in signaling and regulatory processes) levels in the brain may occur in people suffering from anorexia. Feeding problems as an infant, a general history of under-eating, and maternal depressive symptoms tend to be risk factors for developing anorexia. Other personal characteristics that can predispose an individual to the development of anorexia include a high level of negative feelings and perfectionism. For many individuals with anorexia, the destructive cycle begins with the pressure to be thin and attractive. A poor self-image compounds the problem. People who suffer from any eating disorder are more likely than others to have been the victim of childhood abuse. While some professionals remain of the opinion that family discord and high demands from parents can put a person at risk for developing this disorder, the increasing evidence against the idea that families cause anorexia has mounted to such an extent that professional mental-health organizations no longer ascribe to that theory. Possible factors that protect against the development of anorexia include high maternal body mass index (BMI) as well as high self-esteem.  Anorexia nervosa can be a difficult disorder to diagnose, since individuals with anorexia often attempt to hide the disorder. Denial and secrecy frequently accompany other symptoms. It is unusual for a person with anorexia to seek professional help because the individual typically does not accept that she or he has a problem (denial). In many cases, the actual diagnosis is not made until medical complications have developed. The individual is often brought to the attention of a professional by family members only after marked weight loss has occurred. When anorexics finally come to the attention of a health-care professional, they often lack insight into their problem despite being severely malnourished and may be unreliable in terms of providing accurate information. Therefore, it is often necessary to obtain information from parents, a spouse, or other family members in order to evaluate the degree of weight loss and extent of the disorder. Health professionals will sometimes administer symptom questionnaires as part of screening for the disorder. Warning signs of developing anorexia or one of the other eating disorders include excessive interest in dieting or thinness. One example of such interest includes a movement called \"thinspiration,\" which promotes extreme thinness as a lifestyle choice rather than as a symptom of illness. There are a variety of web sites that attempt to inspire others toward extreme thinness by featuring information on achieving that goal, photos of famous, extremely thin celebrities, and testimonials, as well as before and after pictures of individuals who ascribe to extreme thinness. The actual criteria for anorexia nervosa are found in the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V). There are three basic criteria for the diagnosis of anorexia nervosa that are characteristic: <ol>Restriction of food intake that leads to markedly low body weight for age, gender, developmental course and medical healthAn intense fear of gaining weight or becoming fat, or persistent behavior that prevents weight gain, despite the person being significantly underweightSelf-perception that is grossly distorted, excessive emphasis on body weight and shape in self-assessment, and weight loss or the seriousness thereof that is either minimized or not acknowledged completely The DSM-V further identifies two subtypes of anorexia nervosa. In the binge-eating/purging type, the individual regularly engaged in binge eating or purging behavior in at least the past three months, which involves self-induced vomiting or the misuse of laxatives, diuretics, or enemas during the current episode of anorexia. In the restricting type, the individual has severely restricted food intake and/or excessively exercised for at least the past three months but does not regularly engage in the behaviors seen in the binge-eating type. In order to diagnose anorexia, the health-care professional distinguishes this illness from being a symptom of an underlying medical disorder or of another eating disorder. As a symptom of a medical disorder, the term anorexia (in general, rather than anorexia nervosa, the condition discussed in this article) describes the considerable weight loss that may be the result of serious illness that may afflict terminally ill patients who are receiving hospice care. Unlike the binge-eating/purging type of anorexia nervosa, bulimia nervosa does not result in weight reduction below the minimal normal weight. Bulimia nervosa is characterized by episodes of eating significantly excessive amounts of food that the individual feels they cannot stop themselves from engaging in (binges), alternating with episodes of attempts to counteract the binges using inappropriate behaviors (purging) like self-induced vomiting, misuse of medications, fasting, and/or excessive exercising. Most individuals with an eating disorder do not fit neatly into either the diagnosis of anorexia or bulimia and are therefore classified as either suffering from \"other specified feeding or eating disorder\" or \"unspecified feeding or eating disorder. \" Examples of other specified feeding or eating disorders include people with binge-eating disorder who experience episodes of binge eating but do not regularly engage in purging or restricting behaviors; individuals with recurrent purging behaviors without binge eating and recurrent episodes of night eating that is not better explained by binge eating disorder or another mental-health disorder. Those eating disorders that do not meet diagnostic criteria for any specific eating disorder are classified as an \"unspecified feeding or eating disorder. \"  Anorexia can have dangerous psychological and behavioral effects on all aspects of an individual's life and can affect other family members as well. The individual can become seriously underweight, which can lead to or worsen depression and social withdrawal. The individual can become irritable and easily upset and have difficulty interacting with others. Sleep can become disrupted and lead to fatigue during the day. Attention and concentration can decrease. Most individuals with anorexia become obsessed with food and thoughts of food. They think about it constantly and become compulsive about their food choices or eating rituals. They may collect recipes, cut their food into tiny pieces, prepare elaborate calorie-laden meals for other people, or hoard food. Additionally, they may exhibit other obsessions and/or compulsions related to food, weight, or body shape that meet the diagnostic criteria for an obsessive compulsive disorder. Other psychiatric problems are also common in people with anorexia nervosa, including affective (mood) disorders, anxiety disorders, and personality disorders. Generally, individuals with anorexia are compliant in every other aspect of their life except for their relationship with food. Sometimes, they are overly compliant, to the extent that they lack adequate self-perception. They are often eager to please and strive for perfection. They usually do well in school and may often overextend themselves in a variety of activities. The families of anorexics often appear to be \"perfect. \" Physical appearances are important to the anorexia sufferer. Performance in other areas is stressed as well, and they are often high achievers in many areas. While control and perfection are critical issues for individuals with anorexia, aspects of their life other than their eating habits are often found to be out of control as well. Many have, or have had at some point in their lives, addictions to alcohol, drugs, or gambling. Compulsions involving sex, exercising, housework, and shopping are not uncommon. In particular, people with anorexia often exercise compulsively to speed the weight-loss process. Symptoms of anorexia in men tend to co-occur with other psychological problems and more commonly follow a period of being overweight than in women. Men with anorexia also tend to be more likely to have a distorted body image. Compared to symptoms in men, symptoms of anorexia in women tend to more frequently include a general displeasure with their body and a possibly stronger desire to be thin. Women with anorexia also tend to experience more perfectionism and cooperativeness. In addition to the mental effects of anorexia, physical effects of this disorder in children and teens include a number of issues that are associated with growth and development inherent in this age group. Examples of symptoms and signs of anorexia in childhood and adolescence can include a slowing of the natural increase in height or a slowed development of other body functions like menses. All of these features can negatively affect one's daily activities. Diminished interest in previously preferred activities can result or worsen. Some individuals also have symptoms that meet the diagnostic criteria for a major depressive disorder.   Most of the medical complications of anorexia nervosa result from starvation. Few organs are spared the progressive deterioration brought about by anorexia. Heart and circulatory system: Although usually not life-threatening, an abnormally slow heart rate (bradycardia) and unusually low blood pressure (hypotension) are frequent manifestations of starvation and are commonly associated with anorexia. Of greater significance are disturbances in the heart rhythm (arrhythmia). A reduction in the work capacity of the heart is associated with severe weight loss and starvation. Gastrointestinal complications are also associated with anorexia. Constipation and abdominal pain are the most common symptoms. The rate at which food is absorbed into the body is slowed down. Starvation and overuse of laxatives can seriously disrupt the body's normal functions involved in the elimination process. While liver function is generally found to be normal, there is evidence that some individuals with anorexia develop changes in liver enzyme levels and overall damage to the liver. The hormonal (endocrine) system in the body is profoundly affected by anorexia. The complex physical and chemical processes involved in the maintenance of life can be disrupted, with serious consequences. Disturbances in the menstrual cycle are frequent, and secondary amenorrhea (absence of menstrual periods) affects about 90% of adolescent girls with anorexia. Menstrual periods typically return with weight gain and successful treatment. Hormonal imbalances are found in men with anorexia as well. Continual restrictive eating can trick the thyroid into thinking that the body is starving, causing it to slow down in an attempt to preserve calories. When anorexia occurs in a person who also has diabetes mellitus (a tendency toward very high blood sugar levels), the risk of death is higher than in people who have either anorexia or diabetes mellitus alone. Kidney (renal) function may appear normal. However, there are significant changes in kidney function in many people with anorexia, resulting in increased or decreased urination or potentially fatal potassium deficiency. Other long-term effects may include diabetes insipidus, which is characterized by excessive urination and extreme thirst. Bone density loss (osteopenia or thinning of the bones) is a significant complication of anorexia, since women acquire 40%-60% of their bone mass during adolescence. Studies have shown that bone loss can occur fairly rapidly in girls with anorexia. While some studies have shown that bone density may be restored if overall health improves and anorexia is successfully treated, other studies suggest that an increased risk for fracture may persist later in life. Anorexics who abuse a large quantity of laxatives or who frequently vomit are in danger of electrolyte imbalance, which can have life-threatening consequences. Anemia is frequently found in anorexic patients. In addition to having fewer red blood cells, people with anorexia tend to have lower numbers of white blood cells, which play a major role in protecting the body from developing infections. Suppressed immunity and a high risk for infection are suspected but not clinically proven dangers of anorexia. Contrary to what might be expected, anorexia nervosa is associated with high total cholesterol levels. Other physical symptoms, other than the obvious loss of weight, can be seen. Anorexia can cause dry, flaky skin that takes on a yellow tinge. Fine, downy hair grows on the face, back, arms, and legs. Despite this new hair growth, loss of hair on the head is not uncommon. Nails can become brittle. Frequent vomiting can erode dental enamel and eventually lead to tooth loss. People with anorexia might also develop trouble maintaining a consistent body temperature.  Anorexia may be treated in an outpatient setting, or hospitalization may be necessary. For an individual with severe weight loss that has impaired organ function, hospital treatment must initially focus on correction of malnutrition, and intravenous feeding or tube feeding that goes past the mouth may be required. A gain of between 1 to 3 pounds per week is a safe and attainable goal when malnutrition must be corrected. Sometimes weight gain is achieved using schedules for eating, decreased physical activity, and increased social activity, either on an inpatient or outpatient basis. For individuals who have suffered from anorexia for several years, the goals of treatment may need to be achieved more slowly in order to prevent the anorexia sufferer from relapsing as a result of being overwhelmed by treatment. The overall treatment of anorexia, however, must focus on more than weight gain. There are a variety of treatment approaches dependent upon the resources available to the individual. Many patients find that a short hospitalization followed by participation in a day treatment program is an effective alternative to longer inpatient programs. Most individuals, however, initially seek outpatient treatment involving psychological as well as medical intervention. It is common to engage a multidisciplinary treatment team consisting of a medical-care professional, a dietician or nutritionist, and a mental-health-care professional. Different kinds of psychological therapy are employed to treat people with anorexia. Individual therapy, cognitive behavior therapy, group therapy, and family therapy have all been successful in the treatment of anorexia. In adolescents, research shows that the Maudsley model of family therapy can be particularly effective in treating this disorder in this population. In contrast to many past approaches to treatment, the Maudsley model approaches the family of the individual with anorexia as part of the solution rather than part of the reason their loved one has the disorder. With ongoing specific guidance from the professional mental-health team, this approach has the family actively help their loved one eat in a healthier manner. Any appropriate treatment approach addresses underlying issues of control, perfectionism, and self-perception. Family dynamics are explored. Nutritional education provides a healthy alternative to weight management for the patient. Group counseling or support groups may assist the individual in the recovery process. The ultimate goal of treatment should be for the individual to accept herself/himself and lead a physically and emotionally healthy life. While no medications have been identified that can definitively reduce the compulsion to starve oneself, olanzapine (Zyprexa, Zydis), risperidone (Risperdal), and quetiapine (Seroquel) are medications that are also used as mood stabilizers and to treat schizophrenia that may be useful in treating anorexia. These medications may also help increase weight and to manage some of the emotional symptoms like anxiety and depression that can accompany anorexia. Some of the selective serotonin reuptake inhibitor (SSRI) antidepressant drugs, like fluoxetine (Prozac), sertraline (Zoloft), paroxetine (Paxil), citalopram (Celexa), and escitalopram (Lexapro), have been shown to be helpful in weight maintenance after weight has been gained, as well as having beneficial effects on the mood and anxiety symptoms that may be associated with the condition.   Anorexia is among the psychiatric conditions that have the highest mortality rate, with an estimated mortality (death) rate of up to 6% due to the numerous complications of the disease. The most common causes of death in people with anorexia are medical complications of the condition, including cardiac arrest and electrolyte imbalances. Suicide is also a cause of death in people with anorexia. In the absence of any coexisting personality disorder, younger individuals with anorexia tend to do better over time than their older counterparts. Early diagnosis and treatment can improve the overall prognosis in an individual with anorexia. Despite most psychiatric medications having little effect on the symptoms that are specific to anorexia, the improvement in associated symptoms (for example, anxiety and depression) can help anorexia sufferers engage more actively in treatment and otherwise have a powerful, positive effect on the improvement that individuals with anorexia show over time. With appropriate treatment, about half of those affected will make a full recovery. Some people experience a fluctuating pattern of periods of weight gain followed by relapses, while others experience a progressively deteriorating course of the illness over many years, and still others never fully recover. It is estimated that about 20% of people with anorexia remain chronically ill from the condition. As with many other mental-health illnesses with addictive symptoms, it takes a day-to-day effort to control the urge to relapse. Many individuals will require ongoing treatment for anorexia over several years, and some may require treatment over their entire lifetime. Factors that seem to predict more difficult recovery from anorexia include vomiting and other purging behaviors, bulimia nervosa, and symptoms of obsessive personality disorder. The longer the disease goes on, the more difficult it is to treat as well.   While educating the public about the important health benefits of appropriate nutrition is generally beneficial, it has been found to be less specifically helpful in the prevention of eating disorders and other body image problems. More effective approaches are thought to be the addition of education about the bias of media images toward excessive thinness as desirable. Helping people internalize a self-image and health behaviors that are inconsistent with those of eating disordered individuals have also found to be effective prevention methods for anorexia. Given the complexity of anorexia and how many people with this illness continue to suffer from it despite receiving treatment, researchers are seeking to better understand how this illness develops and how it is most effectively treated. For example, as individuals with anorexia tend to have low levels of cortisol in their blood, and behaviors like dieting and exercise tend to increase cortisol levels, giving anorexia sufferers cortisol supplements is being explored with some success. The best approaches for psychotherapy in adults with anorexia, the possible benefit of 12-step programs in treatment, the role of genetics in the development of this disorder, and the effectiveness of various medications in treating anorexia are other areas of continued need for research. Academy for Eating Disordershttp://www. aedweb. org American Psychiatric Association1000 Wilson Blvd, Suite 1825Arlington, VA 22209703-907-7300http://www. psych. org American Psychological Association750 First Street, N. E. Washington, D. C. 20002800-374-2721http://www. apa. org National Eating Disorders Association603 Stewart Street, Suite 803Seattle, WA 98101800-931-2237206-382-3587http://www. nationaleatingdisorders. org National Institute of Mental Health, NIH, HHShttp://www. nimh. nih. gov/index. shtml National Institute of Health 9000 Rockville PikeBethesda, MD 20892http://www. nih. gov National Association of Anorexia Nervosa and Associated Disorders 630-577-1330http://www. anad. org Renfrew Centerhttp://renfrewcenter. com800-RENFREW T. H. E. (Treatment, Healing, Education) Center for Disordered Eating 297 Haywood StreetAsheville, NC 28801828-337-4685http://www. thecenternc. org ", 
    "title": "Anorexia Nervosa"
}