{
    "data": "  Aortic stenosis is narrowing of the aortic valve, impeding delivery of blood from the heart to the body. Aortic stenosis can be caused by congenital bicuspid aortic valve, scarred aortic valve of rheumatic fever, and wearing of aortic valve in the elderly. Aortic stenosis can cause chest pain, fainting, and heart failure leading to shortness of breath. Echocardiogram and cardiac catheterization are important tests in diagnosing and evaluating severity of aortic stenosis. Patients with aortic stenosis are usually given antibiotics prior to any procedures which might introduce bacteria into the bloodstream, such as dental procedures and surgeries. Patients with aortic stenosis who have symptoms may require surgical heart valve replacement. Aortic stenosis is abnormal narrowing of the aortic valve. A number of conditions cause disease resulting in narrowing of the aortic valve. When the degree of narrowing becomes significant enough to impede the flow of blood from the left ventricle to the arteries, heart problems develop. The basic mechanism is as follows: The heart is a muscular pump withfour chambers and four heart valves. The upper chambers, the rightatrium and left atrium (atria -- plural for atrium), are thin walledfilling chambers. Blood flows from the right and left atria acrossthe tricuspid and mitral valves into the lower chambers (rightand left ventricles). The right and left ventricles have thickmuscular walls for pumping blood across the pulmonic and aorticvalves into the circulation. Heart valves are thin leaflets oftissue which open and close at the proper time during each heartbeat cycle. The main function of these heart valves is to preventblood from flowing backwards. Blood circulates through the arteries to provide oxygen and other nutrients to the body, and then returns with carbon dioxide waste through the veins to the right atrium; when the ventricles relax, blood from the right atrium passes through the tricuspid valve into the right ventricle. When the ventricles contract, blood from the right ventricle is pumped through the pulmonic valve into the lungs to reload on oxygen and remove carbon dioxide. The oxygenated blood then returns to the left atrium and passes through the mitral valve into the left ventricle. Blood is pumped by the left ventricle across the aortic valve into the aorta and the arteries of the body. The flow of blood to the arteries of the body is impaired when aortic stenosis exists. Ultimately, this can lead to heart failure. Aortic stenosis occurs three times more commonly in men than women.   In adults, three conditions are known to cause aortic stenosis. <ol>Progressive wear and tear of a bicuspid valve present since birth (congenital). Wear and tear of the aortic valve in the elderly. Scarring of the aortic valve due to rheumatic fever as a child or young adult. Bicuspid aortic valve is the most common cause of aortic stenosisin patients under age 65. Normal aortic valves have three thin leafletscalled cusps. About 2% of people are born with aortic valves thathave only two cusps (bicuspid valves). Although bicuspid valvesusually do not impede blood flow when the patients are young,they do not open as widely as normal valves with three cusps. Therefore,blood flow across the bicuspid valves is more turbulent, causingincreased wear and tear on the valve leaflets. Over time, excessivewear and tear leads to calcification, scarring, and reduced mobilityof the valve leaflets. About 10% of bicuspid valves become significantly narrowed, resulting in the symptoms and heart problems of aorticstenosis. The most common cause of aortic stenosis in patients 65 years of age and over is called \"senile calcific aortic stenosis. \" With aging, protein collagen of the valve leaflets is destroyed, and calcium is deposited on the leaflets. Turbulence across the valve increases causing scarring, thickening, and stenosis of the valve once valve leaflet mobility is reduced by calcification. Why this aging process progresses to cause significant aortic stenosis in some patients but not in others is unknown. The progressive disease causing aortic calcification and stenosis has nothing to with healthy lifestyle choices, unlike the calcium that can deposit in the coronary artery to cause heart attack. Rheumatic fever is a condition resulting from untreated infectionby group A streptococcal bacteria. Damage to valve leaflets fromrheumatic fever causes increased turbulence across the valve andmore damage. The narrowing from rheumatic fever occurs from thefusion (melting together) of the edges (commissures) of the valveleaflets. Rheumatic aortic stenosis usually occurs with some degreeof aortic regurgitation. Under normal circumstances, the aorticvalve closes to prevent blood in the aorta from flowing back intothe left ventricle. In aortic regurgitation, the diseased valveallows leakage of blood back into the left ventricle as the ventricular muscles relax after pumping. These patients also have some degreeof rheumatic damage to the mitral valve. Rheumatic heart disease is a relatively uncommon occurrence in the United States, except in people who have immigrated from underdeveloped countries.  Symptoms and heart problems in aorticstenosis are related to the degree of narrowing of the aorticvalve area. Patients with mild aortic valve narrowing may experienceno symptoms. When the narrowing becomes significant (usually greaterthat 50% reduction in valve area), the pressure in the left ventricleincreases and a pressure difference can be measured between theleft ventricle and the aorta. An easy way to conceptualize the size issues is to think of a normal aortic valve as being about a \"half-dollar\" size in diameter, and a significantly narrowed valve to be less than a \"dime\" in size. To compensate for the increasingresistance at the aortic valve, the muscles of the left ventriclethicken to maintain pump function and cardiac output. This musclethickening causes a stiffer heart muscle which requires higherpressures in the left atrium and the blood vessels of the lungsto fill the left ventricle. Even though these patients may beable to maintain adequate and normal cardiac output at rest, theability of the heart to increase output with exercise is limitedby these high pressures. As the disease progresses the increasingpressure eventually causes the left ventricle to dilate, leadingto a decrease in cardiac output and heart failure. The major symptoms of aortic stenosis are: chest pain (angina),fainting (syncope), and shortness of breath (due to heart failure). In a low percentage of the patients with aortic stenosis, the first symptom is sudden death, usually during strenuous exertion. The exact reason for sudden death is unknown. It may be due to heart rhythm abnormalities secondary to inadequate blood flow through the narrowed aortic valve into the coronary arteries of the heart. Insufficient oxygen to the inner lining of the heart muscle occurs do to the lack of blood flow to the coronary arteries, particularly during strenuous exercise. Lack of oxygen in the heart muscles causes chest pain and possibly abnormal heart rhythms. Chest pain is the first symptom in one-third of patients and eventually occurs in one-half of patients with aortic stenosis. Chest pain in patients with aortic stenosis is the same as chest pain (angina) experienced by patients with coronary artery disease. In both of these conditions, pain is described as pressure below the breast bone brought on by exertion and relieved by rest. In patients with coronary artery disease, chest pain is due to inadequate blood supply to the heart muscles because of narrowed coronary arteries. In patients with aortic stenosis, chest pain often occurs without any underlying narrowing of the coronary arteries. The thickened heart muscle must pump against high pressure to push blood through the narrowed aortic valve. This increases heart muscle oxygen demand in excess of the supply delivered in the blood, causing chest pain (angina). Fainting (syncope) related to aortic stenosis is usually associated with exertion or excitement. These conditions cause relaxation of the body's blood vessels (vasodilation), lowering blood pressure. In aortic stenosis, the heart is unable to increase output to compensate for the drop in blood pressure. Therefore, blood flow to the brain is decreased, causing fainting. Fainting can also occur when cardiac output is decreased by an irregular heart beat (arrhythmia). Without effective treatment, the average life expectancy is less than 3 years after the onset of chest pain or syncope symptoms. Shortness of breath from heart failure is the most ominous sign. It reflects the heart muscle's failure to compensate for the extreme pressure load of aortic stenosis. Shortness of breath is caused by increased pressure in the blood vessels of the lung due to the increased pressure required to fill the left ventricle. Initially, shortness of breath occurs only during activity. As the disease progresses, shortness of breath occurs at rest. Patients can find it difficult to lie flat without becoming short of breath (orthopnea). Without treatment, the average life expectancy after the onset of heart failure due to aortic stenosis is between 6 to 24 months.  The carotid arteries carry blood fromthe aorta to the brain and are the closest arteries to the aorticvalve that can be felt by the doctor examining the neck. Patientswith significant aortic stenosis have a delayed upstroke and lowerintensity of the carotid pulse which correlates with the severityof narrowing. Aortic valve stenosis causes significant turbulenceto blood flowing during contraction of the left ventricle resultingin a loud murmur. The loudness of the murmur does not, however,correlate with the severity of stenosis. Patients with mild stenosiscan have loud murmurs, while patients with severe stenosis andheart failure may not pump enough blood to cause much of a murmur. Electrocardiogram (EKG):An EKG is a recordingof the heart's electrical activity. Abnormal patterns on the EKGcan reflect a thickened heart muscle and suggest the diagnosisof aortic stenosis. In rare instances, electrical conduction abnormality can also been seen. Chest X-ray:  A chest X-ray usually shows a normal heart shadow. The aorta abovethe aortic valve is often enlarged (dilated). If heart failureis present, fluid in the lung tissue and larger blood vesselsin the upper lung regions are often seen. A careful inspectionof the chest X-ray sometimes reveals calcification of the aorticvalve. Echocardiography: Echocardiography uses ultrasound waves to obtain images of theheart chambers, valves, and surrounding structures. It is a useful non-invasive tool, which helps doctors diagnose aortic valve disease. An echocardiogram can show a thickened, calcified aortic valvewhich opens poorly. It can also show the size and functioningof the heart chambers. A technique called Doppler can be usedto determine the pressure difference on either side of the aorticvalve and to estimate the aortic valve area. Cardiac catheterization:Cardiac catheterization is the gold standard in evaluating aorticstenosis. Small hollow plastic tubes (catheters) are advancedunder X-ray guidance to the aortic valve and into the left ventricle. Simultaneous pressures are measured on both sides of the aorticvalve. The rate of blood flow across the aortic valve can alsobe measured using a special catheter. Using these data, the aorticvalve area can be calculated. A normal aortic valve area is 3square centimeters. Symptoms usually occur when the aortic valvearea narrows to less than 1 square centimeter. Critical aorticstenosis is present when the valve area is less than 0. 7 squarecentimeters. In patients over 40 years of age, X-ray contrast agentscan be injected into the coronary arteries (coronary angiography)during cardiac catheterization to evaluate the status of coronaryarteries. If significant narrowing of the coronary arteries isfound, coronary artery bypass graft surgery (CABG) can be performedduring aortic valve replacement surgery.  Patients without symptoms can be observeduntil symptoms develop. Patients with mild aortic stenosis donot require treatment or restriction of activity. Patients withmoderate aortic stenosis (valve area 1. 5 to 1. 0 square centimeters)are advised to avoid strenuous activities such as weight lifting or sprinting. Aortic stenosis can progress over a few years. Therefore, patients are usually examined annually and evaluated by echocardiography periodically to monitor disease progression. Since valve infection(endocarditis) is a serious complication of aortic stenosis, thesepatients are usually given antibiotics prior to any procedurein which bacteria may be introduced into the bloodstream. This includesroutine dental work, minor surgery, and procedures that may traumatizebody tissues such as colonoscopy and gynecologic or urologic examinations. Examples of antibiotics used include oral amoxicillin (Amoxil) and erythromycin (E-Mycin, Eryc, PCE), as well as intramuscular or intravenous ampicillin (Unasyn), gentamicin (Garamycin), and vancomycin (Lyphocin, Vancocin). When symptoms of chest pain, syncope, or shortness of breath appear,the prognosis for patients with aortic stenosis without valvereplacement surgery is poor. Medical therapy, such as the useof diuretics to reduce high lung pressures and remove lung fluidcan provide only temporary relief of symptoms. Patients with symptomsusually undergo cardiac catheterization. If severe aortic stenosisis confirmed, aortic valve replacement is usually recommended. The overall mortality risk for aortic valve replacement surgeryis about 5%. Advanced age should not be a reason for not recommendingaortic valve replacement for aortic stenosis. Otherwise healthypatients in their 80s with strong heart muscles often benefitdramatically from aortic valve replacement for critical aorticstenosis. Replacement aortic valves processed from pigs (porcine) or cows(bovine) are called bioprostheses. Bioprostheses are less durablethan mechanical prostheses (discussed below) but have the advantageof not needing life-long blood thinning (anticoagulation) medicationto prevent blood clots from forming on the valve surfaces. Theaverage life expectancy of an aortic valve bioprostheses is 10to 15 years. Bioprostheses rapidly calcify, degenerate and narrowin young patients. Therefore, bioprostheses are primarily usedon older patients or in patients who cannot take bloodthinners. Recently, aortic valves from human cadavers have beenused in younger patients to avoid the need for anticoagulationmedication. However, the availability of human aortic grafts is limited; though probably better than the other bioprostheses, its long term durability is unknown. The new \"Ross Procedure\" consists of moving the pulmonic valve to the aortic position andreplacing the pulmonic valve with a valve from a human donor. This procedure has not been performed long enough to evaluatethe long-term performance of the pulmonic valve when moved tothe aortic position. Mechanical prostheses have proven to be extremely durable andcan be expected to last from 20 to 40 years. However, mechanicalprosthetic valves all require life-long anticoagulation with bloodthinners such as warfarin (Coumadin) to prevent clot formation on the valve surfaces. Otherwise, blood clots dislodged from thesevalves can travel to the brain and cause embolic stroke or embolic problems in other parts of the body. The original caged-ball Starr-Edwards prosthesis of the 1960s was replaced by the tilting disc Bjork-Shileyof the 1970s and early 1980s. Although the Bjork-Shiley valveprovided a larger opening for blood flow, a second generationmodel of the valve posed the risk of potential breakage resultingin death, and is no longer available in the United States. Thetilting pivoting disc Hall-Medtronic valve and the two leaflet(bileaflet) carbon St. Jude valve are commonly used mechanicalprostheses today. These valves provide excellent flow characteristics but require life-long anticoagulation with blood thinners suchas warfarin (Coumadin), to prevent embolic complications. The aortic valve area can be opened or enlarged with a ballooncatheter (balloon valvuloplasty) which is introduced in much thesame way as in cardiac catheterization. With balloon valvuloplasty,the aortic valve area typically increases slightly. Patients with critical aortic stenosis can thereforeexperience temporary improvement with this procedure. Unfortunately,most of these valves narrow over a 6 to 18 month period. Therefore, balloon valvuloplasty is useful as a short-term measure to temporarilyrelieve symptoms in patients who are not candidates for aorticvalve replacement. Patients who require urgent noncardiac surgery,such as a hip replacement, may benefit from aortic valvuloplastyprior to surgery. Valvuloplasty improves heart function and thechances of surviving non-cardiac surgery. Aortic valvuloplasty can alsobe useful as a bridge to aortic valve replacement in the elderlypatient with poorly functioning ventricular muscle. Balloon valvuloplasty may temporarily improve ventricular muscle function, and thusimprove surgical survival. Those who respond to valvuloplastywith improvement in ventricular function can be expected to benefiteven more from aortic valve replacement. Aortic valvuloplastyin these high risk elderly patients has a similar mortality (5%)and serious complication rate (5%) as aortic valve replacementin surgical candidates. There is a new alternative available to high risk surgical patients, referred to as transcutaneous aortic valve insertion (TAVI). In this procedure, a prosthetic aortic valve is inserted through the artery in the groin or via direct insertion into the heart, but without the need for open heart surgery. While the preliminary data is encouraging, it has only recently been released from investigational status, and its ultimate role in management is still being evaluated. ", 
    "title": "Aortic Stenosis"
}