{
    "data": "  Arachnoiditis is a pain disorder caused by the inflammation of the arachnoid, one of the membranes that surround and protect the nerves of the spinal cord. It is characterized by severe stinging, \"burning pain\", and neurological problems. Arachnoiditis has no consistent pattern of symptoms, but in many people it affects the nerves connecting to the lower back and legs. The most common symptom is pain; but, arachnoiditis can also cause: Tingling, numbness, or weakness in the legsSensations that may feel like insects crawling on the skin or water trickling down the legSevere shooting pain that can be similar to an electric shock sensationMuscle cramps, spasms and uncontrollable twitchingBladder, bowel and/or sexual dysfunction As the disease progresses, symptoms may become more severe or even permanent. Many people with arachnoiditis are unable to work and suffer significant disability because they are in constant pain. Inflammation of the arachnoid can lead to the formation of scar tissue and can cause the spinal nerves to stick together and malfunction. The arachnoid can become inflamed because of an irritation from one of the following sources: Direct injury to the spineChemicals: Dye used in myelograms (diagnostic tests in which a dye called radiographic contrast media is injected into the area surrounding the spinal cord and nerves) have been blamed for some cases of arachnoiditis. The radiographic contrast media responsible for this is no longer used, however. Also, there is concern that the preservatives found in epidural steroid injections may cause arachnoiditis. Infection from bacteria or viruses: Infections such as viral and fungal meningitis or tuberculosis can affect the spine. Chronic compression of spinal nerves: Causes for this compression include chronic degenerative disc disease or advanced spinal stenosis (narrowing of spinal column). Complications from spinal surgery or other invasive spinal procedures: Similar causes include multiple lumbar (lower back) punctures.  Diagnosing arachnoiditis can be difficult, but tests such as the CAT scan (computerized axial tomography) or MRI ( magnetic resonance imaging ) have helped with diagnosis. A test called an electromyogram ( EMG ) can assess the severity of the ongoing damage to affected nerve roots by using electrical impulses to check nerve function. Note: Myelograms with the radiographic contrast currently in use, combined with CAT scanning, are not considered to be responsible for causing arachnoiditis or causing it to worsen. There is no cure for arachnoiditis. Treatment options for arachnoiditis are similar to those for other chronic pain conditions. Most treatments focus on relieving pain and improving symptoms that impair daily activities. Often, health care professionals recommend a program of pain management , physiotherapy, exercise , and psychotherapy . Surgery for arachnoiditis is controversial because outcomes can be poor and provide only short-term relief. Clinical trials of steroid injections and electrical stimulation are needed to determine whether those treatments are effective. <font face=\"Arial\" size=\"1\">Reviewed by the doctors at The Cleveland Clinic Neuroscience Center. Edited by Charlotte E. Grayson, MD, WebMD, September 2004. Portions of this page © The Cleveland Clinic 2000-2005</font> ", 
    "title": "Arachnoiditis"
}