{
    "data": "  Atrial fibrillation (also referred to as AFib or AF) is the most common type of abnormal heart rhythm. Atrial fibrillation is caused by abnormal electrical discharges (signals) that generate chaotically throughout the upper chambers of the heart (atria). It reduces the ability of the atria to pump blood into the ventricles, and usually causes the heart to beat too rapidly. One-half million new cases of are diagnosed every year in the U. S. , and billions of dollars are spent annually on its diagnosis and treatment. Symptoms of the condition include:PalpitationsDizzinessFaintingWeaknessFatigueShortness of breathChest painSome people have no signs or symptoms. Complications of atrial fibrillation include heart failure and stroke. The diagnosis of atrial fibrillation can be made by physical examination, electrocardiogram, Holter monitor, or patient-activated event recorder. Treatment of for the condition is directed toward controlling underlying causes, slowing the heart rate and/or converting the heart to normal rhythm, and stroke prevention using blood-thinning medications. Medications are commonly used in the longer term to control or prevent recurrence of AF, but medications may not be effective and may have intolerable side effects. Electrical cardioversion is successful in over 95% of individuals with AF, but 75% of them have a recurrence of the disease within 1 to 2 years. Some doctors may leave a patient in AF for the long term provided the rate is under control, blood flow is adequate, and blood is adequately thinned with medications. Non-medication treatments of atrial fibrillation include pacemakers, AV node ablation, atrial defibrillators, and the Maze procedure. Pulmonary vein isolation shows promise for the treatment of the disease and has a high rate of success; however, longer-term experience is necessary. The prognosis for a person with this condition depends upon the cause and extent of this type of heart disease. Atrial fibrillation is an abnormal and irregular heart rhythm in which the electrical signals are generated chaotically throughout the upper atria (chambers) of the heart. Many people with this condition have no signs or symptoms (asymptomatic). It is the most common supraventricular tachycardia. The heart has four chambers (The upper two chambers are the atria, and the lower two chambers are the ventricles. ); 1) the right atrium (upper right); 2) the left atrium (upper left); 3) the right ventricle (lower right); and 4) the left ventricle (lower left). Blood returning to the heart from the body contain low levels of oxygen and high levels of carbon dioxide. This blood flows into the right atrium and then down into the adjacent right ventricle. After the right ventricle fills, contraction of the right atrium pumps additional blood into the right ventricle. The right ventricle then contracts and pumps the blood to the lungs where the blood takes up oxygen and gives off carbon dioxide. The blood then flows from the lungs to the left atrium, and then down into the adjacent left ventricle. Contraction of the left atrium pumps additional blood into the left ventricle. The left ventricle then contracts and pumps the blood to the aortic artery and then to rest of the body via the vascular system. The heartbeat (pulse) that we feel is caused by the contraction of the ventricles. The ventricles must deliver enough blood to the body for the body to function normally. The amount of blood that is pumped depends on several factors. The most important factor is the rate of contraction of the heart (the heart rate). As the rate increases, more blood is pumped. The heart pumps more blood with each beat when the atria contract and fill the ventricles with additional blood just before the ventricles contract. With each beat of the heart, an electrical discharge (current) passes through the electrical system of the heart. This discharge causes the muscle of the atria and ventricles to contract and pump blood. The electrical system of the heart consists of the SA node (sinoatrial node), the AV node (atrioventricular node) and special tissues in the atria and the ventricles that conduct the current. The SA node is the heart's electrical pacemaker. It is a small patch of cells located in the wall of the right atrium; the frequency with which the SA node discharges determines the rate at which the heart beats. The current passes from the SA node, through the special tissues of the atria and into the AV node. The AV node serves as an relay station between the atria and the ventricles. Signals from the atria must pass through the AV node to reach the ventricles. The electrical discharges from the SA node cause the atria to contract and pump blood into the ventricles. The same discharges then pass through the AV node to reach the ventricles, traveling through the special tissues of the ventricles and causing the ventricles to contract. In a normal heart, the rate of atrial contraction is the same as the rate of ventricular contraction. At rest, the frequency of the discharges originating from the SA node is low, and the heart beats at the lower range of normal (60 to 80 beats/minute). During exercise or excitement, the frequency of discharges from the SA node increases, increasing the rate in individuals that are in good clinical health. The cause of atrial fibrillation is an abnormal heart rhythm. During this rhythm, electrical discharges are not generated solely by the SA node. Instead, discharges come from other parts of the atria. These abnormal discharges are rapid and irregular and may exceed 350 discharges per minute. The rapid and irregular discharges cause ineffective contractions of the atria. In fact, the atria quiver rather than beat as a unit. This reduces the ability of the atria to pump blood into the ventricles. The rapid and irregular discharges from the atria then pass through the AV node and into the ventricles, causing the ventricles to contract irregularly and (usually) rapidly. The contractions of the ventricles may average 150/minute, much slower than the rate in the atria. (The ventricles are unable to contract at 350/minute. ) Even at an average rate of 150/minute, the ventricles may not have enough time to fill maximally with blood before the next contraction, particularly without the normal contraction of the atria. Thus, AFib decreases the amount of blood pumped by the ventricles because of their rapid rate of contraction and the absence of normal atrial contractions.  Many patients with this condition have no symptoms (asymptomatic), and are unaware of the abnormal rhythm. When symptoms do occur, the most common one is heart palpitations, an uncomfortable awareness of the rapid and irregular heartbeat. Other symptoms of the condition are caused by the diminished delivery of blood to the body. These symptoms include: DizzinessFaintingWeaknessFatigueShortness of breathAngina (chest pain due to reduced blood flow to the heart muscles) In a heart that is beating normally, the rate of ventricular contraction is the same as the rate of atrial contraction. In atrial fibrillation, however, the rate of ventricular contraction is less than the rate of atrial contraction. The rate of ventricular contraction in the condition is determined by the speed of transmission of the discharges through the AV node. In people with a normal AV node, the rate of ventricular contraction in untreated disease usually ranges from 80 to 180 beats/minute; the higher the transmission, the higher the heart rate. Some older people have slow transmission through the AV node due to disease within the AV node. When these people develop the problem, their heart rates remain normal or slower than normal. As disease in the AV node advances, these people can even develop an excessively slow heart rate and require a permanent pacemaker to increase the rate of ventricular contractions. There are many risk factors for developing atrial fibrillation. They include: Increased age (1% of people over 60 years of age have the disease)Coronary disease (including heart attack)High blood pressureAbnormal heart muscle function (including congestive heart failure)Disease of the mitral valve between the left and right ventricleAn overactive thyroid gland (hyperthyroidism) or overdose of thyroid medicationLow amounts of oxygen in the blood, for example, as occurs with lung diseases such as emphysema or chronic obstructive pulmonary disease (COPD)Inflammation of the lining surrounding the heart (pericarditis)Blood clots in the lung (pulmonary embolism)Chronic lung diseases (emphysema, asthma, COPD)Excessive intake of alcohol (alcoholism)Stimulant drug use such as cocaine or decongestantsRecent heart or lung surgeryAbnormal heart structure from the time of birth (congenital) About 1 in 10,000 in otherwise good health, young adults have the disease without any apparent cause or underlying cardiac problems. Atrial fibrillation of the heart in these individuals usually is intermittent, but can become chronic in 25%. This condition is referred to as lone AFib. Stress, alcohol, tobacco, or use of stimulants may play a role in causing this arrhythmia. Atrial fibrillation can be chronic and sustained, or brief and intermittent (paroxysmal). Paroxysmal atrial fibrillation refers to <strong>intermittent episodes of AF</strong> lasting, for example, minutes to hours. The rate reverts to normal between episodes. In chronic, sustained atrial fibrillation, the atria fibrillate all of the time. <strong>Chronic, sustained atrial fibrillation</strong> is not difficult to diagnose. Doctors can hear the rapid and irregular heartbeats using a stethoscope. Abnormal heartbeats also can be felt by taking a patient's pulse and by a doctor's diagnosis. EKG (electrocardiogram): An electrocardiogram (EKG) is a brief recording of the heart's electrical discharges. The irregular EKG tracings of AF are easy to recognize provided AF occurs during the EKG. Echocardiography: Echocardiography uses ultrasound waves to produce images of the chambers and valves and the lining around the heart (pericardium). Conditions that may accompany AF such as mitral valve prolapse, rheumatic valve diseases, and pericarditis (inflammation of the \"sack\" surrounding the heart) can be detected with echocardiography. Echocardiography also is useful in measuring the size of the atrial chambers. Atrial size is an important factor in determining how a patient responds to treatment for the disease. For instance, it is more difficult to achieve and maintain a normal rhythm in patients with enlarged atria. Transesophageal echocardiography (TEE): Transesophageal echocardiography (TEE) is a special echocardiographic technique that involves taking pictures of the atria using sound waves. A special probe that generates sound waves is placed in the esophagus (the food pipe connecting the mouth to the stomach). The probe is located at the end of a long flexible tube that is inserted through the mouth into the esophagus. This technique brings the probe very close to the heart (which lies just in front of the esophagus). Sound waves generated by the probe are bounced off of the structures within the heart, and the reflected sound waves are used to form a picture of the heart. TEE is very accurate for detecting blood clots in the atria as well as for measuring the size of the atria. <strong>Holter monitor:</strong> If episodes of the disease occurs intermittently, a standard EKG performed at the time of a visit to the doctor's office may not show AF. Therefore, a Holter monitor, a continuous recording of the heart's rhythm for 24 hours, often is used to diagnose intermittent episodes of AF. <strong>Patient-activated event recorder</strong>: If the episodes of atrial fibrillation are infrequent, a 24-hour Holter recording may not capture these sporadic episodes. In this situation, the patient can wear a patient-activated event recorder for 1 to 4 weeks. The patient presses a button to start the recording when he or she senses the onset of irregular heartbeats or symptoms possibly caused by AF. The doctor then analyzes the recordings at a later date. <strong>Other tests:</strong> High blood pressure and signs of heart failure can be ascertained (determined) during a physical examination of the patient. Blood tests are performed to detect abnormalities in blood oxygen and carbon dioxide levels, electrolytes, and thyroid hormone levels. Chest X-rays reveal enlargement of the heart, heart failure, and other diseases of the lung. Exercise treadmill testing (a continuous recording of the EKG during exercise) is a useful screening study for detecting severe coronary disease in a doctor's office or hospital.  The treatment of atrial fibrillation is multi-faceted and involves: <ol>Reversing the factors that cause atrial fibrillation. Slowing the heart rate with medications. Preventing strokes. Converting atrial fibrillation to a normal heart rhythm with medications or electrical shock. Preventing the recurrence of atrial fibrillation with medications. Using procedures (for example, pacemakers, defibrillators, surgery) to prevent episodes of the disease. An important first step in the treatment of AF is to uncover and correct health conditions (such as hyperthyroidism or use of stimulant drugs) that can cause the disease. These steps include: Stopping the use of stimulant drugs and excessive alcohol intakeControlling high blood pressureCorrecting hyperthyroidism (too much thyroid hormone) and low blood oxygen levelsControlling cardiac failure and treating the diseases of the heart and the lungs that can cause atrial fibrillation Having excluded or corrected the factors that cause the disease, the next step is when the ventricles are beating too rapidly, usually is to slow the rate at which the ventricles beat. A person with the disease and healthy AV nodes usually have ventricles that beat rapidly. Drugs are necessary to slow down the rapid heart rate. Drugs to slow the heart rate include: digitalis (Digoxin)Beta blockers such as propranolol (Inderal), atenolol (Tenormin), metoprolol (Lopressor), esmolol (Brevibloc)Calcium channel blockers such as verapamil (Calan), diltiazem (Cardizem) These medications slow the heart rate by retarding conduction of the electrical discharges through the AV node. These medications, however, do not usually convert AFib back into a normal rhythm. Other drugs or treatments are necessary to achieve a normal heart rhythm and improve health. Benefits of controlling the rate: In patients with rapid ventricle contractions as a result of the disease, slowing the rate of ventricular contractions improves the heart's efficiency in delivering blood (by allowing more time between contractions for the ventricles to fill with blood) and relieves the symptoms of inadequate flow of blood -- dizziness, weakness, and shortness of breath. With chronic, sustained disease, doctors may decide to leave some patients in atrial fibrillation provided that their heart rates are under control, the output of blood from theventricles is adequate, and their blood is adequately thinned to prevent strokes. This form of treatment is called rate control therapy (discussed in this article). Limitations of medications for controlling the heart rate: In people with diseased AV nodes, ventricular contractions may be slower than in those who have normal AV nodes. Moreover, some elderly individuals with atrial fibrillation are extremely sensitive to medications that slow the rate of ventricular contractions, usually because of a diseased AV node. In these patients, the heart rate can become dangerously slow with small doses of medications to slow the heart. This condition is referred to as tachycardia-bradycardia syndrome, or \"sick sinus syndrome. \" Patients with tachycardia-bradycardia syndrome need medications to control the fast heart rate and a pacemaker to provide a minimum safe rate. Drugs used in slowing atrial fibrillation generally cannot convert atrial fibrillation to a normal rhythm. Therefore, these patients are at risk for the formation of blood clots in the heart and strokes and will need prolonged blood thinning with anticoagulants like warfarin (Coumadin, Jantoven). The complications of cardioversion include stroke, burns of the skin, and in rare instances, death. However, these problems are very uncommon. Doctors usually recommend that all patients with chronic, sustained atrial fibrillation undergo at least one attempt at cardioversion. Cardioversion usually is attempted with drugs first. If medications fail, electrical cardioversion can be considered. Sometimes a doctor may choose to use electrical cardioversion first if AF is of short duration (onset within 48 hours) and the transesophageal echocardiography shows no blood clots in the atria. Cardioversion is performed urgently (on an emergency basis) on patients with severe and potentially life-threatening symptoms caused by AFib. For example, some patients with rapid AF can develop chest pain, shortness of breath, and dizziness or fainting. (Chest pain in these patients is due to an insufficient supply of blood to the heart muscles. Shortness of breath indicates ineffective pumping of blood by the ventricles. Fainting or dizziness usually is due to dangerously low blood pressure. ) Recent studies have shown that an acceptable alternative to cardioversion (chemical or electrical) is rate-control therapy. In this therapy, the doctor will leave the patients in AF provided their rate of ventricular contractions is under good control, the output of blood from the heart is adequate, and their blood is adequately thinned by warfarin to prevent strokes. Heart rate in these patients can be controlled using medications such as beta blockers, calcium channel blockers, or digoxin or AV node ablation with pacemaker implantation. Rate-control therapy is used to simplify therapy and avoid the side effects of anti-arrhythmic medications (medications used to treat and prevent atrial fibrillation). Over long periods of observation, patients treated with rate-control therapy have similar survival and quality of life as compared to those who undergo repeated electrical or chemical cardioversions. Suitable candidates for rate-control therapy include: People who have had atrial fibrillation for more than one yearIndividuals with significant disease of the heart valvesPeople with enlarged hearts as a result of heart failure or cardiomyopathy (heart muscle weakness)Patients with significant or intolerable side effects with drugs used for the condition.  Before prescribing medications for cardioversion, the doctor usually controls the rate of ventricular contractions and thins the blood, usually with warfarin. Drugs used in cardioversion usually work by blocking the channels in the walls of cells through which ions travel (sodium channels, potassium channels, beta adrenergic channels, and calcium channels). Some examples of these medications include: Quinidine (Quinaglute) -- rarely usedProcainamide (Procan SR) -- rarely usedDisopyramide (Norpace) -- rarely usedSotalol (Betapace)Flecainide (Tambocor)Amiodarone (Cordarone) These drugs are capable of converting AFib to normal rhythm in about 50% of patients. They often are used long term to maintain a normal rhythm and prevent recurrences of AFib and increase the person's health. Drugs used for converting atrial fibrillation carry a small risk of causing other abnormal heart rhythms -- they are said to be proarrhythmic -- especially in patients with diseases of the heart muscle or coronary arteries. These abnormal heart rhythms can be more life-threatening than atrial fibrillation. Therefore, treatment with these medications often is initiated in the hospital while the patient's rhythm is continuously monitored for 24 to 72 hours. These medications may not be effective in the longer term. Many patients eventually develop a recurrence of atrial fibrillation despite the medications. Drugs used in treating atrial fibrillation often have important side effects. Many patients discontinue them because they cannot tolerate these side effects. For example, amiodarone is commonly used in treating atrial fibrillation because it is less proarrhythmic and has been shown to maintain a normal rhythm in up to 75% of patients. However, amiodarone may cause side effects and drug interactions. Amiodarone can interact with other medications such as tricyclic antidepressants, for example, amitriptyline (Elavil, Endep) or phenothiazine antipsychotics, for example, chlorpromazine (Thorazine), and cause abnormal heart rhythms. Amiodarone interacts with warfarin and increases the risk of bleeding. This interaction with warfarin can occur as early as 4 to 6 days after the start of both drugs or can be delayed by a few weeks. Thus, doctors prescribing both warfarin and amiodarone will adjust the dose of warfarin to avoid excessive blood thinning. Amiodarone also can cause thyroid disturbances in the fetus when administered orally to the mother during pregnancy. Amiodarone also may affect thyroid function in adults. The most severe side effect of amiodarone is lung toxicity that potentially can be fatal. Because of this lung toxicity, patients should report any symptoms of cough, fever, or painful breathing to their doctors.   Other methods of converting AFib to a normal rhythm include electrical cardioversion and rate control therapy. Electrical cardioversion is a procedure used by doctors to convert an abnormal rhythm (such as AFib) to a normal rhythm (sinus rhythm). Electrical cardioversion requires the administration of an electrical shock over the chest. This electrical shock stops the abnormal electrical activity of the heart for a brief moment and allows the normal rhythm to take over. Although electrical cardioversion can be used to treat almost any abnormal fast heartbeat (such as atrial flutter and ventricular tachycardia), it is used most frequently to convert atrial fibrillation to a normal rhythm. Warfarin usually is given for 3 to 4 weeks prior to cardioversion to minimize the risk of stroke that can occur during or shortly after cardioversion. Warfarin is continued for 4 to 6 weeks after successful cardioversion. For some patients requiring urgent electrical cardioversion, warfarin may not work fast enough to thin the blood. Therefore, these patients may be given heparin prior to electrical cardioversion. Heparin is a faster-acting blood thinner than warfarin, but it must be administered as a continuous intravenous infusion or as injections under the skin. After successful cardioversion, these patients can be switched from heparin to warfarin. Method of cardioversion Electrical cardioversions (urgent and elective) usually are performed in a hospital. For elective (nonurgent) electrical cardioversion, patients usually arrive at the hospital without eating in the morning. Necessary medications can be taken with small sips of water. Patients are given supplemental oxygen via nasal catheters, and an intravenous infusion of fluids is started. Electrodes (pads) are placed on the skin over the chest to continuously monitor the heart rhythm. Paddles then are placed over the chest and the upper back. Patients are sedated (anesthetized) intravenously with medications. This is followed by a strong electric shock through the paddles. The shock converts the atrial fibrillation to a normal rhythm. After cardioversion, patients are observed for several hours or overnight to make sure that their normal heart rhythm is stable. Effectiveness of electrical cardioversion Electrical cardioversion is more effective than medications alone in terminating atrial fibrillation and restoring a normal rhythm. Electrical cardioversion successfully restores a normal rhythm in over 95% of patients. Limitations of electrical cardioversion While electrical cardioversion is effective in converting AFib to a normal heart rhythm, the normal rhythm may not continue for long. Approximately 75% of patients successfully treated with electrical cardioversion experience a recurrence of atrial fibrillation within 12 to 24 months. Older patients with enlarged atria and ventricles who have had atrial fibrillation for a long time are especially prone to recurrences. Thus, most patients who undergo successful cardioversion are placed on oral medications to prevent recurrences of the arrhythmia. The risks of electrical cardioversion include stroke, burns of the skin, and in rare instances, death. However, these complications are very uncommon. Doctors usually recommend that all patients with chronic, sustained AF undergo at least one attempt at cardioversion. Cardioversion usually is attempted with medications first. If medications fail, electrical cardioversion can be considered. Sometimes a doctor may choose to use electrical cardioversion first if AFib is of short duration (onset within 48 hours) and the transesophageal echocardiography shows no blood clots in the atria. Electrical cardioversion is performed urgently (on an emergency basis) on patients with severe and potentially life-threatening symptoms caused by AFib. For example, some patients with rapid AFib can develop chest pain, shortness of breath, and dizziness or fainting. Chest pains in these individuals are due to an insufficient supply of blood to the heart muscles. Shortness of breath indicates ineffective pumping of blood by the ventricles. Fainting or dizziness usually is due to dangerously low blood pressure. Recent studies have shown that an acceptable alternative to cardioversion (chemical or electrical) is rate-control therapy. In this therapy, the doctor will leave the individuals in AFib provided their rate of ventricular contractions is under good control, the output of blood from the heart is adequate, and their blood is adequately thinned by warfarin to prevent strokes. The rate in these patients can be controlled using medications such as beta blockers, calcium channel blockers, or digoxin or AV node ablation with pacemaker implantation. Rate-control therapy is used to simplify therapy and avoid the side effects of anti-arrhythmic medications (medications used to treat and prevent atrial fibrillation). Over long periods of observation, individuals treated with rate-control therapy had similar survival and quality of life as compared to those who undergo repeated electrical or chemical cardioversions. Suitable candidates for rate-control therapy include: Patients who have had atrial fibrillation for more than one yearPatients with significant disease of the heart valvesPatients with enlarged hearts as a result of heart failure or cardiomyopathy (heart muscle weakness)Patients with significant or intolerable side effects with medications for atrial fibrillation Newer antithrombotidc medial agents that are as effective as warfarin in preventing strokes in patients with atrial fibrillation that do not require such intense monitoring or dietary restrictions include: rivaroxaban (Xarelto)apixaban (Eliquis)dabigatran (Pradaxa) These antithrombotic agents work by a different mechanism from warfarin, and are suitable for many, but not all, patients. Indications should be discussed with the patient's doctor. Converting to a normal rhythm can be accomplished with medications (chemical cardioversion) or by electrical shocks (electrical cardioversion). Doctors usually recommend that all patients with chronic sustained Afib undergo at least one attempt at cardioversion, chemical or electrical. Successful cardioversion can alleviate symptoms, improve exercise tolerance, improve quality of life, and lower the risk of strokes. Doctors usually attempt medical cardioversion first, and, if medications fail, then try electrical cardioversion. Patients who are more likely to attain and maintain a normal rhythm with either chemical or electrical cardioversion include patients: Younger than 65 years of ageWho have had the disease for a short time (less than 12 months)With normal-sized atria and ventriclesWho are having their first episode of AF  After successful cardioversion many patients (up to 75%) may experience recurrence of AFib within 12 months. Therefore, many patients will need long-term treatment with medications to prevent a recurrence of the disease; however, medication(s) are effective only 50% to 75% of the time in preventing recurrence. Moreover, many people cannot tolerate the side effects of long-term medication. For these reasons, several procedures have been developed to treat and prevent recurrence of the condition to return the person to good health; they include: Ablation of the AV node with implantation of a pacemakerImplantation of a pacemakerImplantation of an atrial defibrillatorMaze procedure Ablation of the AV node is a procedure that destroys the AV node so that the atrial electrical discharges cannot pass through the AV node to activate the ventricles. The procedure usually is performed in a cardiac catheterization unit or an electrophysiology unit of a hospital. Procedure: For ablation of the AV node, individuals are given a local anesthetic to minimize pain and are mildly sedated with intravenous medications. Using X-ray guidance, a wire (catheter) is inserted through a vein in the groin to reach the heart. Electrical recordings from inside the heart help to locate the AV node. The AV node is destroyed (ablated) using heat delivered by the catheter. After successful ablation of the AV node, electrical discharges from the atria can no longer reach the ventricles. Destruction of the AV node (whether by catheter ablation or by disease that occurs with age) can lead to an excessively slow rate of ventricular contractions (slow heart rate). Therefore, a pacemaker is implanted in order to provide the heart with a minimum safe heart rate. Benefits of ablation of the AV node: The benefits of ablation of the AV node and implantation of a pacemaker include:Resumption of a regular heart rate (even though a pacemaker may be determining the heart rate)Relief from palpitations, fainting, dizziness, and shortness of breathAbility to stop medications and avoid their potentially serious side effectsRisks of ablation of the AV node: Potential complications of ablation of the AV node and permanent implantation of a pacemaker include bleeding, infection, heart attack, stroke, introduction of air into the space between the lung and chest wall, and death. Still, this technique has helped many patients with severe symptoms to live normally. Candidates for ablation of the AV node: Candidates for ablation of the AV node are patients with AF who respond poorly to both chemical and electrical cardioversion. These patients experience repeated relapses of atrial fibrillation, often with rapid rates of ventricular contractions despite medications. Ablation also may be an option for patients who develop serious side effects from the medications that are used for treating and preventing AF. Limitations of ablation of the AV node: Ablation of the AV node only controls the rate with which the ventricles beat. It does not convert AF to normal rhythm. Therefore, blood clots still can form in the atria and patients are still at risk for strokes. Thus, there is a need for long-term anticoagulation in addition to the permanent pacemaker. Permanent pacemakers are battery-operated devices that generate electrical discharges that cause the heart to beat more rapidly when the heart is beating too slowly. Recent studies suggest that some patients with recurrent paroxysmal AFib can benefit from the implantation of a permanent pacemaker. Although the reasons for this benefit are unknown, regular electrical pulses from the pacemakers may prevent the recurrence of AFib. Furthermore, newer pacemakers that can stimulate two different sites within the atria (dual site atrial pacing) may be even more effective than standard pacemakers in preventing AFib. Nevertheless, permanent pacemaker implantation cannot be considered as standard non-medication treatment for atrial fibrillation. Implantable atrial defibrillators can detect and convert atrial fibrillation back to a normal rhythm by using high-energy shocks. By detecting atrial fibrillation and terminating it quickly, doctors hope that these devices will prevent recurrences of AFib over the long term. Atrial defibrillators are surgically implanted within the chest under local anesthesia. These devices deliver high-energy shocks to the heart that are somewhat painful. Atrial defibrillators are not useful in patients with chronic sustained atrial fibrillation and are suitable only for patients with infrequent episodic attacks of AFib. Many doctors believe that the atria cannot fibrillate if they are sectioned into small pieces so that the conduction of the electrical current through the atria is interrupted. During the Maze procedure, numerous incisions are made in the atria to control the irregular heartbeat and restore a regular rhythm. Procedure: The Maze procedure is most commonly performed via open heart surgery. Some electrophysiologists (doctors specially trained to treat abnormalities of rhythm) are now attempting to perform the Maze procedure using catheters inside the heart that are passed through a vein in the groin without open heart surgery. Unfortunately, the success rate using the catheter is below 50% and complications (such as strokes) may occur. Effectiveness of the Maze procedure: The Maze procedure done surgically (using open heart surgery) has been reported to correct atrial fibrillation in 90% to 99% of patients. Only 15% to 20% of the patients need a pacemaker after surgery, and there is only a 30% chance of requiring long-term medications to maintain a normal rhythm. Risks of the Maze procedure: The surgical Maze procedure involves open heart surgery and the pumping of blood by an external bypass pump while the surgery is performed, much like patients undergoing cardiac bypass surgery. The complications are not insignificant and include stroke, bleeding, infection, and death. Therefore, doctors usually do not recommend a surgical Maze procedure for the treatment of atrial fibrillation unless the patient is undergoing open heart surgery for another condition (such as for coronary artery bypass or replacement or repair of a diseased heart valve). <strong>Heart failure:</strong> If the heart is unable to pump an adequate amount of blood to the body, as in some people with atrial fibrillation, the body begins to compensate by retaining fluid. This can lead to a condition called heart failure. Heart failure results in the accumulation of fluid in the lower legs (edema) and the lungs (pulmonary edema). Pulmonary edema makes breathing more difficult and reduces the ability of the lung to add oxygen to and remove carbon dioxide from the blood. The levels of oxygen in the blood can drop, and the levels of carbon dioxide in the blood can increase, a complication called respiratory failure. This is a life-threatening complication. In patients with underlying heart disease, the development of AFib may result in up to a 25% decrease in the pumping function of the heart. <strong>Stroke:</strong> Quivering of the atria in atrial fibrillation causes blood inside the atria to stagnate. Stagnant blood tends to form blood clots along the walls of the atria. Sometimes, these blood clots dislodge, pass through the ventricles, and lodge in the brain, lungs, and other parts of the body. This process is called embolization. One common complication of AFib is a blood clot that travels to the brain and causes the sudden onset of one-sided paralysis of the extremities and/or the facial muscles (an embolic stroke). A blood clot that travels to the lungs can cause injury to the lung tissues (pulmonary infarction), and symptoms of chest pain and shortness of breath. When blood clots travel to the body's extremities, cold hands, feet, or legs may occur suddenly because of the lack of blood.  The four pulmonary veins are blood vessels that carry oxygen-rich blood from the lungs to the left atrium. There is a narrow band of muscle cells that surrounds the openings of the pulmonary veins where they enter the left atrium. This band of muscle cells may begin to actively discharge electrically, and this discharge may initiate atrial fibrillation. During pulmonary vein isolation (PVI), the band of muscle cells is destroyed by energy applied through a catheter. This effectively blocks the electrical discharges from crossing over from the band to the left atrium and hence, prevents atrial fibrillation. Before PVI, the doctor performs a history and physical examination, an EKG, a 24-hour Holter monitor, and a transesophageal echocardiogram to exclude blood clots in the atria, and, sometimes, a CAT scan of the chest. The doctor also may ask the person to stop certain medications, particularly blood thinners such as aspirin, clopidogrel (Plavix), or warfarin, several days before the procedure. The doctor may check a blood prothrombin time and INR level to make sure that blood clotting is adequate for the procedure. PVI is usually performed under deep conscious sedation (but occasionally general anesthesia) in a cardiac electrophysiology laboratory and takes 3 to 6 hours. Several catheters are inserted through large veins (in the neck, arm, or groin) and fed into the left atrium under X-ray (fluoroscopy) guidance. One of the catheters is equipped with an ultrasound transducer that allows the doctor to view the structures inside the heart during the procedure. The junction of the pulmonary veins with the left atrium is identified, and energy is then applied through another catheter to this area. This results in the destruction of the band of muscle cells and their replacement by a scar. This process is repeated at the opening of each of the four pulmonary veins into the left atrium. Course after pulmonary vein isolation: After PVI, patients remain in the hospital telemetry unit so that the heart's rhythm can be monitored. Many patients will experience AFib and palpitations (irregular heart beat) while in the hospital and during the first 2 or 3 months following PVI. Therefore, they are given medications such as amiodarone to prevent episodes of AFib and anticoagulation with medications such as warfarin to prevent strokes. The palpitations and episodes of AFib gradually decrease. By 3 months after the procedure, the majority of patients will have a normal rhythm, return to good health, and the doctor may stop warfarin and amiodarone. Patients usually will have an EKG and a CAT scan of the chest 3 months after PVI. The CAT scan is done to make sure that there is no narrowing of the pulmonary veins (pulmonary vein stenosis) due to the scarring. Effectiveness of pulmonary vein isolation: PVI in the U. S. is a relatively new procedure. When performed by experienced doctors, PVI can be expected to prevent AFib in 70% to 80% of patients during the first year. Some patients may need additional PVI procedures to prevent further atrial fibrillation episodes. Because this procedure is new, it is difficult to know whether successfully-treated patients will continue in a normal rhythm for a prolonged period of time. Generally, good candidates for PVI include: Patients with chronic sustained AFib or paroxysmal (intermittent) AFibPatients who develop recurrent atrial fibrillation while on medicationsPatients with recurrent atrial fibrillation who cannot tolerate the side effects of long-term medicationsPatients with recurrent atrial fibrillation who do not wish to continue taking long-term medications or anticoagulation When performed by doctors experienced in PVI, the procedure is safe. The risks of pulmonary vein isolation include cardiac tamponade (bleeding into the pericardium, the sac surrounding the heart), narrowing of the openings of the pulmonary veins, injury to the phrenic nerve that controls the function of the diaphragm, injury to peripheral blood vessels, and, in rare cases, death. In the early years of PVI, doctors were trying to destroy the tissues inside the pulmonary veins. This led to narrowing (due to scarring) of the pulmonary veins which, in turn, led to pulmonary hypertension, a condition in which the blood pressure in the pulmonary veins and arteries increases. Pulmonary hypertension is a serious condition that can lead to congestive heart failure and even death. Doctors no longer try to destroy tissue inside the pulmonary veins. Instead, they try to destroy the tissues only at the junction of the pulmonary veins and the atria. The current technique is not only safer, but is more effective and simpler. ", 
    "title": "Atrial Fibrillation"
}