{
    "data": "  Attention deficit hyperactivity disorder (ADHD) is one of the most common chronic disorders affecting school-age children. Current research indicates prevalence rates of 3%-5% with males being diagnosed with this disorder two and a half times more often than females. ADHD is described as \"a common neurobiologic disorder characterized by developmentally inappropriate levels of inattention, hyperactivity, and impulsivity. \" A more academic description is found in the Diagnostic and Statistical Manual, 5th Edition (DSM-V). This encyclopedia of mental health disorders indicates that ADHD is characterized as \"a persistent pattern of inattention and/or hyperactivity-impulsivity that is more frequent and severe than is typically observed in individuals of comparable levels of development. \"ADHD manifestations may be subdivided into three types:<ol>predominately inattentive, predominantly hyperactivity/impulsivity, and combined type. Originally thought to be \"outgrown\" by adulthood, current studies indicate that approximately 60%-80% of patients diagnosed as children will meet diagnostic criteria during adolescence and adulthood. ADHD is a disruption of neurocognitive functioning without a single cause. Current research is utilizing powerful neuroimaging techniques (for example, functional MRI) and has developed intriguing hypotheses of neurochemical dysfunction of the brain as a cause of ADHD behaviors. Regions of the brain felt to be responsible for executive functioning, problem solving, and goal seeking and impulsivity may function differently in those individuals with ADHD when compared to those without the diagnosis. Interestingly, regions of the brain not felt to be associated with ADHD behaviors may also be different when individuals with ADHD are compared to people not experiencing ADHD symptoms. While these theories may have interesting research implications, a more conventional approach utilizes both a mental-health evaluation and a thorough physical examination in determining the diagnosis of ADHD and providing a rational treatment program. There is clear evidence of a hereditary predisposition toward ADHD. Children with ADHD are more likely to have a parent or nonidentical twin sibling with the same diagnosis. An even higher likelihood exists when considering identical twins.  Primary to establishing a diagnosis of ADHD is the demonstration of symptoms detailed in the criteria of the DSM-V. Collecting information from both parents and teachers is crucial. Various rating scales (for example, Connors Scales) are objective and efficient to complete. Part of the evaluation for an individual for potential ADHD involves a thorough search for other associated (but not causative) disorders including (but not limited to) learning disorders, mood disorders, and more. By definition, it is crucial to exclude other causes of the ADHD symptom complex. This umbrella may include: 1) adverse effects of medication, 2) mental deficiency, and 3) psychiatric disorders (for example, depression, anxiety, substance abuse, posttraumatic stress disorder). Several of the behaviors displayed in childhood ADHD carry through to the teen and even adult years. The manifestations may be more subtle and/or \"hidden\" due to the more mature coping mechanisms as well as the need to adapt to the expected behavior society demands with more advanced age. Studies have noted the following list of potential symptoms for adolescent ADHD patients: <ol>Lack of focus: easy distractibility, overlooking details, not completing projects/assignments\"Hyperfocus\": intense focus that excludes similarly timed tasks or other individuals to the detriment of the ADHD suffererDisorganization: procrastination, lateness, and difficult prioritizingForgetfulness: may be misinterpreted as carelessness or lack of investmentImpulsivity: interrupts conversations, performs socially inappropriate behaviors, and ignores consequences of actsEmotionalism: irritability and/or broad mood swingsPoor self-image: may be hypercritical and hold self to unreasonably high standardsLack of motivation: coupled with procrastination and poor organizational skills leads to major problems at home, work, and schoolPhysical restlessness: taps toes, plays with pens/pencils, clears throat recurrently, and becomes bored easily Besides the obvious and expected academic and social problems these behaviors may engender, there is other \"fallout\" which may have even more severe consequences. These include the following: <ol>Risk for car accidents: The combination of self-ordained teenage invincibility coupled with trouble focusing, impatience, excessive impulsivity, risk taking, and thrill-seeking behaviors underscore why ADHD teens are two to four more times likely to have an automobile accident than their non-ADHD affected peers. Alcohol consumption: Teens with ADHD are more likely to engage in drinking as well as drinking excessively. Several studies have documented that such teens are twice as likely to have drunk to excess (passed out) in the last six months as non-ADHD affected adolescents. Illicit drugs: Teens with ADHD are more likely to abuse other than marijuana than teens not experiencing ADHD.  The frontal lobes of the brain are located directly behind the forehead and are not felt to be functionally fully mature until an individual is 22-25 years of age. A major role of this brain region is to provide executive function. While older teens generally do not have fully matured frontal lobes, adolescents with ADHD may carry an extra burden of less maturity of this region and thus have even more problems with executive function. The basic task of executive function is to facilitate formulation and execution of a plan to achieve a goal. Executive function involves the ability to manage several tasks. These include time management, ignoring unnecessary (extraneous) information, switching focus from one task to another, planning and organizing tasks to achieve a goal, remembering details, controlling inappropriate speech and/or behaviors, and integrating past experiences with the current task at hand. Specialists in human behavior subdivide executive function into two elements: <ol>Organization: \"gathering information and structuring it for evaluation\"Regulation: \"taking stock of the environment and changing behavior in response to it\" An example of utilizing executive function might take place at dessert time in a restaurant. A large piece of chocolate cake is enticing, and the memory of prior pieces of chocolate cake provides a temptation (organization). However, remembering the excessive amount of calories the cake provides and your desire to lose 5 pounds enables you to skip dessert (regulation). Teens with poorly managed executive function will commonly have problems with planning projects, memorizing information and integrating it into a subject area, estimating the time necessary to complete a project, and initiating and coordinating activities or tasks.  Teenagers with ADHD will commonly have problems with relationships (parents and peers), academic and nonacademic (for example, sports) success, and self-esteem. It is important to include the teen when discussing management of his or her ADHD. Accepting the diagnosis of ADHD can be a major hurdle. A teen's sense of self-identity requires fitting in seamlessly with peers; this goal of blending in may be disrupted and the adolescent may feel that he or she has been \"labeled\" and thus ostracized. Helping the teen to appreciate his or her strengths and that there are options which will help to \"level the playing field\" will actually enable him or her to better fit in with their non-ADHD affected peers. The analogy of wearing glasses may help to make the point. The glasses merely enable the wearer to see as well as those whose vision is not impacted. Management of ADHD is merely designed to return the teen back to the baseline his or her contemporaries currently experience. Nonmedical management strategies for the adolescent with ADHD include the following: <ol>Provide fair, clear, and consistent expectations, direction, and limits. Follow a regular (while not rigid) schedule and limit distractions. Establish a system of rewards and consequences to address the teen's behavior. Boost the teen's self-esteem by acknowledging success and positive behavioral choices. Create a home system to help the teen stay on schedule for both immediate- and more long-term academic projects. Establish a positive relationship with teachers so that regular, timely, bidirectional feedback occurs on a regular basis. Try to stay calm during the inevitable disagreements between you and your adolescent. Seek professional help if conflicts seem extreme. Encourage one hour of vigorous physical activity prior to starting homework. Studies have repeatedly demonstrated a positive relationship between vigorous physical activity and faster and more effective and accurate study habits. Establish regular, quality sleep patterns. Set firm, fair, consistent rules for the use of TV, computers, Internet, texting, cell phone usage, and video games.  Several studies have clearly established that pharmacologic (drug) therapy for ADHD is superior to behavioral therapy or cognitive behavioral therapy alone. Combining medication and behavioral therapy is less likely to improve behavioral outcomes over medication alone unless patients are also experiencing anxiety or oppositional defiant disorder. The first category of therapeutic medications is chemically classified as \"stimulants. \" Studies have established that 80% of patients with ADHD will have a positive response to their use and this therapy is generally well tolerated. Medications come in short- (three to four hour), medium- (five to six hour), and long-lasting (eight to 10 hour) formulations. The two most common medications are <ol>methylphenidate (for example, Ritalin, Concerta) andamphetamine (for example, Adderall, Adderall XR, Vyvanse). Stimulant medications that are in liquid or in patch form (Quillivant-XR and Daytrana, respectively) are now available, allowing children who have difficulty swallowing pills to benefit from medication. Both the methylphenidate and amphetamine classes of stimulants are felt to positively affect the neurochemical transmitters of the brain that moderate attention, arousal, and impulse control. Side effects may include appetite suppression, irritability, inhibited personality, depression, and sleep issues. Rarely, patients may develop tics and very rarely patients develop hallucinations while taking stimulant medications. Studies show that short-term use of stimulants (up to three years) may contribute to a mild slowing of the rate of height acquisition; however, the ultimate acquired height when considering long-term use is not thought to be affected. Recently, there have been concerns regarding the risk of sudden cardiac death in patients treated with stimulants. A recent policy statement from the American Academy of Pediatrics suggests that several elements be evaluated prior to initiating therapy with stimulant medications. <ol>Patient and family cardiac history of structural or functional heart disease, sudden death, unexplained death in children through young adults, and history of hereditary heart disease (cardiomyopathy and/or long QT syndrome): Concerns of these issues warrant evaluation by a pediatric cardiologist. Routine EKG or echocardiogram studies are not thought to be necessary for most patients.  Non-stimulant medications are generally considered to be second line in the treatment of ADHD. They are generally found to be more subtle in their effectiveness compared to stimulant-class medications. One of the primary non-stimulant medications prescribed is atomoxetine (Strattera). Other non-stimulant medications that have been found to be helpful in treating ADHD include those that are also used as cardiac medications like guanfacine (Tenex or Intuniv) and clonidine (Kapvay). A disadvantage to such medications is that they may take up to six weeks for atomoxetine and one to four weeks for guanfacine and clonidine to achieve an effective dosage. As a consequence, taking \"drug holidays\" (for example, winter break) is not as feasible as it is when a patient is utilizing a member of the stimulant class of medications. Side effects of atomoxetine may include decreased appetite, upset stomach, and sleepiness. Side effects of guanfacine and clonidine may include sleepiness, dizziness, low blood pressure when taking the medication, and high blood pressure if the medication is stopped abruptly. In 2005, the FDA published a \"black box\" warning for atomoxetine and the risk for suicidal thoughts or attempts, especially in adolescents. Pediatric behavior specialists may consider the use of antidepressants for ADHD patients who experience unreasonable side effects, do not effectively respond to stimulant/non-stimulant medications, or in those who also suffer from significant depression or anxiety.  Parents and patients often question the value of \"alternative\" (nondrug or non-psychotherapy) treatments to manage ADHD symptoms. A recent review has drawn the following conclusions: <ol>There is currently no proof that a diet high in sugar contributes to ADHD behaviors. The Feingold diet attempts to eliminate artificial colorings, flavorings, and preservatives in an attempt to affect hyperactivity. No documented benefit has been demonstrated in quality studies and inflicting restrictive food choices on children and adolescents can prove to be problematic and cause unnecessary conflicts. Interactive metronome training trains the patient to mimic foot and hand tapping synchronized with a metronome. The theory is that ADHD symptoms are deficits in motor planning and that interactive metronome therapy promotes the ability to focus for extended periods of time, filter out distractions, and develop self-management of ADHD symptoms. A few studies have shown a positive benefit for this program in boys between 6-12 years of age in terms of visual motor control and less so with sustained attention or hyperactivity. Further research in this field is ongoing. Some chiropractors propose that muscle tone imbalances are causative for ADHD behaviors and that spinal adjustments are beneficial. To date, no scientifically rigorous study has confirmed this belief. Studies have shown that some patients with ADHD have a unique pattern of brain waves when studied by EEG. Neurofeedback techniques propose that a patient may be trained to eliminate these abnormal EEG patterns and thus modify their behaviors. While there are some promising results, concern regarding the high cost and duration of therapy exist. Several recent studies have explored the possible beneficial effects of omega-3 fatty acid supplementation. Some results indicate that there may be a small subset of patients with ADHD that may experience an improvement in symptoms of inattention. Studies are now ongoing to confirm this observation and attempt to predictably determine those individuals who may benefit from such supplements. ", 
    "title": "Attention Deficit Hyperactivity Disorder In Teens"
}