{
    "data": "  We are not sure. Human communication relies on taking in complicated perceptual information from the outside world through the senses, such as hearing, and interpreting that information in a meaningful way. Human communication also requires certain mental abilities, such as attention and memory. Scientists still do not understand exactly how all of these processes work and interact or how they malfunction in cases of communication disorders. Even though your child seems to \"hear normally,\" he or she may have difficulty using those sounds for speech and language. The cause of APD is often unknown. In children, auditory processing difficulty may be associated with conditions such as dyslexia, attention deficit disorder, autism, autism spectrum disorder, specific language impairment, pervasive developmental disorder, or developmental delay. Sometimes this term has been misapplied to children who have no hearing or language disorder but have challenges in learning. Children with auditory processing difficulty typically have normal hearing and intelligence. However, they have also been observed to: Have trouble paying attention to and remembering information presented orallyHave problems carrying out multi-step directionsHave poor listening skillsNeed more time to process informationHave low academic performanceHave behavior problemsHave language difficulty (e. g. , they confuse syllable sequences and have problems developing vocabulary and understanding language)Have difficulty with reading, comprehension, spelling, and vocabulary  You, a teacher, or a day care provider may be the first person to notice symptoms of auditory processing difficulty in your child. So talking to your child's teacher about school or preschool performance is a good idea. Many health professionals can also diagnose APD in your child. There may need to be ongoing observation with the professionals involved. Much of what will be done by these professionals will be to rule out other problems. A pediatrician or a family doctor can help rule out possible diseases that can cause some of these same symptoms. He or she will also measure growth and development. If there is a disease or disorder related to hearing, you may be referred to an otolaryngologist--a physician who specializes in diseases and disorders of the head and neck. To determine whether your child has a hearing function problem, an audiologic evaluation is necessary. An audiologist will give tests that can determine the softest sounds and words a person can hear and other tests to see how well people can recognize sounds in words and sentences. For example, for one task, the audiologist might have your child listen to different numbers or words in the right and the left ear at the same time. Another common audiologic task involves giving the child two sentences, one louder than the other, at the same time. The audiologist is trying to identify the processing problem. A speech-language pathologist can find out how well a person understands and uses language. A mental health professional can give you information about cognitive and behavioral challenges that may contribute to problems in some cases, or he or she may have suggestions that will be helpful. Because the audiologist can help with the functional problems of hearing and processing, and the speech-language pathologist is focused on language, they may work as a team with your child. All of these professionals seek to provide the best outcome for each child.  In recent years, scientists have developed new ways to study the human brain through imaging. Imaging is a powerful tool that allows the monitoring of brain activity without any surgery. Imaging studies are already giving scientists new insights into auditory processing. Some of these studies are directed at understanding auditory processing disorders. One of the values of imaging is that it provides an objective, measurable view of a process. Many of the symptoms described as related to APD are described differently by different people. Imaging will help identify the source of these symptoms. Other scientists are studying the central auditory nervous system. Cognitive neuroscientists are helping to describe how the processes that mediate sound recognition and comprehension work in both normal and disordered systems. Research into the rehabilitation of child language disorders continues. It is important to know that much research is still needed to understand auditory processing problems, related disorders, and the best interventions for each child or adult. All the strategies undertaken will need to be suited to the needs of the individual child, and their effectiveness will need to be continuously evaluated. The standard for determining if a treatment is effective is that a patient can reasonably expect to benefit from it. Much research is still needed to understand APD problems, related disorders, and the best intervention for each child or adult. Several strategies are available to help children with auditory processing difficulties. Some of these are commercially available, but have not been fully studied. Any strategy selected should be used under the guidance of a team of professionals, and the effectiveness of the strategy needs to be evaluated. Researchers are currently studying a variety of approaches to treatment. Several strategies you may hear about include: Auditory trainers are electronic devices that allow a person to focus attention on a speaker and reduce the interference of background noise. They are often used in classrooms, where the teacher wears a microphone to transmit sound and the child wears a headset to receive the sound. Children who wear hearing aids can use them in addition to the auditory trainer. Environmental modifications such as classroom acoustics, placement, and seating may help. An audiologist may suggest ways to improve the listening environment, and he or she will be able to monitor any changes in hearing status. Exercises to improve language-building skills can increase the ability to learn new words and increase a child's language base. Auditory memory enhancement, a procedure that reduces detailed information to a more basic representation, may help. Also, informal auditory training techniques can be used by teachers and therapists to address specific difficulties. Auditory integration training may be promoted by practitioners as a way to retrain the auditory system and decrease hearing distortion. However, current research has not proven the benefits of this treatment. Source: National Institutes of Health (www. nih. gov) ", 
    "title": "Auditory Processing Disorder In Children"
}