{
    "data": "  Bird flu (avian flu or avian influenza) refers to strains of influenza that primarily affect wild and domesticated birds. Bird flu is named H or N depending on the proteins found on the surface of the virus. Bird flu symptoms includefever,cough,sore throat, andnausea. Symptoms often progress tosevere breathing problems,pneumonia, andacute respiratory distress syndrome (ARDS). Although bird flu is contagious and spreads easily among birds, it is uncommon for it to be transmitted to humans. In the late 1990s, a new strain of bird flu arose which was unusually severe (\"highly pathogenic\"), resulting in the deaths of hundreds of millions of birds, including poultry. Risk factors for people to contract bird flu include association with birds and poultry farms and bird feces. There have been isolated cases of human-to-human transmission. Definitive diagnosis requires identification of the viral strain by immunological tests. Treatment may include antiviral medication and often requires intensive supportive care. Control efforts, including culling infected flocks and vaccinating healthy birds, have limited the spread of highly pathogenic bird flu strains. In 2011, a mutated strain of highly pathogenic bird flu appeared, H5N1, which is concerning because the existing poultry vaccines are not very effective against the H5N1 strain. In 2013, a new strain, H7N9, appeared in China; other strains are rare. Human infection with highly infectious strains of bird flu is uncommon, with most infections occurring after exposure to infected birds or their droppings. There is no commercially available vaccine for humans against bird flu strains. Human infection with H5N1 bird flu is fatal in approximately 55% of infected humans and 37% infected with H7N9, but only a relatively small number of humans worldwide have become infected since 1997 (H5N1 = 784 people infected and H7N9 = 622). The prognosis of bird flu is fair to poor because of frequent complications and high death rates.  Bird flu (avian influenza) is a disease caused by strains of influenza virus that primarily affects birds. In the late 1990s, a new strain of bird flu arose that was remarkable for its ability to cause severe disease and death, especially in domesticated birds such as ducks, chickens, or turkeys. As a result, this strain was called highly pathogenic (meaning very severe and contagious) avian influenza and termed H5N1. A new strain of bird flu was identified in China in 2013. The influenza A virus is termed H7N9 (H7N9 Chinese bird flu). The identification of the virus (H7N9) was reported Mar. 31, 2013; the strain is antigenically different from the H5N1 bird flu virus. Unfortunately, the H7N9 strain of bird flu seems to be genetically unstable. Since its discovery, at least 48 different subtypes of H7N9 have been identified. Because some H7N9 viruses are persistent in some chicken flocks in China, researchers are concerned that the strains will continue to swap genes with other flu viruses and may start a new pandemic. Since the identification of highly pathogenic influenza, infected birds have been found in Asia, Europe, the Middle East, and Africa. Careful control measures, including destroying infected flocks and vaccinating healthy birds, have reduced the number of cases, but the virus continues to exist in poultry flocks in areas of Asia and Africa. In 2007-2008, there were small outbreaks in Bangladesh and Pakistan due to infected domestic chicken flocks. In March 2015 in Arkansas and Missouri, the U. S. Department of Agriculture detected bird flu (H5N2) in several flocks of turkeys, including flocks used to produce the popular Butterball turkeys. This resulted in a number of countries banning U. S. poultry products and had a significant effect on U. S. poultry exports at the time. Similarly, the Dutch poultry industry was affected by the spread of bird flu in chickens in March 2015. Most experts agree that commercial poultry became infected with bird flu due to contamination by wild bird feces. As of March 2015, no bird flu infections have been reported in humans in the U. S. Although the H1N1 \"swine flu\" pandemic strain contained some bird flu genes, it was not the same strain as the original H5N1 bird flu. The virus spreads through infected birds shedding the virus in their saliva, nasal secretions, and droppings. Healthy birds get infected when they come into contact with contaminated secretions or feces from infected birds. Contact with contaminated surfaces such as cages might also allow the virus to transfer from bird to bird. Symptoms in birds range from mild drops in egg production to failure of multiple major organs and death. The history of bird flu in humans is short. The first human case of illness from highly pathogenic avian influenza (termed HPAI in older literature) was identified in 1997. Since that time, H5N1 has infected 784 individuals with 429 deaths. Human cases of highly pathogenic bird flu have been largely confined to Southeast Asia (India, Bangladesh) and Africa. Mutations often occur in the virus, and it is possible that some mutations could create a more contagious virus that could cause a regional epidemic or a worldwide pandemic of bird flu among humans. Fortunately, the mutations that have occurred to date have not made the virus more contagious, although the concern remains. The identification of H7N9 bird flu strain is worrisome. However, four people in China (two in Shanghai, one in Nanjing, and one in Anhui province) have been identified as being infected with H7N9; two have died. Health officials worldwide are concerned because of the possibility of a bird flu type that could develop easy transmission from birds to humans. Although easy transmission between humans has not yet developed, H7N9 avian influenza virus has infected 622 individuals; 227 of these individuals died from infection to date. The majority of these infections were due to exposure to infected birds or their droppings. In January 2016, an outbreak of H7N8 was reported in turkeys in Indiana; eventually, nine to 10 farms became infected, and thousands of turkeys were killed and the outbreak halted. There were no reports of human infection.  Bird flu is caused by strains of the influenza virus that have evolved to be specially adapted to enter avian cells. There are three main types of influenza: A, B, and C. The virus that causes bird flu is influenza A type with eight RNA strands that make up its genome. Influenza viruses are further classified by analyzing two proteins on the surface of the virus. The proteins are called hemagglutinin (H) and neuraminidase (N). There are many different types of hemagglutinin and neuraminidase proteins. For example, the recent pathogenic bird flu virus has type 5 hemagglutinin and type 1 neuraminidase. Thus, it is named \"H5N1\" influenza A virus (also termed HPAI or highly pathogenic avian influenza). The 2013 virus has different surface proteins, H7 and N9, hence the name H7N9. Other bird flu types include H7N7, H5N8, H5N2, and H9N2. There are many types of influenza viruses, and most prefer to live in a limited number of animals. Thus, swine flu primarily infects swine, and bird flu primarily infects birds. Human influenza strains are best adapted to humans. A few cases may occur in an accidental host, such as when people who have extensive contact with sick birds get the bird flu. In addition to humans and birds, we know pigs, tigers, leopards, ferrets, and domestic cats and dogs can sometimes be infected with avian influenza viruses. Influenza viruses mutate easily and often. These mutations can arise spontaneously in a single virus or can occur when two different influenza strains get close enough together to exchange genetic material. There are two major types of mutations in influenza viruses: antigenic shifts, where large RNA segments are interchanged between different influenza virus type, and antigenic drifts, where small RNA sequences are changed. The antigenic shifts are usually responsible for developing new strains. For example, the 2009 swine flu pandemic was caused by a virus that included genetic material from pig influenza, avian influenza, and human influenza strains. New mutations can allow the virus to evade the body's immune system and makes older vaccines ineffective. In 2011, one strain of the highly pathogenic avian influenza virus mutated in this way, making the existing vaccine used against avian flu ineffective against the new strain. Sometimes a flu virus will mutate in a way that makes it able to infect a new species. Serious pandemic influenza occurs when a relatively new strain of the influenza virus arises that is highly contagious to humans. The most deadly pandemic in modern history was the 1918 influenza, also known as the Spanish flu (although it did not originate in Spain). The 1918 virus spread rapidly and killed tens of millions of people worldwide. Mortality was especially high in healthy young adults. Although the 1918 virus was a human influenza virus, it had many genes that likely came from a strain of bird flu. One reason health officials carefully watch for and try to limit human contact with birds that develop avian flu is to avoid chances for a new strain to arise that may prefer to develop in human tissue.  Humans may get bird flu from contact with infected birds (chickens, for example) or their infected droppings and secretions. Risk factors include caring for sick birds, killing sick birds, and preparing sick birds for consumption. Despite the large number of people who have contact with poultry every day in the world, human cases of bird flu remain rare. This highlights how difficult it is for the bird flu virus to infect human cells, but mutations like antigenic shifts may reduce such difficulties. The H1N1 pandemic that started in Mexico is an example of such a mutation (swine flu to human flu). Although direct contact with sick poultry poses the highest risk for bird flu, indirect exposure to bird feces or other materials such as bird eggs is also a risk. Contact with unwashed eggs from sick birds or water contaminated by poultry feces poses a potential risk of disease. Bird flu is very contagious among many bird species. In general, bird flu is not very contagious to humans, even to poultry workers. However, human-to-human spread has occurred in isolated cases. In human outbreaks, the first individual to become infected usually has had contact with infected birds or poultry and then caregivers become infected. Thus, caring for a person infected with bird flu is also a risk factor for the disease. There is a theoretical risk in laboratory workers who handle the avian flu virus. One alleged incident in 2009 occurred when a company inadvertently sent live avian flu virus samples to research laboratories, which subsequently were used to vaccinate ferrets. The contaminated vaccine did not result in any human infections. Veterinarians and poultry workers usually treat bird flu in commercial outbreaks. In rare human outbreaks, primary-care physicians, pediatricians, and emergency-medicine specialists may initially treat patients but individuals with severe complications may be treated by infectious-disease specialists, critical-care specialists, hospitalists, and pulmonologists.  Symptoms occur approximately two to eight days after exposure, on average. Infected people experience typical flu-like symptoms that may include fever (above 38 C or 100. 4 F),feeling unwell (malaise),cough (usually dry or nonproductive of sputum),sore throat,muscle aches and/or pain,nausea,vomiting,diarrhea,headache,joint pain,lethargy,nasal secretions (runny nose or sneezing),insomnia, andeye infections (conjunctivitis). Children get similar symptoms. This viral infection can progress to pneumonia and even respiratory failure. Bird flu causes a very aggressive form of pneumonia (acute respiratory distress syndrome or ARDS) that is often fatal. Routine tests for human influenza A will be positive in patients with bird flu but are not specific for the avian virus. To make a specific diagnosis of bird flu, specialized tests are needed. In the United States, local health departments and the Centers for Disease Control and Prevention (CDC) can provide access to the specialized testing. The virus can be detected in sputum by several methods, including culture or polymerase chain reaction (PCR). Cultures should be done in laboratories that have an appropriate biosafety certification. PCR detects nucleic acid from the influenza A virus. Specialized PCR testing is available in reference laboratories to identify avian strains; the CDC is a primary source for available tests for the newest strains of bird flu and can identify the specific type of virus (for example, H5N1 or H7N9). During and after infection with bird flu, the body makes antibodies against the virus. Blood tests can detect these antibodies, but this requires one sample at the onset of disease and another sample several weeks later. Thus, results are usually not available until the patient has recovered or died.  Because of the small number of human cases, it has not been possible to conduct rigorous medical or medication treatment trials for bird flu. The CDC suggests the best way to prevent bird flu is to avoid exposure whenever possible to birds and their feces. People are advised not to touch any ill-appearing or dead birds. The CDC and the World Health Organization (WHO) currently recommend antiviral drugs oseltamivir (Tamiflu) and zanamivir (Relenza) for the treatment and prevention of avian influenza A viruses along with supportive care. The U. S. government is currently stockpiling H5N1 vaccine in case the virus begins easy person-to-person transmission. Currently, there is no vaccine to protect against H7N9 types of bird flu. The complications of bird flu are frequently dire and include shortness of breath or difficulty breathing,pneumonia,acute respiratory distress syndrome (ARDS),abdominal pain,lung collapse,shock,altered mental status,seizures,organ system failure, anddeath. Unfortunately, individuals who become infected with bird flu often have one or more the complications listed above. The mortality (death) rate varies somewhat between strains with H5N1 at about 55%, and H7N9 at about 37%. The prognosis in human cases of bird flu remains poor. Many cases occur in people who are poor, live in rural areas in underdeveloped countries, and do not have access to modern intensive-care units or antiviral therapy. Approximately 55% of people diagnosed with H5N1 bird flu eventually die from the disease; the H7N9 strain has a similar death rate of about 37%. Individuals who survive may have long-term problems if organ systems are severely damaged.  Although the U. S. government has a stockpile of vaccine against H5N1 bird flu, there is no commercially available vaccine for humans against any bird flu strains. However, bird flu can be prevented by avoiding contact with sick poultry originating in countries known to be affected by the virus. Prevention also includes poultry-safety measures such as destroying flocks when sick birds are identified and vaccinating healthy flocks. Combined with import bans, this culling has effectively limited the spread of bird flu in outbreak situations but naturally has negative effects on the poultry and egg industry. Unlike SARS, which some investigators suggest has been eliminated from the world, or Ebola, which has a narrow geographic range (endemic in Africa), the bird flu continues to exist in significant areas of the world and can be spread widely by migrating birds. The poultry industry needs to follow Food and Drug Administration (FDA) guidelines to protect their industry and workers from bird flu. Properly handling and cooking of poultry and eggs can kill viruses like the bird flu virus. Hands should be washed before and after handling poultry and eggs, and surfaces that have come in contact with the food should be cleaned thoroughly with hot soapy water. Cooked poultry should have an internal temperature of at least 165 F (74 C). Masks and other respiratory protection should be used when caring for patients with bird flu. If a person has close contact with an infected patient, the exposed person may be offered oseltamivir in an attempt to prevent infection. In 2007, the FDA licensed the first vaccine in the U. S. for humans against the highly pathogenic bird flu virus. The vaccine is made from inactivated viruses and does not contain any live viruses. It has been shown to stimulate the immune system to make antibodies against the bird flu virus that could presumably protect a person from the bird flu. The vaccine has been purchased by the federal government for inclusion within the CDC's Strategic National Stockpile. It is not available to the general public in part because the United States does not currently have a problem with the highly pathogenic strain of bird flu. Vaccine side effects include a sore arm, fatigue, or temporary muscle aches. The vaccine has not been tested in large numbers of patients, however, and there may be other side effects that have not yet been detected. The current vaccine is effective against the strain that has caused the large outbreaks of bird flu, but it may not be as effective against a newly mutated strain found in 2011. Consequently, this vaccine seems unlikely to offer protection against the new H7N9 bird flu, but data is not available to date. Research on vaccines against influenza viruses is ongoing, and new developments such as a vaccine that is directed against the common and relatively unchanging antigens on the influenza viruses may lead to a vaccine that is protective against most if not all influenza viruses. If such research is successful, potential influenza outbreaks, including avian flu, may be reduced or prevented in the future. Just before the outbreak of H7N9 flu, an article published in 2013 presented data on an experimental vaccine that was effective against flu viruses that possessed the N9 antigen, but it has only been tried in animal models. The World Health Organization (http://www. who. int/csr/disease/avian_influenza/en/) and (http://www. who. int/influenza/human_animal_interface/avian_influenza/en/) provides current information about outbreaks and management of bird flu. ", 
    "title": "Avian Influenza Bird Flu"
}