{
    "data": "  A Baker cyst is swelling caused by fluid from the knee joint protruding to the back of the knee. Baker cysts are common and can be caused by virtually any cause of joint swelling (arthritis). A Baker cyst may not cause symptoms or be associated with knee pain and/or tightness behind the knee, especially when the knee is extended or fully flexed. Baker cysts can rupture and become complicated by spread of fluid down the leg between the muscles of the calf (dissection). Baker cysts can be treated with medications, joint aspiration and cortisone injection, and surgical operation, usually arthroscopic surgery. A Baker cyst is swelling caused by fluid from the knee joint protruding to the back of the knee. The back of the knee is also referred to as the popliteal area of the knee. A Baker cyst is sometimes referred to as a popliteal cyst. When an excess of knee joint fluid is compressed by the body weight between the bones of the knee joint, it can become trapped and separate from the joint to form the fluid-filled sac of a Baker cyst. The name of the cyst is in memory of the physician who originally described the condition, the British surgeon William Morrant Baker (1839-1896).  Baker cysts are not uncommon and can be caused by virtually any cause of joint swelling (arthritis). The excess joint fluid (synovial fluid) bulges to the back of the knee to form the Baker cyst. The most common type of arthritis associated with Baker cysts is osteoarthritis, also called degenerative arthritis. Baker cysts can occur in children with juvenile arthritis of the knee. Baker cysts also can result from cartilage tears (such as a torn meniscus), rheumatoid arthritis, and other knee problems. Risk factors for a Baker cyst include a torn meniscus, arthritis, and knee joint injury. A Baker cyst may cause no symptoms or be associated with knee pain and/or tightness, and stiffness behind the knee, especially when the knee is extended or fully flexed. Baker cysts are usually visible as a bulge behind the knee that is particularly noticeable on standing and when compared to the opposite uninvolved knee. They are generally soft and minimally tender. Baker cysts can become complicated by spread of fluid down the leg between the muscles of the calf (dissection). The cyst can rupture, leaking fluid down the inner leg to sometimes cause the appearance of a painless bruise under the inner ankle. Baker cyst dissection and rupture are frequently associated with swelling of the leg and can mimic phlebitis of the leg. A ruptured Baker cyst typically causes rapid-onset swelling of the leg with bruising around the ankle.  Doctors who treat Baker cysts include general primary-care physicians, orthopedists, and rheumatologists.  Depending on the cause of the Baker cyst, the outlook is generally very good. Those caused by chronic arthritis can be prone to recur. There is no prevention for a Baker cyst except minimizing any underlying arthritis disease. ", 
    "title": "Baker Cyst"
}