{
    "data": "  Barrett's esophagus is a complication of chronic (long lasting) and usually severe gastrointestinal reflux disease (GERD), but occurs in only a small percentage of patients with GERD. Criteria are needed for screening patients with GERD for Barrett's esophagus. Until validated criteria are available, it seems reasonable to do screening endoscopies in GERD patients who cannot be taken off acid suppression therapy after two to three years. The diagnosis of Barrett's esophagus rests upon seeing (at endoscopy) a pink esophageal lining that extends a short distance (usually less than 2. 5 inches) up the esophagus from the gastroesophageal junction and finding intestinal type cells (goblet cells) on biopsy of the lining. There is a small but definite increased risk of cancer of the esophagus (adenocarcinoma) in patients with Barrett's esophagus. If the diagnosis of Barrett's esophagus is uncertain, a second opinion should be obtained because this diagnosis may generate greater costs than GERD alone as well as problems with obtaining life, health, and disability insurance. Therefore, it is critical to make an accurate diagnosis. The treatment for Barrett's esophagus is, in general, essentially the same as for GERD. Treatment of GERD either medical (acid-suppressing drugs) or surgical (fundoplication), does not result in the disappearance of Barrett's esophagus or in a reduced cancer risk. Dysplasia is a cellular process that occurs in the Barrett's lining and indicates a heightened risk of cancer. Therefore, periodic endoscopic biopsies, of the Barrett's mucosa are performed to look for dysplasia. The recommended frequency for initial endoscopic biopsy surveillance in Barrett's without dysplasia is twice annually. If no dysplasia is found, surveillance then is performed every three years. If low grade dysplasia is present,  endoscopic biopsy surveillance should be done every six months indefinitely. The management of high grade dysplasia involves repeating the biopsies soon after the high grade dysplasia is discovered to exclude an accompanying cancer. Esophagectomy (surgical removal of the esophagus) is the gold standard of therapy for high grade dysplasia and cancer, but experimental procedures are available. Ablation (removal by destruction) and other experimental techniques look promising, but long term (5-year) data to prove their durability and impact on the natural history of Barrett's, dysplasia, and early cancer are awaited.  Barrett's esophagus is a complication of chronic gastroesophageal reflux disease (GERD), primarily in white men. GERD is a disease in which there is reflux of acidic fluid from the stomach into the esophagus (the swallowing tube). GERD most commonly causes heartburn. There are two requirements for the diagnosis of Barrett's esophagus. The requirements necessitate an endoscopy of the esophagus. During endoscopy, a long flexible tube with a light and camera at its tip (an endoscope) is inserted through the mouth and down into the esophagus to view and biopsy (sample tissue from) the lining of the esophagus. The two requirements are: <ol>At endoscopy, an abnormal pink or salmon-colored lining should be seen as replacing the normal whitish lining of the esophagus. This abnormal lining extends a short distance (usually less than 2. 5 inches) up the esophagus from the gastroesophageal junction (the GE junction, which is where the esophagus joins the stomach). Microscopic evaluation of the biopsy of this abnormal lining should shows that the normal lining cells of the esophagus have been replaced by intestinal type lining cells, including mucus-producing cells called goblet cells. Other cells also are present, some of which resemble cells that line the stomach. However, if intestinal goblet cells are not present, the diagnosis of Barrett's esophagus should not be made. Barrett's esophagus is officially coded by the Library of Congress for electronic searches of the literature as Barrett esophagus, but Barrett's esophagus (with the apostrophe \"s\") is the name used universally. The condition is named after a surgeon, Norman Barrett, who described the condition. However, it turns out that his interpretation of the findings was not correct. In 1953, Doctors' Allison and Johnstone actually described this condition as we now understand it, namely that metaplasia was occurring. (Metaplasia, which is discussed below, is the term used when one adult tissue replaces another. ) Nevertheless, the condition has been immortalized with Barrett's name. Initially, it was thought that the Barrett's esophagus consisted of stomach (gastric) tissue replacing the usual squamous tissue lining the esophagus. However, in the mid 70's, Dr. Paull and colleagues published a paper in which they described the mucosa (inner lining) of Barrett's esophagus in greater detail than had been done previously. They pointed out that Barrett's esophagus consisted of a metaplasia in which the normal cells lining the esophagus were replaced by a mixture of gastric and intestinal lining cells. The intestinal-type lining cells also are called specialized columnar cells which include goblet cells. For a number of years, some scientists thought that there were two types of Barrett's; one in which the normal lining was replaced with stomach (gastric) type cells only, and the second in which intestinal cells were present. However, the current belief is that only the presence of intestinal-type goblet cells establishes the diagnosis of Barrett's esophagus, regardless of what other cell types are present.  The reason for the great interest in Barrett's esophagus is that it is associated with an increased risk of cancer of the esophagus. The type of cancer that occurs in patients with Barrett's is adenocarcinoma, which arises from the metaplastic intestinal tissue. The usual cancer of the esophagus that is not associated with Barrett's is squamous carcinoma, which arises from the squamous cell lining that is normally present in the esophagus. The connection between adenocarcinoma of the esophagus and Barrett's esophagus is now clear, and adenocarcinoma of the esophagus is increasing in frequency in most countries in the Western hemisphere. The good news, however, is that the cancer occurs in relatively few patients with Barrett's esophagus. Still, the main challenge in this condition is to watch for early warning signs of cancer by taking biopsies at regular intervals during endoscopy. This practice is called surveillance and is similar, in principle, to the surveillance in women for cancer of the cervix, wherein PAP smears are taken at regular intervals. GERD causes Barrett's esophagus. The esophagus is a muscular tube that is located in the chest and serves to transfer food from the mouth to the stomach. The lower esophageal sphincter (LES) is a valve that is located at the junction of the stomach with the esophagus. Its function is to prevent acid and other contents of the stomach from coming back into the esophagus. GERD is a condition in which excessive acid-containing fluid refluxes (flows) back into the esophagus, in part because the lower esophageal sphincter is weak. The weakness of the LES may be related, in part, to the fact that virtually all GERD patients have hiatal hernia. In patients with hiatal hernia, the upper few centimeters of the stomach slides back and forth between the abdomen and the chest through the diaphragm. This sliding may interfere with how the sphincter works as a barrier to reflux from the stomach to the esophagus. Previously, the term hernia was used instead of GERD in explaining to patients the basis of their symptoms (usually heartburn) because virtually all GERD patients have hiatal hernias. GERD, however, is the more accurate term. While hiatal hernias are extremely common in the population,  only a small number of people with hiatal hernia develop GERD. In other words, the presence of a hiatal hernia does not mean that the person will develop GERD. On the flip side, however, if a person has GERD, hiatal hernia is almost always present. Thus, Barrett's esophagus is caused by chronic (of many years duration) and usually severe acid reflux. In some patients with GERD, the esophagus reacts to the repeated injury from the acidic fluid by changing the type of cells lining it from squamous (normal cells) to columnar (intestinal-type cells). This transformation, called metaplasia, is believed to be a protective response because the specialized columnar epithelium (epithelium means lining) in Barrett's esophagus is more resistant to injury from acid than the squamous epithelium. The fluid in the stomach contains acid that is produced by the stomach. In addition, however, the fluid may contain bile acids (from bile produced by the liver) and enzymes (produced by the pancreas) that have refluxed back from the duodenum into the stomach. (The duodenum is the first part of the small intestine just beyond the stomach. ) The acid that refluxes from the stomach to the esophagus is injurious to the esophagus. There is some evidence, however, that the bile and pancreatic enzymes combined with the acid may be more injurious than acid alone.  A significant percentage of individuals with chronic symptoms of GERD develop Barrett's esophagus, and it is most common in Caucasian male populations. Not everyone with GERD has symptoms of GERD, however. Therefore, some people with Barrett's are unaware that they have Barrett's because they have GERD without any symptoms at all or have very mild and infrequent symptoms. It is unclear why Barrett's esophagus is so overwhelmingly more common in white males than in any other group. For example, although women and African-Americans do not seem to be protected from developing GERD, they are largely protected (especially African-Americans) from developing Barrett's esophagus and Barrett's cancer (adenocarcinoma). There is evidence that in the western hemisphere, esophageal cancer and cancer of the gastroesophageal junction (called cardia cancer) are increasing in frequency, perhaps more so than any other gastrointestinal tract cancer. (However, colon cancer is still very much more common than esophageal cancer. ) Barrett's esophagus may run in some families and be genetically determined. Studies are underway to determine if any genes or markers can be found in these families that would predict the development of Barrett's esophagus in the general population. In these families with Barrett's as well as with Barrett's in the general population, GERD is the common denominator. However, the question is why the Barrett's occurs more commonly in these families than in others with comparably severe GERD, but with no family association. To repeat, the first criterion for the diagnosis of Barrett's esophagus is the finding at endoscopy of a pink lining in the esophagus where it is normally not seen. This abnormal lining may appear circumferentially like a band, tongue-like or as islands. The second criterion is that biopsies from the pink lining reveal the characteristic intestinalized mucosa (the lining normally seen in the intestines) with the typical goblet cells. The esophageal biopsies are obtained during an endoscopy. An upper gastrointestinal endoscopy is a procedure in which the doctor inserts a long flexible tube (endoscope) through the mouth and down into the esophagus to directly visualize the lining of the esophagus. During the same endoscopic examination, the stomach and duodenum also can be visualized. Multiple small samples (biopsies) of the lining epithelial tissue can be obtained through the endoscope. As mentioned previously, the process of the replacement of one type of tissue lining by another is called metaplasia. In the stomach and intestines, metaplasia is a common response to certain types of injury. As Henry Appelman, a pathologist, stated: \"When the gut is under stress it wants to be something else. \" Other examples of metaplasia in which one lining replaces another are: (1) in the stomach where chronic inflammation (gastritis) may result in an intestinal-type lining replacing parts of the normal stomach lining; and (2) in the duodenum (just beyond the stomach in the intestine) where peptic ulcers occur and the intestinal lining surrounding the ulcer transforms into stomach-type lining. We believe that the process of metaplasia is a protective or adaptive response to injury of the lining. However, the downside of metaplasia is that in Barrett's esophagus, it carries a small but definite increase in the risk of becoming cancerous. Not all metaplasias have an increased risk of cancer. For example, of the two metaplasias referred to in the previous paragraph, intestinal metaplasia in the stomach can lead to cancer, but intestinal metaplasia in the duodenum does not. The process of developing Barrett's begins at the junction of the stomach and esophageal linings. The esophagus normally is lined by a squamous epithelium or lining layer. This squamous epithelium has a pearly white appearance, whereas the lining in the stomach and intestines has a more salmon pink color because it is a columnar epithelium rather than a squamous epithelium. The squamous epithelium is made up of flat squamous cells, which are similar to skin cells. The stomach or gastric lining consists of taller columnar cells as seen under the microscope. The junction of the squamous epithelium of the esophagus and the gastric columnar epithelium occurs at the junction of the esophagus and stomach where, as you recall, the lower esophageal sphincter is located. The common border (interface) of these two linings is often referred to as the Z line, because when examined during an endoscopy, it has a zig zag appearance. With progressive injury to the esophagus, metaplasia occurs and the metaplastic tissue moves up the esophagus for a distance which varies from person to person, usually from about 0. 5 to 2. 5 inches (about 1 to 6 centimeters). The type of cell that gives rise to the metaplastic tissue is not known. Barrett's esophagus often is categorized into short- or long-segment Barrett's, based on the length of the esophagus that is affected. Short segment Barrett's generally refers to involvement of 3 centimeters or less while long segment means involvement of more than 3 centimeters of the esophagus. Interestingly, once Barrett's esophagus is diagnosed in a patient, the metaplastic lining does not seem to progress further up into the esophagus if the patient is being treated for GERD. Thus, over time, the length of involvement with Barrett's generally remains the same. If biopsies are taken from patients with GERD who have a normal appearing Z line (no visible evidence of Barrett's esophagus), up to 30% will show the same intestinal type metaplasia with goblet cells as those that are seen in Barrett's esophagus. However, we do not routinely biopsy normal appearing Z lines to look for this change, nor do we do surveillance when we find it there. The reason is that limited intestinal metaplasia of the gastroesophageal junction region in GERD seems to occur with similar frequency in women and African Americans as in white men, yet the risk of overt Barrett's esophagus is much less than in white men. Therefore, the presence of metaplasia on a routine biopsy of a normal appearing Z line in GERD should not lead to any change in management. What's more, the finding of goblet cells in this context should not be labeled, as some have suggested, as ultrashort segment Barrett's. The main reason for not labeling it as Barrett's is that the term Barrett's implies an increased risk of cancer, and there is no evidence that this finding is associated with an increased cancer risk.  The type of cancer that occurs with Barrett's esophagus is adenocarcinoma. Cancer arising from the squamous lining of the esophagus is called squamous cancer or carcinoma. Among Caucasians, the rate (frequency over time) of squamous cancer is decreasing relative to Barrett's-associated adenocarcinoma. Other racial groups (for example, African Americans) however, have not experienced the same rate of decline in squamous cancer relative to adenocarcinoma. Smoking and excessive alcohol ingestion are definite risk factors for squamous cancers. They also are risk factors for adenocarcinoma seen in Barrett's esophagus. In this situation, however, it is not clear if smoking and alcohol increase the risk for adenocarcinoma by making GERD more severe or if smoking and alcohol have a more direct cancer-causing effect, as occurs in squamous cancer. Squamous cell cancers have become increasingly less common, while adenocarcinoma diagnoses have risen. Adenocarcinoma incidence in white males has risen more steeply than in other ethnic groups. Throughout the remainder of this section, the term esophageal cancer will refer to adenocarcinoma arising from the Barrett's esophagus. Cancer of the gastroesophageal junction is also called cardia cancer because the region where the esophagus meets the stomach is called the cardia. This cancer, like Barrett's-associated adenocarcinoma, is found predominantly in white males, is apparently increasing in frequency at the same rate as esophageal cancer, and is associated with chronic GERD. Therefore, it has been speculated that cardia cancer starts from short segments (for example, 1-2 cm) of Barrett's. By the time the diagnosis of cancer is made, however, the tumor may have spread beyond the short segment of Barrett's and may appear to be in the cardia. This speculation about the origin of cancer of the cardia, however, remains to be proven. An increase in the frequency of esophageal adenocarcinoma has been observed for at least 20 years, primarily in white males. One clue to the reason for this trend may be related to a decrease in the frequency of H. pylori infection of the stomach. In other words, people with Barrett's cancer, including cardia cancer, seem to have lower rates of H. pylori infection than others of the same age and sex in the same population. H. pylori is a type of bacteria that is a major cause of ulcers. It is a very common infection worldwide and causes no symptoms in the vast majority of affected people. However, some people with H. pylori develop peptic ulcer of the stomach and duodenum. These ulcers are treated by eliminating the bacteria, which in turn, prevents relapse of the ulcers. If H. pylori goes untreated, it causes progressive inflammation of the stomach (gastritis) which is associated with reduction in acid secretion and possibly less reflux of acid into the esophagus. In many areas of the world, this infection is decreasing in frequency, presumably because of better public health measures. Therefore, it is possible that the protective effect (such as decreased acid production) of chronic H. pylori infection has decreased. In other words, with less H. pylori gastritis, the stomach produces more acid and there is more acid to reflux into the esophagus. At the same time, we are more predisposed to reflux in our senior years. Although this is not a settled issue, the decreasing frequency of H. pylori infection may be one reason for the increasing frequency of Barrett's-associated adenocarcinoma.  Dysplasia is a change in the cells lining the esophagus in which the cells actually show abnormal changes in their structure and appearance. When these changes become severe enough, (going from low-grade to high-grade dysplasia) the cells begin to appear malignant (like cancer cells). However, unlike cancer these cells remain in place and don't invade tissues outside of the lining. Dysplasia occurs as a series of cell changes as Barrett's esophagus progresses to Barrett's-associated cancer. Patients with Barrett's are monitored with endoscopy and biopsies (surveillance) to detect these cellular changes (the dysplasia) or at worst, early cancer so that they may be treated. Currently, there is no way to predict which patients with Barrett's esophagus will develop dysplasia. Dysplasia also has been identified adjacent to tumors of the gastrointestinal tract other than esophageal adenocarcinoma. For example, dysplasia is found in half the cases of stomach cancer and in colon cancer, in which the dysplasia is visible as so-called adenomatous polyps. Additionally, dysplasia is the same early warning cell change that pathologists look for in PAP smears of the cervix that predict cervical cancer. Dysplasia is considered premalignant. This means that if dysplasia has been demonstrated on several occasions, it is believed that the patient will develop cancer if he or she lives long enough. Dysplasia is categorized as being high grade or low grade. When high grade dysplasia is diagnosed, cancer may already be present, and if not, the risk of developing cancer sooner is greater than with the lesser grades of dysplasia. In follow-up biopsies of patients with dysplasia, the condition may not be detected again in some patients, whereas in others, low grades of dysplasia are found. This absence or decrease of dysplasia may be due factors such as sampling variations, the removal of tiny foci (groups of cells) of dysplasia with the initial biopsy, or actual biological reversal. The exact reason(s) are unknown. Using molecular techniques, some changes referred to as biomarkers, can be detected in biopsy specimens before dysplasia develops. These changes are similar to those that are observed in other cancers. Biomarkers include changes in the DNA content of cells, in the genes and chromosomes, and in growth factors. A number of these biomarkers can be shown to appear before and during the occurrence of dysplasia. The ultimate goal is to find a magic marker that can tell us which patients among those with no dysplasia or low grade dysplasia are more likely to develop high grade dysplasia or cancer. Such patients then can be followed by surveillance more closely than others. At present, all patients with Barrett's esophagus, from the surveillance point of view, are treated in the same manner. The availability of biomarkers would separate (stratify) Barrett's patients based on their risk for cancer. Such stratification would allow doctors to do surveillance endoscopy and biopsies more frequently in the minority of patients who are at greater risk of cancer and less frequently in those predicted to have a lower risk of cancer. Another use for proven biomarkers would be to help confirm the pathologist's interpretation of dysplasia on biopsies.  When patients with Barrett's esophagus are assessed as a group, the risk of cancer has been found to be as low as one in 300 patients yearly. This means that if we examined 300 patients yearly, one patient would be found to have cancer every year. What we really need to know is the risk of cancer if no dysplasia is found after one or two years of surveillance. Our belief is that this risk would be much less than the previously-quoted figures of one in 300 patients yearly. Patients with high grade dysplasia may often be found to have cancer. Therefore, the first order of management when high grade dysplasia is found is to exclude the presence of an adenocarcinoma. Low grade dysplasia is much less threatening than high grade dysplasia, but we don't know just how much less. In fact, we don't have precise data to indicate just what the cancer risk is in patients with Barrett's and low grade dysplasia. The diagnosis of dysplasia should be as precise as possible because this diagnosis can prompt a change in the treatment or the intensity of follow-up of patients with Barrett's esophagus. It requires a great deal of experience to be able to make a precise diagnosis of the presence and grade of dysplasia. Therefore, it is a common and useful practice to ask a second pathologist (or even a third, if necessary) to review the biopsies. The idea is to see if there is an agreement between the pathologists and/or to get a more experienced opinion about the presence and grade of dysplasia. If a person has longer segment Barrett's, one would guess that the cancer risk is greater than with shorter segment Barrett's. The data, however, is controversial in this regard. For that reason, the current practice is to do endoscopic biopsy surveillance with similar frequency in patients with short and long segment Barrett's esophagus.  Barrett's esophagus has no unique symptoms. Patients with Barrett's have the symptoms of GERD (for example, heartburn, regurgitation, nausea, etc. ). The general trend is for Barrett's patients to have more severe GERD. However, not all Barrett's have marked symptoms of GERD, and some patients are detected accidentally with minimal or no symptoms of GERD. Heartburn is a burning sensation behind the breastbone, usually in the lower half, but may extend all the way up to the throat. Sometimes, it is accompanied by burning or pain in the pit of the stomach just below where the breastbone ends. The second most common symptom is regurgitation (backup) of bitter tasting fluid. GERD symptoms often are worse after meals and when lying flat. The refluxed, regurgitated fluid occasionally may enter the lungs or the voice box (larynx), resulting in what are called extraesophageal (outside the esophagus) symptoms (manifestations) of GERD. These symptoms include: new onset adult asthma,frequent bronchitis,chronic cough,sore throats, andhoarseness. For reasons not fully understood, some GERD patients have minimal heartburn but experience other GERD symptoms, for example, extraesophageal symptoms. GERD may result in strictures and ulceration of the esophagus. A stricture or narrowing is due to scarring (fibrosis) of the esophagus that may cause difficulty in swallowing (dysphagia). The dysphagia is sensed as a sticking (stopping) of solid food in the chest (in the esophagus), and liquids when the narrowing is severe. Strictures can be treated by stretching them with dilators during endoscopy. Untreated, strictures may promote more spillage of food and/or gastric fluids into the lungs. Uncommonly, massive gastrointestinal (GI) bleeding caused by inflammation of the esophagus may occur. Such bleeding results in vomiting of blood or passage of black or maroon stools. More commonly, however, an inflamed esophagus can cause slow bleeding that is detected when anemia (a low red blood cell count) is found and/or stools are tested for blood.  The medical treatments for the symptoms of Barrett's esophagus are the same as those for GERD. The suppression of acid is the backbone of treatment for GERD. For mild reflux symptoms, over the counter medications are commonly used, ranging from antacids to low doses of drugs called H-2 receptor antagonists or H2 blockers. Examples of over the counter H2 blockers are cimetidine (Tagamet) and famotidine (Pepcid). For more persistent symptoms, higher (prescription-strength) doses of the H-2 receptor antagonist drugs may be used, for example: cimetidine (Tagamet),famotidine (Pepcid),ranitidine (Zantac), andnizatidine (Axid). However, for persistent symptoms requiring maintenance (ongoing) therapy or for complicated GERD with strictures or bleeding, proton pump inhibitors (PPIs) are used. Examples of PPIs are: omeprazole (Prilosec, Zegerid),lansoprazole (Prevacid),pantoprazole (Protonix),rabeprazole (Aciphex), andesomeprazole (Nexium). Some patients need to take only one pill daily, while others need two pills (a double dose) to control the symptoms. The double dose can be taken as one pill twice daily or 2 pills once daily. PPIs are potent inhibitors of acid secretion from the stomach. They are effective in relieving heartburn and healing esophageal inflammation (esophagitis) and esophageal ulcers that are induced by acid reflux. The PPIs are well tolerated with few side effects. After stopping these medications, symptoms of acid reflux usually recur, sometimes with increased intensity. This increase in symptoms occurs, in part, because of a rebound secretion of acid (acid hypersecretion), which is a response prompted by recovery from the inhibition of secretion of acid by the PPI. The long-term safety of the PPIs is an important consideration. Although certain stomach tumors (carcinoids) were reported in experiments with older female rats, similar tumors have not been observed in people after more than 15 years of PPI use. In some people on long term PPI therapy, small benign polyps (fundic gland polyps) may develop in the upper half of the stomach. However, these polyps do not require follow-up or biopsy because they remain benign (do not become malignant) and cause no problems. Long-term use also is associated with a slight increased risk of hip fractures in people older than 50 years, and poor absorption of vitamin B12. The main point to remember about PPIs is that patients should never abruptly stop them. When PPIs are discontinued, the dose should be gradually decreased (tapered). Tapering the dose minimizes the rebound hypersecretion that can occur when PPIs are stopped. If a patient is hospitalized and cannot eat (or take pills), intravenous acid-suppressing drugs at higher doses should be given. Gradual lowering (tapering) of the dose of PPIs should be done when these drugs are to be discontinued after fundoplication (anti-reflux surgery) operations for GERD. In addition to drug therapy, certain lifestyle maneuvers are very important. These include: Losing weight, if overweight. Change the diet, by reducing fat, chocolate, caffeine, and acid food and fluids (for example, citrus). Stop smoking. Avoid excessive alcohol. Avoid food and fluids for 90 to 120 minutes before going to bed. Elevate the upper body when lying in bed by (for example, putting blocks under the head of the bed). A number of drugs, including tricyclic antidepressants and calcium channel blockers, may promote gastroesophageal reflux. Therefore, if an alternative medication can be substituted for these drugs, this may help in the management of reflux. Patients with GERD should consult their physicians regarding medications that can promote reflux, and if alternatives are available. Adjunctive (supplementary) drug therapy has been used in the past for patients whose symptoms are not easily controlled with double daily dose of a PPI. The supplementary drugs commonly used are called prokinetics. These drugs work by accelerating gastric emptying so that there is less food and fluid in the stomach for reflux. Cisapride (Propulsid) was the most commonly used drug in this class, but it was taken off the market because of adverse cardiac effects. Metoclopramide (Reglan) is another prokinetic agent, but it is approved only for short term use and can cause drowsiness, restlessness and more important neurological complications. Although other prokinetic drugs are available, none have had the kind of scrutiny in GERD as did cisapride. One drug that has similar actions as cisapride is domperidone (Motilium). It is available in many countries, but has not been approved by the Food and Drug Administration (FDA) in the U. S. GERD, with or without the presence of Barrett's esophagus, sometimes is treated by anti-reflux surgery. This operation, called fundoplication, is done to stop the reflux of acid. Fundoplication is not done for the Barrett's esophagus itself. The operation involves wrapping the upper stomach (the fundus) around the lower end of the esophagus. The purpose of the wrap is to tighten the lower esophageal sphincter (LES) in order to prevent the reflux of stomach contents into the esophagus. There is no evidence that anti-reflux surgery, or for that matter, acid suppression therapy with drugs, decreases the risk of esophageal cancer among patients with Barrett's. This doesn't mean that the possibility is not affected, but it would take long term studies to prove that either medical or surgical treatment decreases the risk of cancer, and such studies are not likely to be done. Candidates for the fundoplication operation are patients with GERD who: Have serious complications, such as recurring strictures; orRequire high doses of acid suppressing medications, and want to stop taking these medications. Today, this surgery is usually done laparoscopically without the need for a large incision. Therefore, patients have a much shorter recovery time and can be discharged home within a few days. In some patients, for technical reasons, the laparoscopic surgery cannot be done, and the conventional open operation is necessary. A number of new endoscopic approaches are being evaluated to replace surgery (fundoplication) for the treatment of GERD. The idea is to endoscopically tighten up the junction between the stomach and esophagus to prevent reflux. The tightening is done during upper GI endoscopy by, for example, internally sewing (suturing) or clipping the region of the lower esophageal sphincter. As more data has become available showing that these techniques are as effective as fundoplication, they are increasingly being used as an option for managing these patients.  Unfortunately, most cancers of the esophagus are detected too late to be treated effectively. By the time cancer-related symptoms of chest pain, weight loss, and progressive difficulty in swallowing (dysphagia) lead to the diagnosis, the cancer has already spread beyond the esophagus to other organs. Indeed, there is evidence that survival is markedly improved in cancers detected during the course of surveillance for dysplasia or cancer in Barrett's esophagus as compared with survival in cancers detected after cancer symptoms prompted medical attention. Therefore, physicians want to make the diagnosis of Barrett's in GERD patients and then begin surveillance for cancer in such patients. The problem is that only a small percentage of all patients with adenocarcinomas of the esophagus or cardia have had an endoscopy to show that they have Barrett's esophagus. The challenge is to identify those GERD patients who have Barrett's by screening patients with chronic GERD. Yet, sufficient research has not been done to establish guidelines for selecting which patients with GERD should be screened by endoscopy. For now, until more data becomes available, it seems reasonable that if a patient with GERD cannot be taken off acid suppressing drugs after two to three years (because of persistent symptoms), an endoscopy should be done to see if Barrett's esophagus is present. One endoscopy per lifetime in patients with GERD may be sufficient to screen for Barrett's. When a patient is referred for endoscopy in which screening for Barrett's esophagus is to be done, it is important that any inflammation or ulcerations first be healed with the help of acid-suppressing drugs given for at least six weeks. Most commonly this is a double daily dose of a PPI. There are two reasons to eliminate the inflammation first before diagnosing Barrett's. One is that Barrett's can be hidden beneath the inflamed, ulcerated lining. The second is that the changes that occur with inflammation of the esophageal lining may mimic dysplasia and, therefore, may lead to a falsely positive diagnosis of dysplasia. In the initial diagnosis of Barrett's esophagus, the endoscopist (the doctor performing endoscopy) needs to provide the pathologist with three landmarks so that a precise diagnosis of Barrett's can be made. <ol>One is the location of the lower esophageal sphincter (LES) or gastroesophageal junction. The second is the upper end of the squamo-columnar junction (Z line),which now (with Barrett's) is in the esophagus (moved north). The third is the location of the biopsies. The reason that such precise descriptions need to be made is because a false positive diagnosis of Barrett's may have serious implications. Thus, the diagnosis of Barrett's esophagus can lead to higher cost of obtaining life, health, and disability insurance. On the other hand, it's important to know when Barrett's is, in fact, present so that the patient can be enrolled in a proper surveillance program. If the diagnosis of Barrett's esophagus is uncertain or equivocal, it is worthwhile obtaining a second opinion with specialists in a center that has extensive experience with Barrett's. There are at least three reasons for obtaining additional consultation: <ol>To avoid concern about long term cancer risk if the diagnosis of Barrett's was incorrectly made. To avoid difficulties with insurance that may arise with an incorrect diagnosis of Barrett's esophagus. To begin cancer surveillance if the diagnosis of Barrett's is confirmed.  In established Barrett's esophagus, endoscopic surveillance is done at periodic intervals to look for dysplasia. At the time of endoscopy, many biopsies are taken of the Barrett's mucosa. The recommended approach is to do four mucosal biopsies (one in each quadrant of the circumference of the esophagus) at the junction of the stomach and esophagus, and four more biopsies (again, one in each quadrant) should be repeated every two centimeters (about 3/4 inch) proximally until the length of the Barrett's has been completely biopsied. If available, a large forceps (the so-called jumbo forceps) is desirable to procure biopsy specimens. The current trend is to increase the surveillance intervals in patients who do not have dysplasia. For example, the approach may be to do the surveillance biopsies initially and then a year later. If no dysplasia is found, the surveillance can be done every three years. Other doctors would do it every two years. The bottom line for endoscopists doing surveillance, however, is: \"Do it right so we can do it less often. \" There is some evidence showing that patients with cancers found during the course of surveillance have a better survival rate than those who come to the doctor because of cancer symptoms without any previous surveillance. The ultimate proof that surveillance works, however, will be obtained only when surveillance is applied to a large population at risk and not just to those who seek medical attention. The same issues pertain to other cancer screening tests (such as, mammography and prostate cancer screening). The problem is that onlya small percentage of patients who undergo surgery for esophageal adenocarcinoma had been diagnosed with Barrett's esophagus preoperatively. Thus, only the 5% with known Barrett's were eligible for surveillance before their surgery. The challenge is not to do more surveillance, but to conduct more screening to identify those who have Barrett's esophagus in the population with chronic GERD. There is great interest in developing techniques that would use targeted, rather than random biopsies in identifying areas of dysplasia or early cancer. Dysplasia often is endoscopically invisible, which means that it can't be seen just by looking at the esophageal lining through the endoscope. So, different optical enhancing techniques are being evaluated. The idea is to highlight the areas of dysplasia so that targeted biopsies can be obtained. These optical methods include the use of dye sprays (chromoendoscopy), spectrophotometry to measure light wave intensity, and a technique called optical coherence tomography. These procedures, however, remain experimental at present.  The most common standard by which treatments for cancer or related disorders, such as dysplasia, are measured is by the five-year outcome. Esophagectomy (surgical removal of the esophagus) improves the five-year survival rate. The finding of high grade dysplasia in Barrett's may mean that cancer already is present. For this reason, when high grade dysplasia is found, the next step is to repeat the endoscopy and take more biopsies. For this purpose, the recommendation is to take four biopsies (one from each quadrant) every one centimeter rather than every two centimeters. If the biopsy findings again reveal just high grade dysplasia, there are a number of management options, including esophagectomy, continued biopsy surveillance, and experimental approaches. Endoscopic ultrasound (EUS) is invaluable in the staging of early cancers to determine the depth of their penetration into surrounding tissue. It also can be used to determine if dysplastic tissue has become a cancer. One sign of this would be if the EUS shows there is invasion of the surrounding tissue. This technique uses endoscopes as dedicated ultrasound devices. In other words, these endoscopes are used only for doing endoscopic ultrasound. In other words, these endoscopes are used only for doing endoscopic ultrasound. These instruments can see through the wall of the esophagus using sound waves with much greater accuracy than, for example, a computerized tomographic (CT) scan. Endoscopic ultrasound is available in most centers that specialize in Barrett's esophagus and/or esophageal cancer. The gold standard for the management of high grade dysplasia is esophagectomy. Esophagectomy involves total removal of the esophagus except for a very short cuff of esophagus at its upper end. The esophagus is replaced with a segment of colon, or stomach is brought up under the breastbone and attached to the remaining cuff of the esophagus. Patients with Barrett's awaiting an esophagectomy should seek an experienced surgeon with a good reputation. This is a major operation which should only be done by a surgeon experienced in this type of procedure. They should interview the surgeon about his/her results. There is no validated or magic annual number of operations that provides enough surgical experience, but some surgeons believe it should be at least 20 per year. What is also important is not just the experience with the actual surgery, but also the experience of the team involved in the pre and post operative care. The operative death rate (mortality) associated with esophagectomy for high grade dysplasia and early cancer is very low. However, in the postoperative period, a host of complications (operative morbidity) may occur, most of which are transient (self-limited). These complications may include delayed gastric emptying of food, temporary hoarseness, leaks where the reconstruction is performed, and strictures of the esophagus (narrowed areas caused by scarring). Follow-up biopsy surveillance, and esophagectomy ONLY if cancer is found Some patients with high grade dysplasia opt to have a close follow-up rather than to proceed directly to major surgery. In these individuals, endoscopic biopsy surveillance is done initially every three months for at least a year and then less often (for example, every four to six months). The understanding is that surgery (esophagectomy) will be done if carcinoma were found during the course of the follow-up. This has not been a universally popular approach except at a few centers. It requires a commitment on the part of the endoscopist to do meticulous surveillance biopsies frequently. It also requires that the patient be reconciled with the frequent follow-up procedures and with the attendant uncertainty for what the future holds.  Low grade dysplasia is managed by continuing endoscopic biopsy surveillance. For these patients, however, the follow-up interval is shortened from every two to three years (which is done for Barrett's with no dysplasia) to every six months for an indefinite period of time. Esophagectomy is not considered for low grade dysplasia unless the patient develops high grade dysplasia or cancer during the surveillance. Several experimental options are available. Patients considering these experimental treatments should seek out a research team that is doing studies with these techniques. For example, with these treatments, some patients need to be retreated, but long-term studies are needed to define how often retreatment is needed. Nevertheless, because they avoid the need for esophagectomy, these techniques may eventually prove to be ideal for patients who are medically not fit for surgery. Ablation therapy involves the removal of the target tissue (for example, Barrett's mucosa, high grade dysplasia, or cancer) by procedures (such as, laser or electrocoagulation) that literally destroy the tissue. The results of ablation therapy in Barrett's with dysplasia (as well as without dysplasia, which is discussed in the next section) have produced two conclusions. One is that ablation succeeds in more than half the cases. The second is that the recurrence rates at different centers differ widely. Photodynamic therapy is a powerful method of ablation therapy. This technique involves the intravenous administration of a photosensitizing agent (for example, sodium porfimer) that is taken up by the dysplastic Barrett's cells. Approximately 48 hours later, a laser is used to burn the photosensitized Barrett's cells which are sensitive to the laser because of the photosensitizing agent. Normal tissue is not burned because it has not taken up the photosensitizing agent and is not sensitive to the laser. The dysplasia is eliminated in a majority of patients. However, some Barrett's esophagus remains untreated and need biopsy follow-up or additional ablation. Long-term studies will be necessary to demonstrate whether this technique prevents esophageal adenocarcinoma on a long term basis (for example, five years and longer after treatment). One disadvantage of photosensitizing therapy is that skin takes up some of the photosensitizing agent, and this makes the skin sensitive to normal sunlight. The sensitivity may persist for six weeks or more and can result in sunburn even with minimal exposure to direct sunlight. Patients, therefore, must remain out of the sunlight for this period. Other photosensitizing agents being tested have much less skin sensitivity, but studies are needed to determine if they are effective in eliminating the dysplasia. Esophageal narrowings (strictures) are a common complication of PDT but can be managed by endoscopically stretching (dilating) them. Other experimental methods of ablation are less powerful than PDT and have, therefore, been applied more often to low grade dysplasia and shorter segments of Barrett's with dysplasia (as well as to Barrett's without dysplasia, which is discussed in the next section). These methods of ablation include argon (flame) plasma coagulation (APC) and multipolar electrocoagulation (MPEC). They work by burning off the dysplasia and the Barrett's lining cells using devices that are introduced through the endoscope. Another experimental method to treat dysplasia, especially high grade dysplasia, is the removal of dysplastic or cancerous areas of the mucosa by cutting (resecting) them out. The resection is done using snares at endoscopy, in a manner similar to the way polyps of the colon are removed at colonoscopy. Again, 5-year follow-up data is necessary to determine if EMR is effective. The newer drugs used to treat arthritis, the COX-2 inhibitors, have been studied in Barrett's-associated dysplasia. The purpose of these studies is to see if these drugs can downgrade the severity of dysplasia or prevent dysplasia. This approach, which is called chemoprevention, is based upon the observation that adenomatous polyps of the colon in patients with familial polyposis (hereditary multiple colonic polyps) decrease (regress) after treatment with these drugs or even with the older nonsteroidal antii-nflammatory drugs (NSAIDs). The theoretical reason to try COX-2 inhibitors in Barrett's dysplasia is that the enzyme cyclooxygenase (COX), which these drugs inhibit, ispresent in large amounts in Barrett's dysplasia, as it is in adenomatouspolyps of the colon. It should be stressed that long-term therapy with these drugs in Barrett's esophagus should remain in the experimental arena because of the complications or side effects associated with these drugs (for example, cardiac, kidney and gastrointestinal problems).  In an ideal world, all Barrett's esophagus, with or without dysplasia, would be ablated for life. Thereby, both Barrett's and its attendant risk of cancer would be eliminated. Experimental ablation (as described above for dysplasia) is being evaluated in Barrett's without dysplasia. However, long-term studies are needed to prove the durability of the ablation (for example, with antireflux surgery or acid-suppressing drugs). Barrett's mucosa without dysplasia can be destroyed by using argon plasma coagulation and multipolar electrocoagulation techniques. (As already mentioned, the more powerful PDT has been used most commonly for high grade dysplasia and cancer. ) To prevent recurrence of Barrett's after ablation, however, requires the elimination of reflux for life, either with high dose acid suppressing drugs or anti-reflux surgery (fundoplication). After an ablation procedure, the normal squamous lining in the esophagus grows back. Sometimes, however, after ablation therapy, the residual Barrett's mucosa remains under the new lining. The outcome and importance of this subterranean Barrett's is not known. It should be stressed that ablation therapy is experimental and should be restricted to formal studies. Most of the future developments in the field of Barrett's esophagus will depend on the results of research studies. The goals of such studies would be to: Standardize the diagnosis of Barrett's, especially to avoid over-diagnosis. Standardize how surveillance biopsies are done so that we can \"do it right and do it less often,\" and devote more resources to the next step, which is screening. Develop strategies for determining whom to screen and when to screen for the presence of Barrett's esophagus among patients with chronic GERD. At present, most GERD patients with adenocarcinoma of the esophagus have never had an endoscopy to determine whether they had Barrett's esophagus. • Look for biomarkers (molecular tests on tissues or in blood) that are able to separate (stratify) patients with the highest risk of cancer and who would need closer follow-up than the majority of Barrett's patients who do not. Evaluate the effectiveness and safety of the techniques for ablation and endoscopic mucosal resection (EMR) of Barrett's with and without dysplasia, and carry out long term follow-up studies to determine whether cancer is prevented. Evaluate better techniques for targeting biopsies to areas of dysplasia in order to avoid the currently used method of taking random biopsies. Evaluate better techniques for staging early cancer with refinements of endoscopic ultrasound and other imaging techniques. ", 
    "title": "Barretts Esophagus"
}