{
    "data": "  Bath salts as drugs of abuse refer to a white powder or crystalline substance that has no bathing or other cosmetic use. The active ingredients in bath salts tend to be similar chemically and in their effects to stimulants like cocaine and amphetamines. Some have hallucinogenic effects. The occurrence of bath salts abuse in the United States has rapidly increased over the last few years, and the substance is sold in many small stores as well as on the street. A number of the active ingredients in bath salts are considered to be quite addictive and dangerous. They have therefore been banned by laws in the majority of states as well as by federal law. There are a number of biological, psychological, and social factors (called risk factors) that can increase a person's vulnerability to developing a bath salts use disorder. The signs and symptoms of bath salts intoxication tend to include feeling euphoric (\"high\"), sexually stimulated, thinking one is more focused, and having a high energy level for two to four hours after taking the drug. Several severe medical and emotional complications can result from bath salts abuse, including death. Health-care professionals diagnose bath salts abuse and addiction by thoroughly gathering medical, family, and mental-health information. The treatment of bath salts intoxication involves providing intensive medical monitoring and attention to address the specific symptoms the individual has. Treatment for the psychological symptoms of addiction likely takes a great deal longer than managing the medical problems involved. Bath salts are a type of \"designer\" drug of abuse. The reason these drugs are commonly called bath salts is because they tend to be in the form of white powder or crystals. However, these substances are not at all the same as the bath salts in which people bathe. Many of the bath salt drugs include mephedrone, methylone, and methylenedioxypyrovalerone (MDPV or MDPK) and are synthetic cathinones, which are found in plants commonly called khat. These drugs and are chemically similar to stimulant chemicals like cocaine or amphetamines. MDPV or MDPK also have chemical similarities to hallucinogens like Ecstasy. Some of the other many street or slang names for bath salts include plant food, Red Dove, Blue Silk, Vanilla Sky, Purple Wave, Ivory Wave, Bliss, White Lightning, White Dove, Super Coke, Tranquility, Zoom, and Magic. Mephedrone also has street names like meow, drone, and meph. These so-called designer drugs are usually taken by ingesting, smoking, sniffing, or injecting. The rate of bath salts abuse has rapidly increased. For example, poison-control centers in the United States reportedly received 304 calls for the abuse of this drug in 2010. That number increased to 1,782 calls in just the first four months of 2011 and to more than 6,000 calls by the end of that year. Interestingly, there were fewer calls to poison-control centers in 2012 and 2013 (2,691 and 996, respectively). The areas where these drugs are used have also seemed to expand; originally, most of the calls to poison-control centers came from Louisiana, Florida, and Kentucky but later came from 33 states. As of 2011, bath salts were the sixth most commonly used drugs, after tobacco, alcohol, marijuana, cocaine, and Ecstasy. Bath salts users tend to be male slightly more often than female and younger than the users of other drugs, and most use it at least weekly. Most bath salts users snort or otherwise inhale the drug, causing a more intense high and higher risk of addiction and complications.  Substances that cause the \"high\" (intoxication) often referred to as \"bath salts\" include methylone, mephedrone, and methylenedioxypyrovalerone (MDPV or MDPK). These active ingredients are derived from drugs called cathinones, which come from the East African plant called the Catha edulis. Bath salts are thought to be made in China, in tablet or powder form. These substances are often sold over the Internet, as well as in convenience and tobacco stores, gas stations, truck stops, pawn shops, in tattoo parlors, and on the street. In an attempt to avoid the legal consequences of the banned substances found in bath salts, drug dealers have apparently developed bath salts with other active ingredients. One of those is referred to as Cosmic Blast. Bath salts are sometimes referred to as \"zombie\" or \"cannibal\" because it was speculated that a person who engaged in cannibalism as part of an assault may have been intoxicated on the substance. Given the similarities in effects that these drugs have to cocaine, methamphetamines, and other stimulant drugs of abuse, bath salts should be considered to be quite addictive. Also, despite the newness of these drugs and resulting lack of sufficient research on bath salt-specific addiction in humans, animal research has already shown that these substances can be quite addicting. Therefore, health-care professionals consider bath salts to be quite capable of wreaking the same addictive havoc on the lives of users as other stimulant drugs. A majority of states have made a number of the active ingredients in bath salts illegal on the state level, and the United States federal government has made MDPV (an active ingredient in many bath salts) illegal due to the drug's tendency to cause symptoms of psychosis, like hallucinations, paranoia, as well as violence, in those who take it. The Drug Enforcement Agency (DEA) now lists a number of the active ingredients found in bath salts as schedule I drugs, meaning they are illegal because they are understood to have a high potential for abuse, no currently accepted medical use in the United States, and no accepted safe use.  As opposed to any specific direct causes, there are a number of biological, psychological, and social factors, called risk factors, that can increase a person's likelihood of developing a substance use disorder. The frequency that addictions to any drug, including bath salts, occur within some families seems to be higher than can be explained by the addictive environment of the family. Therefore, most substance-abuse professionals recognize a genetic aspect to the risk of this and other drug addictions. Mental-health symptoms that are caused by bath salt use disorder include mood disorders like depression or anxiety. Social risk factors for bath salt use, as for any type of drug use disorder, include male gender, age 18 to 44 years old, unmarried marital status, and lower socioeconomic status. According to statistics by state, people residing in the West tend to be at higher risk for chemical dependency. As with substance use disorder in general, prevention of bath salt abuse and addiction is increased by circumstances like receiving appropriate supervision, as well as clear messages from family members that drug use is unacceptable. The signs and symptoms of bath salts intoxication include feeling euphoric (\"high\"), sexually stimulated, thinking one is more focused, and having high energy levels for two to four hours after taking the drug. Those symptoms tend to be followed by feeling very let down for several hours to days thereafter. Possible side effects and complications of even low doses of bath salts abuse include rapid heart rate, chest pain, high blood pressure, feeling jittery or agitated, and having hallucinations, paranoia, or delirium. The agitation and delirium can last for days. Other possible effects on the body from using these drugs, particularly with overdose, include liver failure, seizures, heart attack, brain swelling, and severe fever (hyperthermia). Emotional complications of bath salts abuse can include panic attacks and violence against oneself (suicidal thoughts or actions, or self-mutilation, as in cutting or burning oneself). The bath salts abuser may develop thoughts, attempts, or acts of homicide or violence against others. Deaths from the medical problems associated with bath salts have been known to occur, as well.  As with any drug use disorder, bath salts use disorder is a condition that is characterized by a destructive pattern of using the drug(s) that leads to significant problems or distress, significant problems involving tolerance to or withdrawal from it, as well as other problems that the use of bath salts can cause for the sufferer, socially or in terms of the person's work or school performance. This pattern is manifested by at least two of the following warning signs or symptoms of use or abuse in the same one-year period: Recurrent bath salts use that results in a lack of meeting important obligations at work, school, or homeRepeated bath salts use in situations that can be dangerousContinued bath salts use despite continued or repeated social or relationship problems as due to the drug's effectsTolerance, which is either significantly decreased effect of bath salts or a need to substantially increase the amount used in order to achieve the same high or other desired effectsWithdrawal, which is either physical or psychological signs or symptoms that characterize withdrawal from bath salts, or taking it or a substance that is chemically related in order to avoid developing symptoms of withdrawalLarger amounts of bath salts are taken or for longer than intendedThe individual experiences persistent desire to take the drug or has unsuccessful attempts to lessen or control its useSubstantial amounts of time are spent getting, using, or recovering from the effects of bath saltsThe person markedly reduces or stops participating in important social, recreational, work, or school activities as a result of using bath salts. The individual continues to use bath salts despite being aware that he or she suffers from ongoing or recurring physical or psychological problems that are caused or worsened by the use of the drug. Craving/a strong desire to use the substance There is no single test that indicates someone has bath salts use disorder with complete certainty. Therefore, health-care professionals diagnose this condition by thoroughly gathering medical, family, and mental-health information. The practitioner will also either perform a physical examination or request that the individual's primary-care doctor do so. The medical assessment usually includes lab tests to assess the person's general health and to explore whether or not the individual is using other drugs, has been exposed to any environmental toxins, or has a medical condition that includes mental-health symptoms. In asking questions about mental-health symptoms, mental-health practitioners are often trying to determine if the person suffers from depressive and/or manic symptoms, as well as whether the individual is anxious or suffers from, hallucinations, delusions, or some behavioral disorder. Health-care professionals may provide the people they evaluate with a quiz or self-test to screen for substance use disorder. Since some of the symptoms of bath salts use disorder can also occur in other mental illnesses, the mental-health screening helps determine if the individual suffers from bipolar disorder, an anxiety disorder, schizophrenia, schizoaffective disorder, or other psychotic disorder. Any disorder that is associated with sudden changes in behavior, mood, or thinking, like bipolar disorder, a psychotic disorder, borderline personality disorder, or dissociative identity disorder (DID), may be particularly challenging to distinguish from some symptoms of bath salts use disorder. In order to assess the person's current emotional state, health-care professionals perform a mental-status examination, as well. In addition to providing treatment that is appropriate to the diagnosis and to the person in need of it, determining the presence of mental illnesses that may co-occur (co-morbid/dual diagnosis) with bath salts use disorder is important in promoting the best possible outcome. Dual diagnosis of bath salts addicted individuals indicates the need for treatment that addresses both issues in an integrated fashion by practitioners with training and experience with helping this specific population.  The treatment of bath salts intoxication involves providing intensive medical monitoring and attention to address the specific symptoms of the individual. It also often involves using medications to alleviate medical symptoms of intoxication like nausea, insomnia and lack of appetite, as well as emotional symptoms like agitation. The primary goals for the treatment of addiction symptoms (also called recovery) are abstinence, relapse prevention, and rehabilitation. When the addicted person first abstains from using drugs, he or she may need help avoiding or lessening the effects of withdrawal. That process is called detoxification or detox. That part of treatment is usually conducted in a hospital or other inpatient setting (often called detox centers), where medications used to decrease withdrawal symptoms and frequent medical assessments and care can be provided. As with many other drugs of abuse, the detox process from bath salts is likely the most difficult aspect of coping with the physical symptoms of addiction and tends to last for days. People who may have less severe psychological symptoms of bath salts dependency may be able to be maintained in an outpatient treatment program. Those who have a more severe addiction, have relapsed after engaging in outpatient programs, or who also suffer from a severe mental illness might need the higher level of structure, guidance, and monitoring provided in an inpatient drug-treatment center, often referred to as \"rehab. \" After inpatient treatment, many bath salts addicts may need to live in a sober-living community, that is, a group-home setting where counselors provide continued sobriety support and daily structure. Another important aspect of treating bath salts addiction is helping family members and friends of the addicted person refrain from encouraging addictive behaviors (codependency). Whether codependent loved ones provide financial support, excuses, or refrain from acknowledging the addictive behaviors of the addict, discouraging such codependency of friends and family is a key part of the recovery of the affected individual. Focusing on the bath salts-addicted person's role in the family likely becomes even more urgent when that person is a child or teenager. Bath salts-dependency treatment for children and adolescents differs further from that in adults by the younger addict's tendency to need help finishing their education and achieving higher education or job training compared to addicts who may have completed those parts of their lives before acquiring the addiction.  Erowid CenterPO Box 1116Grass Valley, CA 95945415-963-3559info@erowid. org Kids Against Drugs Narcotics Anonymous National Council on Alcoholism and Drug Dependence: 800-NCA-CALL National Drug Information Treatment and Referral Hotline: 800-662-HELP (4357) National Institute on Drug Abuse National Clearinghouse for Alcoholism and Drug Information: 800-729-6686 National Resource Center: 866-870-4979 ", 
    "title": "Bath Salts Abuse And Addiction"
}