{
    "data": "  Bedbugs are small, oval insects that feed by sucking blood from humans or animals. The effect of bedbugs on human health has received media attention in recent years. Bedbugs do not fly. Bedbugs are pests that can live anywhere in the home. They can live in cracks in furniture or in any type of textile, including upholstered furniture. They are most common in beds, including the mattress, box springs, and bed frames. Bedbugs are most active at night. They may bite any exposed areas of skin while an individual is sleeping. Common locations for bedbug bites are the face, neck, hands, and arms. A bedbug bite is painless and is generally not noticed. The bites may be mistaken for a rash of another cause. Small, flat, or raised bumps on the skin are the most common sign. Symptoms include redness, swelling, and itching. Typically, no treatment is required for bedbug bites. If itching is severe, steroid creams or oral antihistamines may be used for symptom relief. Home remedies for bedbug bites include measures to control itching, such as oatmeal baths or cool compresses. Fecal stains, egg cases, and shed skins (exuviae) of bedbugs in crevices and cracks on or near beds are suggestive that bedbugs may be present, but only observing the bugs themselves can confirm an active infestation. A professional pest-control company may be required to help identify and remove bedbugs from the home.  Bedbugs are small oval non-flying insects that belong to the insect family Cimicidae, which includes three species that bite people. Adult bedbugs reach 5 mm-7 mm in length, while nymphs (juveniles) are as small as 1. 5 mm. Bedbugs have flat bodies and may sometimes be mistaken for ticks or small cockroaches. Bedbugs feed by sucking blood from humans or animals. Adult bedbugs are reddish brown in color, appearing more reddish after feeding on a blood meal. Nymphs are clear in color and appear bright red after feeding. The wings of bedbugs are vestigial, so they cannot fly. However, they are able to crawl rapidly. Temperatures between 70 F-80 F are most favorable for bedbugs, allowing them to develop into adults most rapidly and produce up to three generations per year.   Bedbugs are found all over the world. Bedbugs were common in the U. S. before World War II and became rare after widespread use of the insecticide DDT for pest control began in the 1940s and 1950s. They remained prevalent in other areas of the world and, in recent years, have been increasingly observed again in the U. S. Increases in immigration and travel from the developing world as well as restrictions on the use of stronger pesticides may be factors that have led to the relatively recent increase in bedbug infestations. While bedbugs are often reported to be found when sanitation conditions are poor or when birds or mammals (particularly bats) are nesting on or near a home, bedbugs can also live and thrive in clean environments. Crowded living quarters also facilitate the spread of bedbugs. Bedbugs can live in any area of the home and can hide in tiny cracks in furniture as well as on textiles and upholstered furniture. They tend to be most common in areas where people sleep and generally concentrate in beds, including mattresses or mattress covers, box springs, and bed frames. They do not infest the sleeping surfaces of beds as commonly as cracks and crevices associated with the bed frame and mattress. Other sites where bedbugs often reside include curtains, edges of carpet, corners inside dressers and other furniture, cracks in wallpaper (particularly near the bed), and inside the spaces of wicker furniture. Since bedbugs can live for months or even longer under favorable conditions without feeding, they can also be found in vacant homes.   Many news reports in recent years have focused on the discovery of bedbugs and their health effects (even in upscale hotels), and a number of lawsuits have been filed by guests of fashionable hotels who awoke to find hundreds of bedbug bites covering their skin. Searching on travel-review web sites regularly reveals information and even photos confirming the presence of bedbugs in numerous hotels. Since bedbugs can arrive on the clothing or in the suitcases of guests from infested homes or other hotels harboring the pests, hotels can be an easy target for bedbug infestations. In addition to hotels, bedbug infestations have been found in movie theaters, office buildings, laundries, shelters, in transportation vehicles, and other locations with high-occupant turnover where people may congregate.   Bedbugs live in any articles of furniture, clothing, or bedding, so they or their eggs may be present in used furniture or clothing. They spread by crawling and may contaminate multiple rooms in a home or even multiple dwellings in apartment buildings. They may also hide in boxes, suitcases, or other goods that are moved from residence to residence or from a hotel to home. Bedbugs can live on clothing from home infestations and may be spread by a person unknowingly wearing infested clothing.   Bedbugs bite and suck blood from humans. Bedbugs are most active at night and bite any exposed areas of skin while an individual is sleeping. The face, neck, hands, and arms are common sites for bedbug bites. The bite itself is painless and is not noticed. Small, flat, or raised bumps on the skin are the most common sign; redness, swelling, and itching commonly occur. If scratched, the bite areas can become infected. A peculiarity of bedbug bites is the tendency to find several bites lined up in a row. Infectious-disease specialists refer to this series of bites as the \"breakfast, lunch, and dinner\" sign, signifying the sequential feeding that occurs from site to site. In some people, the bites can take several days to develop. The signs may become apparent up to 14 days after the bite has occurred. Bedbug bites may go unnoticed or be mistaken for flea or mosquito bites or other types of rash or skin conditions, since the signs of bedbug bites are difficult to distinguish from other bites or skin conditions. Bedbugs also have glands whose secretions may leave musty odors, and they also may leave dark fecal spots on bed sheets and around places where they hide (in crevices or protected areas around the bed or anywhere in the room). Bedbugs have not been conclusively proven to carry infectious microbes. However, health researchers have implicated bedbugs as possible vectors of American trypanosomiasis (Chagas disease) in areas where this disease is endemic, and studies are ongoing to determine whether bedbugs may serve as carriers of other diseases.   Typically, no treatment is required for bedbug bites. If itching is severe or if an allergic reaction to the bites occurs, topical steroid creams or oral antihistamines may be used for symptom relief. Secondary bacterial infections that develop over heavily scratched areas may require antibiotics. Home remedies for bedbug bites include anything that relieves and controls itching, such as cool compresses, oatmeal baths, or a paste made of baking soda and water. Home remedies can also include over-the-counter medications to combat itching, such as antihistamines. The majority of bedbug bites are not serious and heal completely. The only known serious consequences are severe allergic reactions, which have been reported in some people after bedbug bites.   Check to see if you can identify the rust-colored fecal stains, egg cases, and shed skins (exuviae) in crevices and cracks on or near beds. A sweet, musty odor is sometimes present. You should also look at other areas such as under wallpaper, behind picture frames, in couches and other furniture, in bedsprings and under mattresses, and even in articles of clothing. While fecal stains and skin casts suggest that bedbugs have been present, these do not confirm that the infestation is still active. Observing the bedbugs themselves is definitive confirmation that an area is infested. You may require professional assistance from a pest-control company in determining whether your home contains bedbugs.   Getting rid of bedbugs is not an easy process, and most cases of bedbug infestation will require treatment by a pest control expert. Bedbugs can survive for up to a year without feeding, so they may persist even in unoccupied rooms. A variety of low-odor sprays, dusts, and aerosol insecticides can be used to eradicate bedbugs. These insecticides must be applied to all areas where the bugs are observed as well as hiding places or spaces where they may crawl. The pest control company can help you determine if an infested mattress can be disinfected or must be discarded. Since beds cannot readily be treated with insecticides, it's often necessary to discard infested mattresses and beds. The pest control expert may recommend certain forms of deep-cleaning such as scrubbing infested surfaces with a stiff brush to remove eggs, dismantling bed frames and furniture, filling cracks in floors, walls, and moldings, encasing mattresses within special bags, or using a powerful vacuum on cracks and crevices.   Avoidance of infested areas is the method for prevention of bedbug bites. Recognition of bedbug infestation and proper treatment of affected rooms (usually with the help of a pest-control specialist) is the best way to prevent bedbugs in the home. Prevention tips can include sealing your mattress in a bedbug-prevention casing can be beneficial. Sleeping with the lights on has not been shown to be effective in preventing bedbug bites. Conventional insect and tick repellents are also not useful against bedbugs, so one should not try to avoid being bitten by using insect repellent at night. For those concerned about bedbug infestations in hotels, an important tip is that you can inspect any hotel room for the presence of the telltale signs of bedbugs. It is important to check the mattress and headboard, and luggage racks. In hotels, keeping your suitcase away from the bed and on a luggage rack can help prevent bedbugs from infesting your luggage. When you return home, inspect your luggage and put clothes immediately into the washer. While washing clothes in hot water does not kill bedbugs, drying clothes at a high temperature can eliminate them. At home, do not store luggage under your bed. Ideally, luggage should be stored in a basement or garage. Other tips you can take to reduce the chances of bedbugs infesting your home include removing clutter, vacuuming frequently, and keeping belongings separate when taken to school or work. ", 
    "title": "Bed Bugs"
}