{
    "data": "  Bedwetting is also medically termed nocturnal enuresis. There are two types of bedwetting: primary and secondary. Primary bedwetting is bedwetting since infancy. Primary bedwetting is due to a delay in the maturing of the nervous system. Primary bedwetting is an inability to recognize messages sent by the bladder to the sleeping brain. The \"cure\" for primary bedwetting is \"tincture (or passage) of time. \"There are a number of interventions, including medical and behavioral options. Secondary bedwetting is wetting after being dry for at least six months. Secondary bedwetting is due to urine infections, diabetes, and other medical conditions. All bedwetting is manageable. Always speak to a child's physician for guidance. Bedwetting is the involuntary passage of urine (urinary incontinence) while asleep. Inherent in the definition of bedwetting is satisfactory bladder control while the person is awake. Therefore, urination while awake is a different condition and has a variety of different causes than bedwetting. Bedwetting is medically termed nocturnal enuresis. There are two types of bedwetting: <ol>Primary enuresis: bedwetting since infancySecondary enuresis: wetting developed after being continually dry for a minimum of six months Primary bedwetting is viewed as a delay in maturation of the nervous system. At 5 years of age, approximately 16% of children wet the bed at least once a month. Males are twice as likely as females to wet the bed. By 6 years of age, only about 10% of children are bedwetters -- the large majority being boys. The percentage of all children who are bedwetters continues to diminish by 50% each year after 5 years of age. The primary risk factor for developing primary bedwetting is having a parent who also had bedwetting.  The fundamental problem for children with primary bedwetting is the inability to recognize messages of the nervous system sent by the full bladder to the sleep arousal centers of the brain while asleep. In addition, bladder capacity is often smaller in bedwetting children than in their peers. Parents sometimes believe that their child's primary bedwetting is emotional. No medical or scientific literature exists to support this impression. There is evidence, however, that children with \"sleep disordered breathing\" (ranging from snoring to sleep apnea) are at an increased risk for developing primary bedwetting. There are some studies that suggest that some children with symptomatic adenotonsillar hypertrophy and bedwetting may benefit from surgical removal of tonsils and adenoids (adenotonsillectomy) as a treatment. But more research is needed in this area. The \"cure\" for primary bedwetting is \"tincture (or passage) of time. \" However, since many parents and children are frustrated with bedwetting as it starts to interfere with self-esteem or social events (for examples, sleepovers, camp attendance, etc. ) a patient step-by-step approach is best. Fortunately, the treatments are more often successful than not. One should always discuss treatment options with a child's physician, since it is important to differentiate between primary and secondary enuresis prior to starting specific treatments. It is also important to remember that different children develop at different rates and that primary enuresis can be a normal developmental stage. Toilet training a child requires special patience. While most children are fully toilet trained by 3-4 years of age, many will not stay dry overnight, even though they can during the day. Reassurance and encouragement often will work in time, but for some children, there are steps that can be taken to address the issues. Some common recommended management and treatment options include the following: <ol>Encourage voiding prior to bedtime, and restrict fluid intake before bed. Cover the mattress with plastic. Bedwetting alarms: There are generally reserved for older school-age children. There are commercial alarms that are available at most pharmacies. When the device senses urine, it alarms and wakes up the child so he/she can use the toilet. The cure rate is variable. Bladder-stretching exercises are aimed at increasing the bladder volume and increasing the periods between daytime urinations. Medications, such as desmopressin acetate or antidiuretic hormone (DDAVP) and imipramine (Tofranil), have been shown to be very effective and are used to temporarily treat the nighttime urination, but they do not \"cure\" the enuresis. Many pediatricians will prescribe one of these medications, especially if the child is engaged in behavioral conditioning as well. Medications are very helpful when a child is not sleeping at home (camp or sleepovers), since the trauma of bedwetting in those settings is predictable.  Few children with bedwetting have a medical cause for the condition. Urinary tract infections, metabolic disorders (such as diabetes), external pressure on the bladder (such as from a rectal stool mass), and spinal cord disorders are among the causes of secondary bedwetting. A complete history and thorough physical examination are central to the initial evaluation of a child with primary bedwetting. A urinalysis and urine culture generally complete the workup. Further laboratory and radiological studies are for the child with secondary bedwetting. Therapy of secondary bedwetting is directed at the primary problem causing the symptom of wetting the bed. As expected, cure rates vary depending on the cause of the loss of control. In the medical world of today, both primary and secondary bedwetting can be a manageable condition. Treatment programs can successfully eliminate both parental and patient anxiety, frustration, and embarrassment. http://www. aap. org http://www. aafp. org ", 
    "title": "Bedwetting"
}