{
    "data": "  Bees and wasp stings may produce local reactions or systemic (body-wide) allergic reactions. Localized pain, redness, and swelling are the most common reaction to a sting. Severe allergic reactions to stings are known as anaphylactic reactions and may be life-threatening. Treatment of a local reaction involves cleansing, removal of the stinging apparatus if present, and application of ice packs. Epinephrine is the treatment of choice for severe allergic reactions. A self-administered injectable form of epinephrine is available for individuals at risk for anaphylactic reactions. Bee and wasp stings are common causes of medical problems. Bees and wasps, together with fire ants, are all related insects that belong to the Hymenoptera order. Bee and wasp stings can cause significant reactions, ranging from localized pain and swelling to serious and even potentially fatal conditions. At least 40 deaths occur each year in the U. S. as a result of serious anaphylactic sting reactions. There are over 25,000 species of wasps found throughout the world. Some of the most common wasps include: The yellow jacket and hornet, both of which live in groups, or colonies, in temperate climates. Yellow jackets, which have black and yellow stripes on the abdomen, form underground nests. Hornets are predominantly black with some yellow markings on the head and thorax. Hornets form paper-like nests that are attached to trees, bushes, or buildings.  Bees include the honey bee, the so-called Africanized honey bee (also known as \"killer bee\"), and the bumble bee. Bumble bees are large, furry-appearing bees that fulfill the beneficial role of pollinating many plants. Honeybees, also active plant pollinators, are found all over the world. While honey bees are not usually aggressive, they will sting if bothered or threatened. Because their wings flap so rapidly, their presence is associated with a buzzing sound. Although the venom of the \"killer bees\" found in the Western and Southern U. S. is no more potent than that of regular honeybees, their behavior may be more aggressive. Killer bees may chase victims when agitated and may also attack in greater numbers, thereby increasing the chances of a severe reaction to their stings. Overall, there are more than 20,000 species of bees found worldwide. Most stings arise because an insect perceives a threat to their colony. Bees and wasps commonly sting because an intruder has neared the hive or nest. Loud noises (such as lawn mowers), bright or dark colors, and certain perfumes or perfumed body products may also encourage stings. Some types of insect venom contain pheromones, which attract other members of the colony and induce them to sting. When bees or wasps sting an individual, they inject venom under the skin of their victim. Honey bees, including killer bees, have barbed stingers that tear off when they try to fly away after stinging, so these bees die after the sting and thus can sting only one time. In this case the stinger and venom sac typically remain embedded in the skin of the victim. Bumble bees, hornets, yellow jackets, and wasps are able to sting multiple times, since their stingers are smooth and can be easily withdrawn from the victim's skin. Bee and wasp venoms vary according to species but typically contain toxic components as well as antigens that stimulate an immune response.   Insect stings may produce four types of reactions, each with characteristic symptoms as below: <ol>Local reactions are the most common type of reaction to a bee or wasp sting. Symptoms include pain, swelling, warmth, and redness at the site of the sting. Itching may also be present. These symptoms begin immediately following the sting and often last for only a few hours. Depending upon the type of insect, the stinging apparatus may still be visible in the affected skin. Large local reactions have a greater degree of swelling that can last for up to a week, sometimes associated with nausea and/or tiredness. These reactions are not allergic reactions. Systemic (body-wide) allergic reactions occur in people who have produced a type of antibody known as IgE antibody against the same insect venom as a result of a previous sting. Systemic allergic reactions are estimated to occur in a very small percentage of stings. Symptoms include hives and flushing of the skin and difficulty breathing due to swelling of the pharynx and epiglottis and narrowing of the bronchial passages. The reaction may vary in severity from mild skin hives to life-threatening reactions. The most severe immunologic reactions are known as anaphylaxis and occur more commonly in males and in people under 20 years of age. In severe reactions, hypotension (low blood pressure), circulatory disturbances, and breathing difficulty can progress to fatal cardiorespiratory arrest. Most people who develop anaphylactic reactions have experienced previous stings with few problems. Once an individual has experienced an anaphylactic reaction, the risk of having a recurrent episode is about 60%. Toxic reactions are a direct result of toxins in the venom rather than the body's immune response. Most often these are due to multiple simultaneous stings that introduce an unusually large amount of venom into the body. Symptoms can include fever, nausea, vomiting, diarrhea, headache, fainting or dizziness, and convulsions. Hives, rash, and skin symptoms are less common in toxic reactions than in allergic reactions. Because bee and wasp venom are strong stimulants of the immune response, people who have experienced toxic reactions may produce antibodies to the venom and be at risk for future systemic anaphylactic reactions to stings. Delayed reactions are uncommon and occur even days to weeks after the sting. These reactions constitute less than 0. 3% of all reactions to insect stings. The individual's own medical history and condition may play a role in determining whether delayed reactions occur. Symptoms can vary widely and may include inflammation of the brain (encephalitis), the nerves (neuritis), blood vessels (vasculitis), or kidneys (nephritis) as well as blood clotting disturbances. Serum sickness is a type of delayed reaction that occurs a week to 10 days after a sting and may cause itching, rash, fever, joint pain, fatigue, and swollen lymph nodes.  Most bee and wasp stings can be treated at home, but some require medical attention. If there is any suspicion at all that a person is having a systemic allergic reaction, seek immediate emergency medical assistance. Signs that a person may be having a systemic reaction include widespread hives or rash, wheezing, difficulty breathing, and swelling in the mouth and throat areas. If a person is stung by an insect whose sting has previously caused an anaphylactic reaction, he or she should also access emergency medical care even if no symptoms are present. You should also seek medical care if any of the following conditions are present: If you have received multiple stings If the sting is located in the eye or eye area If symptoms of infection (pus, drainage, fever, increasing pain and redness) develop If the initial symptoms worsen or persist for longer than 24 to 48 hours If a sting produces severe symptoms in young children, the elderly, or those with chronic medical problems In most cases the victim or an observer will have witnessed the sting. Depending upon the type of insect, the stinging apparatus may be found embedded in the skin, but this is not the case with wasps and some types of bees. The characteristic symptoms for each type of reaction along with the history of a sting are typically sufficient to establish a diagnosis. First aid for a bee sting involves cleansing the site, immediate removal of the stinging apparatus (if present), home remedies include application of ice or cold packs to the affected area. Antihistamines such as diphenhydramine (Benadryl) may be taken to relieve itching and burning. Acetaminophen (Tylenol) or ibuprofen (Motrin), Advil) may be taken for pain relief. If the sting site becomes infected, your doctor may prescribe a course of antibiotics. If it has been more than 10 years since your last tetanus booster immunization, get a booster within the next few days. Treatment for a mild allergic reaction (such as a rash without any breathing difficulty) usually involves the administration of antihistamine medications and sometimes steroid medications to reduce inflammation. The treatment of choice for life-threatening anaphylactic reactions is epinephrine. Emergency medical treatments may also include steroid and antihistamine medications and insertion of a breathing tube. Intravenous fluids and medications to support cardiovascular function may also be required. Treatment may be begun at the scene by emergency medical personnel and continued in the hospital. Doctors can prescribe an allergy kit containing self-administered epinephrine (Epi-Pen) for persons at risk for a severe allergic reaction, including those with known allergy to bee or wasp stings. These self-administered injectable epinephrine treatments can be life-saving in many cases. It is important to have kits readily available at home, in the car, at work, etc. and to know how to use them properly. Immunotherapy is sometimes recommended for those with a history of severe allergic reactions to stings. In this treatment, a series of shots (\"allergy shots\") are used to provide low-dose exposure to venom. This type of treatment may significantly reduce the chance of future severe allergic reactions.  Complications can include the development of infection at the sting site requiring treatment with antibiotics. Systemic allergic reactions can be life-threatening, as discussed above. You can take preventive measures to decrease your chance of being stung by an insect. Effective prevention tips include the following: Avoid, and do not disturb, hives and nests When participating in outdoor activities, avoid fragranced body products, bright colors, and sugary drinksWear long sleeves and long pants outdoors Do not walk barefoot outdoors Do not swat at swarming bees or wasps Exercise caution around fruit trees and blooming flowers Keep garbage away from outdoor activity areas ", 
    "title": "Bee And Wasp Sting"
}