{
    "data": "  The prostate gland produces a fluid that becomes part of the semen. Benign prostatic hyperplasia, or BPH, involves enlargement of the prostate gland. The prostate enlargement in benign prostatic hyperplasia is not malignant (<em><strong>not cancer</strong></em>). BPH can impede the flow of urine. Symptoms include frequent urge to urinate, getting up at night to urinate, difficulty urinating and dribbling of urine. The treatment of benign prostatic hyperplasia is usually reserved for patients with significant symptoms. Medical and surgical approaches are available to treat BPH. The prostate is a small organ about the size of a walnut. It lies below the bladder (where urine is stored) and surrounds the urethra (the tube that carries urine from the bladder). The prostate makes a fluid that helps to nourish sperm as part of the semen (ejaculatory fluid). Prostate problems are common in men 50 and older. Most can be treated successfully without harming sexual function. Benign prostatic hyperplasia (BPH) is nonmalignant (noncancerous) enlargement of the prostate gland, a common occurrence in older men. It is also known as benign prostatic hyperplasia and abbreviated as BPH. It's also referred to as and enlarged prostate gland. BPH generally begins in a man's 30s, evolves slowly, and most commonly only causes symptoms after 50. BPH is extremely common. Advanced age is a risk factor for an enlarged prostate. Half of all men over 50 develop symptoms of benign prostatic hyperplasia, but only 10% need medical or surgical intervention. In benign prostatic hyperplasia, the prostate gland grows in size. It may compress the urethra which courses through the center of the prostate. This can impede the flow of urine from the bladder through the urethra to the outside. It can cause urine to back up in the bladder (retention) leading to the need to urinate frequently during the day and night. Other common symptoms include a slow flow of urine, the need to urinate urgently and difficulty starting the urinary stream. More serious problems include urinary tract infections and complete blockage of the urethra, which may be a medical emergency and can lead injury to the kidneys. No! BPH is completely benign. It is <u>not</u> a precursor (a forerunner) to prostate cancer. A doctor or other health care professional usually can detect an enlarged prostate by rectal examination. The doctor also may examine the urethra, prostate, and bladder using a cytoscope, an instrument that is inserted through the penis or with ultrasound. A urologist is a specialist in diseases of the urinary system, including diagnosing and treating problems of the prostate gland. Watchful waiting often is chosen by men who are not bothered by symptoms of BPH. They have no treatment except to get regular checkups and wait to see whether or not the condition gets worse. Medical treatment of enlarged prostate is usually reserved for men with significant symptoms.  There are several different ways to treat BPH: Men should carefully weigh the risks and benefits of each of these options. Prostate surgery has traditionally been seen as offering the most benefits for BPH but unfortunately carries the most risks. <strong>Medical treatment</strong> of BPH is usually reserved for men who have significant symptoms. The available medications include alpha blockers relax the smooth muscles of the prostate, and the bladder neck, which helps to relieve urinary obstruction caused by an enlarged prostate in BPH. Medication side effects can include headaches, fatigue, problems ejaculating, or lightheadedness. Commonly used alpha blockers in BPH include tamsulosin (Flomax), alfuzosin (Uroxatral), and older medications such as terazosin (Hytrin), slidosin (Rapaflo) or doxazosin (Cardura). These medicines generally will lead to improvement in symptoms within several weeks and have no effect on prostate size; and5-alpha reductase inhibitors block the conversion of the male hormone testosterone into its active form in the prostate (DHT). The prostate enlargement in BPH is directly dependent on DHT, so these drugs lead to an approximate 25% reduction in prostate size over six to 12 months. For this reason, improvement in urinary symptoms most commonly takes this long to occur. Examples of 5-alpha reductase inhibitors include the drugs Finasteride (Proscar) and dutasteride (Avodart). Side effects of finasteride may include declining interest in sex, problems getting an erection, and problems with ejaculation. <strong>Surgery or office procedures</strong> may also be used to treat BPH, most commonly in men who have not responded satisfactorily to medicine or those who have more severe problems, such as a complete inability to urinate. Transurethral resection of the prostate (TURP) has been used for the longest period of time. After the patient is given anesthesia, the doctor inserts a special instrument into the urethra through the penis. With the instrument, the doctor then shaves away part of the inner prostate to relieve the outflow of urine from the bladder. Laser procedures: A number of laser procedures are available, some of which can be performed in the doctor's office with minimal anesthesia. These procedures also involve the removal of obstructing prostate tissue. They are generally associated with less bleeding and quicker recovery than TURP. Microwave therapy: This procedure is generally performed in the office and involves the use of microwave energy delivered to the prostate to kill some of the cells leading eventually to shrinkage of the prostate. Yes, aside from BPH, there are a number of prostate problems that also have nothing at all to do with prostate cancer. Among these benign disorders of the prostate are acute prostatitis and chronic prostatitis. Acute prostatitis is a bacterial infection of the prostate. It can occur in men at any age. Symptoms include fever, chills, and pain in the lower back and between the legs. This problem also can make it hard or painful to urinate. Doctors prescribe antibiotic medicines for acute prostatitis and recommend that the patient drink more liquids. Treatment is usually successful. Chronic prostatitis is a prostate inflammation that tends to recur over time. It is usually not associated with true bacterial infection but causes similar symptoms of pain and discomfort, without fevers or chills. Chronic prostatitis is difficult to treat, and the exact cause is not well understood. Antibiotics may be used in some cases as well as anti-inflammatory medicines such as ibuprofen. In many cases, symptoms will resolve on their own. The best protection against prostate problems is to have regular medical checkups that include a careful prostate exam. See a doctor promptly if symptoms occur such as: A frequent urge to urinatePainful urinationBloody urineDifficulty in urinatingDribbling of urine Regular checkups are important even for men who have had surgery for BPH. Surgery does not protect against prostate cancer because only part of the prostate is removed. In all cases, the sooner a doctor finds a problem, the better the chances that treatment will work. ", 
    "title": "Benign Prostatic Hyperplasia"
}