{
    "data": "  What are biologic rhythms? In essence, they're the rhythms of life. All forms of life on earth, including our bodies, respond rhythmically to the regular cycles of the sun, moon, and seasons. For example, as night turns into day, vital body functions, including heart rate and blood pressure, speed up in anticipation of increased physical activity. These and other predictable fluctuations in body function, taking place during specific time cycles, are our biologic rhythms. They are regulated by \"biologic clock\" mechanisms located in the brain. Although biologic rhythms can be \"reprogrammed\" by environmental influences (such as when a person regularly works the night shift and sleeps during the day), they are genetically \"hard-wired\" into our cells, tissues, and organs. Medical chronobiologists have found that biologic rhythms can affect the severity of disease symptoms, diagnostic test results, and even the body's response to drug therapy. Now these investigators are working to discover how the rhythms of life can be used to improve the practice of medicine -- and your health. These time-related medical observations, and others still in the exciting process of discovery, are rooted in chronobiology (chronos -- time; bios -- life; logos - science), the study of biologic rhythms. Among the various biologic rhythm cycles that medical chronobiologists study, the 24-hour day/night-activity/rest cycle is considered a key chronobiologic factor in medical diagnosis and treatment. Formally known as the circadian rhythm, it's also referred to as the \"body clock. \" Why is the 24-hour body clock so important? Because so many of our normal body functions follow daily patterns of speeding up and slowing down, intensifying and diminishing, in alignment with circadian rhythm. Interestingly, so do the symptoms of a number of chronic disorders: Allergic rhinitis: (nasal inflammation associated with hay fever) Symptoms of sneezing, runny nose, and stuffy nose are typically worse in the early waking hours than later during the day. Asthma: In most patients, symptoms are more than 100 times more likely to occur in the few hours prior to awakening than during the day. Stable angina: Chest pain and electrocardiographic (ECG, EKG) abnormalities are most common during the first 4 to 6 hours after awakening. Prinzmetal's angina: ECG abnormalities are most common during sleep; chest pain can occur even while at rest. Heart attack: Heart attack most commonly occurs in the early waking hours. Stroke: Strokes most commonly occur in the early waking hours. Hypertension: The highest blood pressure readings typically occur from late morning to middle afternoon; lowest occur during early sleep. Therapy now exists that works with your body clock; consult your physician about this treatment. Clinical studies are underway to further this research. Rheumatoid arthritis: RA symptoms are most intense upon awakening. Osteoarthritis: Symptoms of osteoarthritis worsen in the afternoon and evening. Ulcer disease: The pain typically occurs after stomach emptying, following daytime meals, and in the very early morning, disrupting sleep. Epilepsy: Seizures often occur only at particular times of the day or night; individual patterns differ among patients.  Angina is chest pain or pressure due to an insufficient supply of oxygenated blood to the heart muscle. Oxygenated blood is normally delivered to the heart muscle by arteries to the heart (coronary arteries). Inadequate oxygenation of heart muscle (ischemia) can occur because of either narrowing or spasm of the coronary arteries. Narrowing of the coronary arteries (coronary artery disease or CAD) is usually caused byarteriosclerosis (cholesterol deposits on the inner wall of the arteries). In patients with narrowed coronary arteries, factors that increase work demand and oxygen consumption of the heart (such as exercise, excitement, increased blood pressure and heart rate) can precipitate heart muscle ischemia and angina. Patients who develop angina only during stress or physical exertion have stable, exertional angina. When a coronary artery becomes critically narrowed, heart muscle ischemia or angina can occur with minimal or no exertion. These patients have unstable angina, and are at imminent risk of heart attack (myocardial infarction). A heart attack occurs when a diseased coronary artery becomes completely obstructed by a blood clot, leading to irreversible death of heart muscle. During the early hours of a heart attack, irregular heart rhythms can occur which commonly cause sudden cardiac death. Heart ischemia resulting in angina can be caused by spasm of the coronary arteries. This is a rare condition called vasospastic angina (also known as Prinzmetal's angina) and is not associated with exertion. It has been known for some time that the symptoms of ischemic heart disease are more common in the morning hours than at any other time of day. Patients experience episodes of stable angina with lower levels of exertion in the morning than in the afternoon. The occurrence of episodes of vasospastic angina is higher in the morning than in the afternoons. In patients with CAD, electrocardiogram (ECG) changes indicative of heart muscle ischemia are seen more frequently in the morning than in the afternoon.  Over one million Americans suffer a heart attack annually. Over four hundred thousand of these heart attack victims die as a result. Many of the heart attack deaths are due to sudden ventricular fibrillation occurring before the patient can reach any medical assistance or the emergency room. Ventricular fibrillation and other heart electrical disturbances can be treated with medications once the patient reaches the hospital. Therefore, 90% to 95% of those heart attack patients who make it to the hospital survive. Heart attack (myocardial infarction) is the irreversible death of heart muscle due to complete blockage of a coronary artery, usually by a blood clot forming on a cholesterol plaque. A coronary artery is an artery supplying blood to the heart muscle. A cholesterol plaque is an abnormal, hard thick deposit on the artery wall. The condition whereby cholesterol plaque deposits on coronary arteries is called coronary artery disease (CAD). CAD leads to narrowing of these coronary arteries, thus impairing the normal oxygen supply to the heart. Coronary artery narrowing can cause angina, chest pain or pressure due to an insufficient supply of oxygenated blood (ischemia) to the heart muscle. During a heart attack, heart muscle dies when a diseased coronary artery becomes completely blocked by a blood clot. Heart attack can cause chest pain, heart pump failure, and electrical disturbances in the heart. Electrical disturbances in the heart can cause ventricular fibrillation (a chaotic heart rhythm). A heart undergoing ventricular fibrillation simply quivers, and is incapable of pumping oxygenated blood to the rest of the body and the brain. Permanent brain damage usually occurs unless oxygenated blood is restored to the brain within minutes. Numerous studies, including the classic Framingham study, have shown that the incidence pattern of sudden cardiac death parallels those of hypertension, heart muscle ischemia, angina, and heart attack - a 70% greater risk between the hours of 7 a. m. and 9 a. m. , compared to the rest of the day. Stroke resulting from ischemia occurs more frequently in the morning than at any other time of day. Like heart attack, ischemic stroke refers to permanent death of brain tissue because of blockage of the artery supplying blood to the brain, usually by a blood clot.  Hypertension or high blood pressure is a silent killer. Early high blood pressure produces no symptoms or discomfort. However, untreated long-term high blood pressure can lead to strokes, heart diseases, kidney disease, and eye damage. Medical scientists now know that a person's blood pressure varies according to the time of day (circadian rhythm). Such variations may have important implications in the diagnosis, treatment, and monitoring of patients with high blood pressure. It is important to understand a critical distinction: Circadian rhythms do not cause clinical hypertension in normotensives (people with normal blood pressure). Circadian rhythms do, however, result in a cyclic worsening of hypertension in hypertensive patients. In the majority of individuals - normotensive and hypertensive - blood pressure rises rapidly in the early morning hours, the time when most individuals wake up and begin their day. This morning rise in blood pressure is not caused by the act of getting out of bed and beginning activity. It is a genetically preset system that automatically increases a person's blood pressure at that time. For example, if a person goes to sleep at around 10 p. m. , beginning in the very early morning - sometime between 3 a. m. and 5 a. m. – the blood pressure begins to rise and continues to rise through the morning. This increase, which is accompanied by an increase in heart rate, corresponds to the following biologic changes, which are also governed by circadian rhythms: Increased secretion of catecholamines, particularly norepinephrine, into the bloodstream. Increased plasma renin activity. Catecholamines, norepinephrine, and renin are natural hormones produced by the kidneys and adrenal glands (small glands located near the top of both kidneys). These hormones cause tightening of blood vessels in the body (vasoconstriction). Vasoconstriction causes resistance to blood flow and elevates blood pressure. The vasoconstricting effects of catecholamines may also be enhanced in the morning by the high levels of certain hormones which interact with catecholamines and increase their effects. Many high blood pressure medications are designed to counteract the vasoconstrictive effects of these hormones. In the late morning or early afternoon, the natural rise in blood pressure reaches its peak. After that, blood pressure declines, falling 15 to 20 mmHg between about 8 p. m. and 2 a. m. , the time at which blood pressure is normally at its lowest point. The blood pressure pattern just described is typical of some individuals, whether the individual is hypertensive or normotensive. These people are referred to as \"dippers. \" In other individuals (called \"nondippers\"), there is no nightly decline in blood pressure. The blood pressure in these people remains high, even during sleep. Disease of the heart and blood vessels (cardiovascular disease), including hypertension and the syndromes of ischemic heart disease (angina, heart attack, sudden death), also follow circadian rhythms. This pattern makes sense when you consider that heart rate and blood levels of enzymes and catecholamines that strongly influence blood pressure and heart function follow circadian rhythms.  Allergic rhinitis (hay fever) is a very common condition, affecting 17. 6 million Americans annually. The symptoms of allergic rhinitis (sneezing, runny nose, nasal congestion, and itchy eyes) occur when an allergic individual is exposed to allergens. Allergens are tiny proteins that stimulate the allergic reaction. Common allergens include: pollens from ragweed, trees, and grasses;mold spores;animal proteins; andmites. The best way to treat allergic rhinitis is to avoid the allergens. Skin testing is often performed to identify the allergens which cause allergic reactions in a given individual. Scientists now believe that the symptoms of allergic rhinitis, and even the skin testing results, can vary according to the time of day. For sufferers of allergic rhinitis, the major symptoms of sneezing, runny nose, and stuffy nose are typically worse upon arising than during the middle of the activity span of a given day. Asthma is a common breathing problem, affecting 16. 1 million Americans. Asthma is a disease of the lung airways (bronchi). Narrowing of the openings of the airways (caused by spasm, swelling of the tissue lining, and/or mucus accumulation) can lead to shortness of breath, wheezing, or coughing. Causes of asthma attacks include: allergies,cold air,air pollutants,drugs,cigarette smoke,molds,exercise, andinfections. Asthma attacks (rapid worsening of symptoms) typically occur in episodes. Intervals between attacks can be days, weeks, or years. With severe asthma, attacks can occur daily. Scientists now believe that asthma attacks vary according to the time of day. The occurrence of asthma attacks is not random during the day. Asthma symptoms are frequently worse at night (nocturnal) for a majority of asthma sufferers. A group of active asthma patients recorded the occurrence of acute asthma attacks, manifested by dyspnea (difficulty breathing) and wheezing, during a medication trial. The incidence of asthma attacks was more than 100 times greater during nighttime sleep, especially around 4 a. m. , than it was during the middle of the day.  The body clock's powerful influence can also be seen in the way it affects diagnostic test results. These results can vary significantly, possibly producing inaccurate readings, depending on the time of day when a test is done. Consider how the body clock affects blood pressure. Blood pressure isn't constant throughout the day and night; it normally rises in the morning, remains elevated during the day and early evening, and decreases to its lowest level during sleep. So a single reading taken during the day may not give a true picture of whether blood pressure is within the normal range or requires treatment. Some doctors now ask patients to wear special monitoring devices that provide a complete 24-hour blood pressure pattern by recording blood pressures a number of times during the day. The body clock also affects skin testing for allergies. Results are lower in the morning, considerably higher in the evening, and greatest just before bedtime. The body clock may complicate testing for asthma severity. Airway patency, or degree of openness, is poorest during the night and best during midday and evening. The same is generally true for forced expiratory volume and peak expiratory flow readings, which can be up to 50% higher at midday and in the afternoon than overnight or when the patient wakes up. Unless these circadian rhythms are taken into account, daytime evaluation of asthma patients could result in underestimating the severity of the disease. What's being done to help doctors obtain the most accurate results from diagnostic tests likely to be affected by the body clock? Just heightening their awareness of chronobiology has been important. In addition, medical chronobiologists are working to develop test interpretation guidelines that take circadian rhythms into account for doctors.  The time of day also can affect the way our bodies respond to medical therapy, especially drug therapy. Investigators working in a special area of chronobiology, called chronotherapeutics or chronotherapy, are studying these effects. Their goal is to come up with new medications, or improve existing ones, that make the most of what we know about how the body clock works. Already there is evidence that taking medication \"by the clock\" helps the drugs work better and reduces their side effects. Currently, some doctors are prescribing nighttime administration of medication for patients with ulcer disease or asthma (which worsen at night), rheumatoid arthritis (which worsens in the early morning hours), and high cholesterol levels (most of the body's cholesterol production occurs at night). For patients with osteoarthritis, which worsens in the afternoon and evening, some doctors are prescribing midday medication. Drugs that may be given \"by the clock\" include corticosteroids, nonsteroidal antiinflammatory drugs (NSAIDs), antihistamines, theophyllines, and anticancer drugs. These lists are growing as chronobiology, chronotherapy, and the diagnostic and treatment methods derived from them are slowly accepted by the medical community. However, the broad acceptance of chronobiology in medicine is expected to take (excuse the expression) some time. ", 
    "title": "Biorhythms"
}