{
    "data": "  Bioterrorism is a form of terrorism where there is the intentional release of biological agents (bacteria, viruses, or other germs). This is also referred to as germ warfare. Terrorism is defined by the United States government as the \"unlawful use of force and violence against persons or property to intimidate or coerce a government, the civilian population, or any segment thereof, in furtherance of political or social objectives. \" The term \"terrorism\" does not imply what weapon is being used. In addition to biological agents, terrorists can also utilize traditional weapons (guns), chemical agents and nuclear bombs. While a biological agent may injure or kill people, animals, or plants, the goal for the terrorist is to further their social and political goals by making their civilian targets feel as if their government cannot protect them. Many biological agents are found in nature; however, they can be modified by the terrorist to make them more dangerous. Some of these agents can be transmitted from person to person, and the infection may take hours or days to become apparent. While any germ, bacteria, or virus could potentially be utilized by terrorist, there are a number of biological agents that have been recognized as being more likely to be utilized. The reason for these agents being of concern is based on their availability to terrorists and the ease by which these agents can be disseminated. The U. S. Centers for Disease Control and Prevention (CDC) has developed a classification system for biological terror agents, which is available on their web site (Categories). The classification is based on the likelihood of the agent being used and the risk posed by each agent. The agents (and the diseases they cause) are listed in table 1, including hyperlinks for those wishing to learn more about a specific agent or disease. However, it is almost impossible for most people to memorize all the details about each of these agents. It is more important for the general public to understand the risk of bioterrorism and the appropriate response to a terrorist attack.  There are a number of bacteria and bacterial toxins that could potentially be used to infect the food supply. These include Clostridium botulinum toxin, Clostridium perfringens toxin, Salmonella species, Escherichia coli O157:H7, Shigella, and Staphylococcal enterotoxin B. The one that is most dangerous and most likely to be used in bioterrorism is Clostridium botulinum toxin, which causes botulism. There are many different government-based web sites that have up-to-date information on bioterrorism. These include the following:  Although the government continues to search for an early detection system for biological, chemical, and radiation terrorist attacks, none of these systems have been perfected. The medical community is advised to look out for unusual diseases not typically seen in the area. Other potential clues that raise suspicion for a bioterrorism attack include new types of antibiotic resistance in bacteria, because some biologic agents are modified (weaponized) to make them more lethal, unusual numbers of cases of a disease, and atypical presentation of diseases. The general public should constantly be vigilant for bioterrorism. Events that might suggest an attack include a large number of ill or dead people in a small geographic area, multiple dead animals of different species, and patients with multiple different diseases, indicating a mixed attack. If you think that you have been exposed to a biological agent, the most important thing to do is to quickly remove your clothing and wash off your skin. Most biological agents cannot penetrate intact skin. Showering with soap and water will remove most agents from the skin. If you have already inhaled or ingested the agent, decontamination using soap and water may not help you but might help prevent exposing other family members or coworkers. If the biological agent has been released into the air but you do not believe (or do not know) you have been exposed, you can utilize masks to help prevent inhalation of the agent. The problem is that standard surgical masks offer little protection. Specialized high-efficiency particulate air (HEPA) masks are available that offer better protection; however, they are more expensive, not easily found, and should be fitted to the person using them. The two most important tools used by public health officials will be isolation and quarantine. Isolation is keeping people known to be ill away from other people. Quarantine is keeping people who may have been exposed away from other people. The problem is that many times we may not know who has been exposed. In these cases, the public health officials will likely recommend that everyone stay in their homes and avoid all public gatherings. By doing this, we will isolate those sick and quarantine those infected but who do not yet have symptoms. Those cities that utilized this technique during the Spanish flu pandemic of 1918 had much lower rates of death than did cities that did not practice good quarantine procedures. If there has been a bioterrorism attack, the first important step is to get information immediately from the news media as to the right course of action. For some terrorist attacks, it may be correct to try and leave the area; however, for other events, it may be more appropriate to shelter in place. With bioterrorism, there may be the possibility of transmission of disease from one human to another (for example, measles, influenza, avian flu, smallpox, plague, and viral hemorrhagic fevers). In the case of either a bioterrorism attack or just a natural outbreak, it may be necessary to avoid contact with infected people or just remain inside for a period of time until the infected people are no longer contagious. Again, the key action is to understand the recommendations from public health officials as delivered through the news media.  The symptoms of illness caused by the different bioterrorism agents are frequently very nonspecific. Many of the agents cause a \"flu-like\" illness. These symptoms would include fever, cough, nausea, vomiting, and headache. It is very hard to differentiate many of the different diseases initially, and tests to confirm the diagnosis often must be done at specialized state laboratories and may require weeks until the results are received. It is best to stay informed through local news media on what symptoms to look for and when to seek medical care. The health care system simply cannot handle every member in the community demanding to be tested for the disease. Many diseases do not even have a treatment other than supportive care which can often be done at home. While there are a few biological agents that can be prevented by taking antibiotics (for example, anthrax), it is not recommended that you stockpile antibiotics. Antibiotics have a limited shelf life and would likely be unusable by the time the attack occurred. Also, there are many different types of infectious agents, each requiring different antibiotics. All drugs, including antibiotics, have side effects, and taking them inappropriately could cause more harm than good. Since the likelihood of a biological attack is small, it is better to wait until there has been an attack before getting medications. The U. S. government has stockpiles of drugs that will be immediately flown into a community that has experienced a biological attack (these supplies are rotated to keep them current). Additionally, many large communities also have stockpiles of medications for emergency use. ", 
    "title": "Bioterrorism"
}