{
    "data": "  Bipolar disorder, also called bipolar I disorder and previously called manic depression, is a condition that involves mood swings with at least one episode of mania and may also include repeated episodes of depression. Bipolar disorder afflicts up to 4 million people in the United States and is the fifth leading cause of disability worldwide. The suicide rate for people with bipolar disorder is 60 times higher than in the general public. Bipolar disorder was conceptualized by Emil Kraeplin more than 100 years ago, but its symptoms were first described as long ago as 200 A. D. Bipolar disorder has a number of types, including bipolar I and bipolar II disorder based on the severity of symptoms, and may be described as mixed or rapid cycling based on the duration and frequency of episodes. As with most other mental illnesses, bipolar disorder is not directly passed from one generation to another genetically but is thought to be due to a complex group of genetic, psychological, and environmental risk factors. The adolescent with bipolar disorder is more likely to have depression and mixed episodes, with rapid changes in mood. Symptoms of bipolar disorder in women tend to include more depression and anxiety as well as a rapid-cycling pattern compared to symptoms in men. Since there is no one test that definitively determines that someone has bipolar disorder, health-care professionals diagnose this syndrome by gathering comprehensive medical, family, and mental-health information in addition to performing physical and mental-health assessments. Treatment of bipolar disorder with medications tends to relieve already existing symptoms of mania or depression and prevent symptoms from returning. Talk therapy (psychotherapy) is an important part of helping people with bipolar disorder achieve the highest level of functioning possible. When treating bipolar disorder sufferers who are pregnant or nursing, health-care professionals take great care to balance the need to maintain the person's stable mood and behavior while minimizing the risks that medications used to treat this disorder may present.  Bipolar disorder, also called bipolar I disorder and formerly called manic depression, is a mental illness that is characterized by severe mood swings, at least one episode of mania and may include repeated episodes of depression. Bipolar disorder is a mood disorder that afflicts more than 1% of adults in the United States, up to as many as 4 million people. Some additional facts and statistics about bipolar disorder include the following: Bipolar disorder is the fifth leading cause of disability worldwide. Bipolar disorder is the ninth leading cause of years lost to death or disability worldwide. The number of individuals with bipolar disorder who commit suicide is 60 times higher than that of the general population. There seems to be no increase in involvement with violent crime for people with bipolar disorder compared to the general population except for those bipolar disorder sufferers that also suffer from an alcohol or other substance use disorder. People who have bipolar disorder are at a higher risk of also suffering from substance abuse such as alcoholism as well as other mental-health problems. A number of medical problems tend to co-occur with bipolar disorder, including some pain and neurological and genetic disorders. Males may develop bipolar disorder earlier in life compared to females. Blacks are sometimes diagnosed more often with bipolar disorder compared to whites.  This disease was formally conceptualized by Emil Kraeplin more than 100 years ago, at which time he described it as manic-depressive insanity. However, mood problems that include depression alternating with symptoms that are now understood to be manic have been referenced in history as long ago as 200 A. D. At that time, this condition, like unipolar depression, was thought to be the result of bad blood, called black bile. In the 19th century, this illness was referred to by terms like biphasic illness, circular insanity, and dual-form insanity. Despite such negative terminology for this disease, bipolar disorder is also known to be associated with significant achievement in some individuals. Many historical figures and currently successful people suffer from this disorder, whose creativity and accomplishments can therefore be an inspiration for current sufferers of the disorder. Bipolar disorder has a number of types, including bipolar I and bipolar II disorder. Depending on how rapidly the mood swings occur, the episodes of bipolar disorder can also be described as having mixed (mood disordered episodes that last less than the usual amount of time required for the diagnosis) features or rapid cycling (four or more mood disordered episodes per year) features. About two-fifths of people with bipolar disorder have at least one period of rapid cycling over the course of their lifetime. For every type and duration of the illness, the sufferer experiences significant problems with his or her functioning at school, at work, socially or otherwise in their community, may need hospitalization, or may have psychotic symptoms (for example, delusions or hallucinations). The diagnosis of bipolar I disorder requires that the individual has at least one manic episode but does not require a history of major depression. Bipolar II disorder is diagnosed if the person has experienced at least one episode of major depression and at least one episode of hypomania (a milder form of mania). Mixed features are defined as meeting full diagnostic criteria for a manic episode while also suffering from at least three symptoms of a depressive episode, or meeting full diagnostic criteria for a major depressive episode while also suffering from at least three symptoms of a manic or hypomanic episode. People who suffer from significant, debilitating seasonal mood changes year after year may be classified as having a seasonal pattern to their bipolar disorder.   One frequently asked question about bipolar disorder is if it is hereditary. As with most other mental disorders, bipolar disorder is not directly passed from one generation to another genetically. Rather, it is the result of a complex group of genetic, psychological, and environmental vulnerabilities. Genetically, bipolar disorder and schizophrenia have much in common, in that the two disorders share a number of the same risk genes. However, both illnesses also have some genetic risk factors that are unique. Stress has been found to be a significant contributor to the development of most mental-health conditions, including bipolar disorder. For example, gay, lesbian, and bisexual people are thought to experience increased emotional struggles associated with the multiple social stressors that are linked to coping with societal reactions to their homosexuality or bisexuality. As indicated in the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V), in order to qualify for the diagnosis of bipolar disorder, a person must experience at least one manic episode. Characteristics of mania must last at least a week (unless it is part of mixed features) and include elevated, expansive, or irritable mood;racing thoughts;pressured speech (rapid, excessive, and frenzied speaking);decreased need for sleep;grandiose ideas (for example, false beliefs of superiority or failures);tangential speech (repeatedly changing conversational topics to topics that are hardly related);restlessness/increased goal-directed activity;impulsivity, poor judgment or engaging in risky activity (like spending sprees, promiscuity, or excess desire for sex). Symptoms of the manic episode of early onset bipolar disorder in childhood or adolescence tend to include outbursts of anger, rage, and aggression, as well as irritability, as opposed to the expansive, excessively elevated mood seen in adults. The adolescent with bipolar disorder is more likely to exhibit depression and mixed episodes with rapid changes in mood. Despite differences in the symptoms of bipolar disorder in teens and children compared to adults, many who are diagnosed with certain kinds of pediatric bipolar disorder continue to have those symptoms as adults. Symptoms of bipolar disorder in women tend to include more depression and anxiety and a rapid cycling pattern compared to symptoms in men, and men with bipolar disorder are more at risk for having an alcohol or other substance use disorder compared to women with the mood disorder. Women bipolar disorder sufferers are also more prone to experience thyroid disease or obesity compared to men. Although a major depressive episode is not required for the diagnosis of bipolar disorder, such episodes often alternate with manic episodes. In fact, persistent sadness tends to occur more often than mania in many people with bipolar disorder. Characteristics of depressive episodes (bipolar depression) include a number of the following symptoms: persistently depressed or irritable mood; feelings of apprehension; frequent crying, inability to feel pleasure; loss of interest in previously pleasurable activities; apathy, low motivation; increased or decreased appetite, weight loss or weight gain, difficulty falling asleep; excess sleepiness, agitation or lack of activity; fatigue/low energy; feelings of worthlessness; lack of concentration; slowness in activity and thought; inappropriate feelings of guilt; hopelessness; thoughts of death, self-harm or suicidal thoughts, plans, or actions.   As is true with virtually any mental health diagnosis, there is no one test that definitively assesses that someone has bipolar disorder. Therefore, health care clinicians, like psychiatrists and clinical psychologists, diagnose this disease by gathering comprehensive medical, family, and mental health information. The health care professional will also either perform a physical examination or request that the individual's primary-care doctor perform one. The medical examination will usually include lab tests to evaluate the person's general health and to explore whether or not the individual has mental health symptoms like euphoria, depression, agitated depression, and rarely paranoia or other symptoms of psychosis that are associated with a medical condition. In asking questions about mental-health symptoms, mental health professionals are often exploring if the individual suffers from depression and/or manic symptoms but also anxiety, substance abuse, hallucinations or delusions, as well as some personality and behavioral disorders. Health-care professionals may provide the people they evaluate with a quiz or self-test as a screening tool for bipolar disorder and other mood disorders. Since some of the symptoms of bipolar disorder can also occur in other mental illnesses, the mental-health screening is to determine if the individual suffers from bipolar disorder, an anxiety disorder like panic disorder, generalized anxiety disorder, or posttraumatic stress disorder (PTSD). The examiner also explores whether the person with bipolar disorder suffers from other mental illnesses like schizophrenia, schizoaffective disorder, and other psychotic disorders, a substance-abuse disorder like narcotic (for example, hydrocodone) withdrawal or stimulant (for example, cocaine) intoxication; or a personality or behavior disorder like attention-deficit hyperactivity disorder (ADHD). Any disorder that is associated with sudden changes in behavior, mood, or thinking, like a psychotic disorder, borderline personality disorder, or multiple personality disorder (MPD), may be particularly challenging to distinguish from bipolar disorder. In order to assess the person's current emotional state, health-care professionals perform a mental-status examination, as well.  In addition to providing treatment that is appropriate to the diagnosis, determining the presence of mental illnesses that may co-occur (be co-morbid) with bipolar disorder is important in improving outcomes. For example, people with bipolar disorder are at increased risk of committing suicide, particularly after engaging in previous episodes of cutting or other self-harm. Therefore, mental-health-care professionals will carefully assess for any warning signs that the person with bipolar disorder is thinking of harming himself or herself or others. Individuals who suffer from this condition, in addition to either alcohol or substance-abuse problems or borderline personality disorder, are also at risk of committing suicide. People with bipolar disorder are at higher risk of having an anxiety disorder like panic disorder, phobias, generalized anxiety disorder, or obsessive compulsive disorder (OCD). A number of medical problems tend to co-occur with bipolar disorder, including pain disorders like migraine headaches, neurological problems like multiple sclerosis, and genetic disorders like velocardiofacial syndrome. Many people, whether they suffer from bipolar disorder or any medical or other mental illness, understandably wonder how they might help themselves to have the best outcome of treatment. While there is no cure for bipolar disorder, medications and psychotherapies remain mainstays of treatment of his illness. Also, lifestyle improvements can be important complementary measures to care for this population. For example, aerobic exercise has been found to help alleviate some of the thinking problems, like memory and ability to pay attention, that are associated with bipolar disorder and other mental-health problems. While some home remedies or alternative treatments like St. John's wort have been found to help mild depression, they may induce a manic episode. There remains insufficient evidence that such treatments successfully treat manic symptoms. Although alternative medicine treatments for bipolar disorder like St. John's wort or ginkgo biloba are not recognized as standard care for bipolar disorder, as many as one-third of some patient groups being treated for this disorder report using them. In terms of the overall approach to treatment, people with bipolar disorder can expect their mental-health professionals to consider several medical interventions in the form of medications, psychotherapies, and lifestyle advice. Treatment of bipolar disorder with medications tends to address two aspects: relieving already existing symptoms of the manic or depressive phases of the illness, and preventing symptoms from returning. Antipsychotic medications that are thought to be particularly effective in treating manic and mixed symptoms include olanzapine (Zyprexa), risperidone (Risperdal), quetiapine (Seroquel), ziprasidone (Geodon), aripiprazole (Abilify, Abilify Maintena, Aristrada), paliperidone (Invega), asenapine (Saphris), iloperidone (Fanapt), lurasidone (Latuda), and brexpiprazole (Rexulti). Antipsychotic drugs belong to a group of medications called neuroleptics and are known for having the ability to work quickly (in one to two weeks) compared to many other psychiatric medications. For this group of medications, side effects that occur most often include sleepiness, dizziness, and increased appetite. Weight gain, which may be associated with elevated blood sugar, elevated lipid levels, and sometimes increased levels of a hormone called prolactin, may also occur. Although older drugs in this class, like haloperidol (Haldol), thorazine (Chlorpromazine), and thioridazine (Mellaril), are more likely to cause muscle stiffness, shakiness, and very rarely uncoordinated muscle twitches (tardive dyskinesia) that can be permanent, health-care professionals appropriately monitor the people they treat for these potential side effects, as well. Mood-stabilizer medications like lithium (Lithobid), as well as antiseizure (anticonvulsant) medications like divalproex (Depakote), carbamazepine (Tegretol, Tegretol XR, Equetro, Carbatrol), and lamotrigine (Lamictal) can be useful in treating active (acute) symptoms of manic or mixed episodes, as well as preventing the return of such symptoms. These medications may take a bit longer to work compared to the neuroleptic medications, some (for example, lithium, divalproex, and carbamazepine) require monitoring of medication blood levels, and some can be associated with birth defects when taken by pregnant women. Antidepressant medications are the primary medical treatment for the depressive symptoms of bipolar disorder. Examples of antidepressants that are commonly prescribed for that purpose include serotonergic (selective serotonin reuptake inhibitor or SSRI) medications like fluoxetine (Prozac), sertraline (Zoloft), paroxetine (Paxil), citalopram (Celexa), escitalopram (Lexapro), vortioxetine (Trintellix), and vilazodone (Viibryd); there are also combination serotonergic/adrenergic medications (SNRIs) like venlafaxine (Effexor), duloxetine (Cymbalta), desvenlafaxine (Pristiq), and levomilnacipran (Fetzima), as well as bupropion (Wellbutrin), which is a dopaminergic antidepressant. While antidepressant medication remains a mainstay of treatment for the sadness of bipolar disorder, the prescribing physician will remain watchful since there is some risk that antidepressants can induce a manic or near-manic (hypomanic) episode or to the rapid mood-cycling pattern of symptoms. When using medicines to prevent symptoms of manic or mixed episodes, mood-stabilizer medications like lithium or lamotrigine (Lamictal) are often used. Health-care professionals who prescribe lithium monitor blood levels of the medication to be sure it is within a therapeutic, safe range of levels. The functioning of other body systems is frequently followed to quickly address any abnormal changes that may be associated with the medication. When a neuroleptic like olanzapine is used in combination with lithium, symptoms of relapse may be prevented for a longer period of time compared to when lithium is used alone. While lamotrigine tends to cause few side effects, practitioners tend to question the people they treat closely about symptoms of persistent fever, rash, or sore throat that may be warning signs of a rare but potentially fatal side effect. Depakote is also associated with that rare but potentially dangerous side effect. Medications like topiramate (Topamax) are being researched as a potential treatment for people with bipolar disorder who engage in pedophilia, sexual addiction, or are otherwise considered sexually deviant. While oxcarbazepine (Trileptal) is sometimes used by many in an attempt to manage the mood swings of both adult and pediatric bipolar disorder, its effectiveness remains a matter of debate. Despite its stigmatized history, electroconvulsive therapy (ECT) can be a viable treatment for people whose bipolar disorder is severe and has inadequately responded to psychotherapies and a number of drug trials. Transmagnetic stimulation (TMS) has been approved by the U. S. Food and Drug Administration (FDA) for the treatment of mildly resistant depression and is thought to be a helpful addition to medication in the treatment of bipolar disorder in individuals who have not responded to at least one trial of medication. However, it is not yet considered to be an adequate treatment of this illness by itself. Talk therapy (psychotherapy) is an important part of helping individuals who are living with bipolar disorder achieve the highest level of functioning possible by improving ways of coping with the illness. These interventions are therefore seen by some as being forms of occupational therapy for people with bipolar disorder. Psychotherapy may also engage people with bipolar disorder who prefer to receive treatment without medication. While medications can be quite helpful in alleviating and preventing overt symptoms, they do not address the many complex social and psychological issues that can play a major role in how the person with this disease functions at work, home, and in his or her relationships. Since about 60% of people with bipolar disorder take less than 30% of their medications as prescribed, any supports that can promote compliance with treatment and otherwise promote the health of individuals in this population are valuable. Psychotherapies that have been found to be effective in treating bipolar disorder include family focused therapy, psycho-education, cognitive behavioral therapy, interpersonal therapy, and social rhythm therapy. Family focused therapy involves education of family members about the disorder and how to provide appropriate support (psycho-education) to their loved one. This intervention also includes communication-enhancement training, and problem-solving skills training for family members. Psycho-education involves teaching the person with bipolar disorder and their family members about the symptoms of full-blown depressive and manic symptoms, as well as warning signs (for example, feeling sad, change in sleep pattern or appetite, general discontent, change in activity level or increased irritability) that the person is beginning to experience either a mood episode or the triggers for mood episodes (like lack of sleep, use of alcohol or other drugs, exposure to severe stress). In cognitive behavioral therapy, the clinician works to help the person with bipolar disorder identify, challenge, and decrease negative thinking and otherwise dysfunctional belief systems. The goal of interpersonal therapy tends to be identifying and managing problems the sufferers of bipolar disorder may have in their relationships with others. Social rhythm therapy encourages stability of sleep-wake cycles, with the goal of preventing or alleviating the sleep disturbances often associated with this disorder.  When treating pregnant or postpartum individuals with bipolar disorder, health-care professionals take great care to balance the need to maintain the person's stable mood and behavior while minimizing the risks that medications used to treat this disorder may present to the patient, developing fetus, or nursing infant. While many medications that treat bipolar disorder may carry risks to the fetus in pregnancy and during breastfeeding, careful monitoring of the amount of medication that is administered as well as the health of the fetus or infant and of the mother can go a long way toward protecting the fetus or infant from any such risks, while maximizing the chance that the fetus or infant will grow in the healthier environment inside or outside the womb afforded by an emotionally healthy mother. While the prognosis for bipolar disorder indicates that individuals with this disorder can expect to experience episodes of some sort of mood problem up to 60% of the time, those episodes can be well managed by the combination of psychotherapy and medication treatment. There are a number of potential complications of bipolar disorder, particularly if left untreated. This illness may be compounded by other mental-health problems including substance abuse and addiction, whether it be to legal substances like alcohol or tobacco, prescription medications like amphetamine and dextroamphetamine (Adderall) or hydrocodone/acetaminophen (Vicodin), or to illicit drugs like heroin or cocaine. Bipolar disorder sufferers tend to experience thinking (cognitive) problems and those who are repeatedly hospitalized psychiatrically have more trouble functioning throughout life. The risk of committing suicide is 60 times higher for people with bipolar disorder compared to the general population. That may be partly due to the chronic emotional pain that some people with this disorder experience, in that they endure years of depressive and manic symptoms, the consequences of their actions during those disease states, as well as potentially longing for the increased energy and sense of well-being of mania that may be quelled by psychiatric medications. Bipolar disorder is the fifth leading cause of disability and the ninth leading cause of years lost to death or disability worldwide.  While far more seems to be known about the prevention of symptoms of bipolar disorder following its diagnosis, there is emerging research about ways to attempt to decrease the development of the full-blown disease altogether. For example, when family focused therapy is provided to children who have more subtle symptoms preceding bipolar disorder and who have bipolar relatives, they may be less likely to develop the full-blown disorder as adults. Depression and Related Affective Disorders Association2330 West Joppa Road, Suite 100Lutherville, MD 21093Phone: 410-583-2919Fax: 410-614-3241drada@jhmi. edu National Federation of Families for Children's Mental Health9605 Medical Center DriveRockville, MD 20850Phone: 240-403-1901Fax: 240-403-1909 National Alliance on Mental Illness (NAMI)3803 N. Fairfax Dr. , Suite 100Arlington, VA 22203Main: 703-524-7600Fax: 703-524-9094Member services: 888-999-NAMI (6264) National Depression and Bipolar Support Alliance (DBSA)730 N. Franklin Street, Suite 501Chicago, Illinois 60654-7225Toll-free: 800-826-3632Fax: 312-642-7243http://www. DBSAlliance. org National Foundation for Depressive Illness, Inc. PO Box 2257New York, NY 10116800-239-1265 National Institute of Mental Health9000 Rockville PikeBethesda, Maryland 20892301-496-4000NIHinfo@od. nih. gov Mental Health America2000 N. Beauregard Street, 6th FloorAlexandria, VA 22311Phone: 703-684-7722Toll free: 800-969-6642Fax: 703-684-5968  Depression and Bipolar Support Alliance (DBSA)730 N. Franklin Street, Suite 501Chicago, Illinois60654-7225Toll-free: 800-826-3632Fax: 312-642-7243 Harbor of Refugehttp://harbor-of-refuge. org ", 
    "title": "Bipolar Disorder"
}