{
    "data": "   Bipolar \"mood episodes\" include unusual mood changes along with unusual sleep habits, activity levels, thoughts, or behavior. In a child, these mood and activity changes must be very different from their usual behavior and from the behavior of other children. A person with bipolar disorder may have manic episodes, depressive episodes, or \"mixed\" episodes. A mixed episode has both manic and depressive symptoms. These mood episodes cause symptoms that last a week or two or sometimes longer. During an episode, the symptoms last every day for most of the day. Children and teens having a manic episode may: Feel very happy or act silly in a way that's unusual for them and for other people their ageHave a very short temperTalk really fast about a lot of different thingsHave trouble sleeping but not feel tiredHave trouble staying focusedTalk and think about sex more oftenDo risky things Children and teens having a depressive episode may: Feel very sadComplain about pain a lot, such as stomachaches and headachesSleep too little or too muchFeel guilty and worthlessEat too little or too muchHave little energy and no interest in fun activitiesThink about death or suicide  Young people with bipolar disorder can have several problems at the same time. These include: Substance abuse. Both adults and kids with bipolar disorder are at risk of drinking or taking drugs. Attention deficit/hyperactivity disorder (ADHD). Children who have both bipolar disorder and ADHD may have trouble staying focused. Anxiety disorders, like separation anxiety. Sometimes behavior problems go along with mood episodes. Young people may take a lot of risks, such as driving too fast or spending too much money. Some young people with bipolar disorder think about suicide. Watch for any signs of suicidal thinking. Take these signs seriously and call your child's doctor.  An experienced doctor will carefully examine your child. There are no blood tests or brain scans that can diagnose bipolar disorder. Instead, the doctor will ask questions about your child's mood and sleeping patterns. The doctor will also ask about your child's energy and behavior. Sometimes doctors need to know about medical problems in your family, such as depression or alcoholism. The doctor may use tests to see if something other than bipolar disorder is causing your child's symptoms. Right now, there is no cure for bipolar disorder. Doctors often treat children who have the illness in much the same way they treat adults. Treatment can help control symptoms. Steady, dependable treatment works better than treatment that starts and stops. Treatment options include: Medication. There are several types of medication that can help. Children respond to medications in different ways, so the right type of medication depends on the child. Some children may need more than one type of medication because their symptoms are so complex. Sometimes they need to try different types of medicine to see which are best for them. Children should take the fewest number of medications and the smallest doses possible to help their symptoms. A good way to remember this is \"start low, go slow. \" Medications can cause side effects. Always tell your child's doctor about any problems with side effects. Do not stop giving your child medication without a doctor's help. Stopping medication suddenly can be dangerous, and it can make bipolar symptoms worse. Therapy. Different kinds of psychotherapy, or \"talk\" therapy, can help children with bipolar disorder. Therapy can help children change their behavior and manage their routines. It can also help young people get along better with family and friends. Sometimes therapy includes family members.  With treatment, children and teens with bipolar disorder can get better over time. It helps when doctors, parents, and young people work together. Sometimes a child's bipolar disorder changes. When this happens, treatment needs to change too. For example, your child may need to try a different medication. The doctor may also recommend other treatment changes. Symptoms may come back after a while, and more adjustments may be needed. Treatment can take time, but sticking with it helps many children and teens have fewer bipolar symptoms. You can help treatment be more effective. Try keeping a chart of your child's moods, behaviors, and sleep patterns. This is called a \"daily life chart\" or \"mood chart. \" It can help you and your child understand and track the illness. A chart can also help the doctor see whether treatment is working.  Help begins with the right diagnosis and treatment. If you think your child may have bipolar disorder, make an appointment with your family doctor to talk about the symptoms you notice. If your child has bipolar disorder, here are some basic things you can do: Be patient. Encourage your child to talk, and listen to your child carefully. Be understanding about mood episodes. Help your child have fun. Help your child understand that treatment can make life better.  Taking care of a child or teenager with bipolar disorder can be stressful for you, too. You have to cope with the mood swings and other problems, such as short tempers and risky activities. This can challenge any parent. Sometimes the stress can strain your relationships with other people, and you may miss work or lose free time. If you are taking care of a child with bipolar disorder, take care of yourself too. Find someone you can talk to about your feelings. Talk with the doctor about support groups for caregivers. If you keep your stress level down, you will do a better job. It might help your child get better too.  If you're not sure where to get help, call your family doctor. You can also check the phone book for mental health professionals. Hospital doctors can help in an emergency. If you know someone who might be thinking about hurting himself or herself or someone else, get help quickly. Do not leave the person alone. Call your doctor. Call 911 or go to the emergency room. Call National Suicide Prevention Lifeline, toll-free: 1-800-273-TALK (8255). The TTY number is 1-800-799-4TTY (4889). Contact us to find out more about bipolar disorder. National Institute of Mental HealthOffice of Science Policy, Planning, and CommunicationsScience Writing, Press, and Dissemination Branch6001 Executive BoulevardRoom 6200, MSC 9663Bethesda, MD 20892-9663Phone: 301-443-4513 or 1-866-615-NIMH (6464) toll-freeTTY: 301-443-8431 or 1-866-415-8051 toll-freeFax: 301-443-4279Email: nimhinfo@nih. govWebsite: http://www. nimh. nih. gov ", 
    "title": "Bipolar Disorder In Children And Teens"
}