{
    "data": "  Bladder infection is an infection of the bladder. Bladder infection is also called cystitis and is a type of urinary tract infection (UTI). The urinary tract is naturally sterile and when microbes invade it, an infection may result. The bladder is a part of the urinary tract system. It serves as storage for urine before it is excreted from the body. Urine is produced by the kidney and it travels through ureters (one from the right kidney and one from the left) to pass into the bladder. The urine can then be eliminated from the body when bladder is full. The bladder contracts to empty its contents outside through the urethra (the connection between the bladder and outside of the body). Urethra length traverses the length of the penis in males, thus it is longer than the urethra in females. Similar to other fluids in the body, urine is normally sterile. Presence of bacteria in the urine may lead to bladder infection and other forms of urinary tract infection. The most common way bacteria gain access to the urinary system from outside is through the urethra (the drainage from the bladder to outside of the body). Bacteria can travel from the rectum or the vagina towards the urethra to enter the bladder causing bladder infection or cystitis. Sometimes bacteria may enter the bladder via the urethra from nearby skin. In general, women are more susceptible to bladder infections due to their shorter length of urethra. In terms of specific bacteria, E. coli. (Escherichia coli) is by far the most common organism responsible for bladder infection or cystitis. Staph organisms (from skin) and other gut bacteria (Proteus, Klebsiella, Enterococcus) are other bacteria that can cause cystitis and other forms of urinary infections. Rarely, bladder infection can be caused by a fungus. Candida is the most common fungus to cause bladder infection. This can occur in patients with untreated kidney stones with recurrent infections or in individuals whose immune system is compromised.   Female gender is one of the main risk factors for bladder infection. Because of the short urethral length, bacteria can gain access to the bladder much easier than in males. Pregnancy also increases susceptibility to bladder infection. In fact, some pregnant women may have some type of urinary infections, including bladder infection, during their pregnancy. Pressure applied to the urinary structures by an enlarging uterus of pregnancy can disrupt the natural flow of urine triggering a bladder infection. In postmenopausal women, physiological factors (vaginal dryness, urinary incontinence, urinary retention, and prolapse of the pelvic organs) can potentially increase the chances of developing bladder infections. Sexual intercourse in women is another risk factor for bladder infection. In men with prostate enlargement, bladder infection is also more common than in general male population. Prostate enlargement can lead to obstruction of the normal flow of urine out of the bladder and into the urethra. Residual urine can then become infected. Elderly persons are also at higher risk of suffering bladder infection as are individuals who take medications that weaken the immune defense system. Urinary catheters (Foley catheters) are another potential risk for bladder infection. These urinary catheters are typically used in settings where an individual may not be able to urinate naturally. Urinary catheters simply provide a physical vehicle to transport bacteria from outside directly into the bladder and the urinary system. Foley catheters are commonly used in patients with: Severe illnessLimited mobilityUrinary incontinence (inability to hold their urine)Bladder obstruction and urinary retention (prostate enlargement, urethral scarring, prostate cancer)Bladder traumaBladder cancerBladder dysfunction due to neurologic conditions Inability to get out of bed Bladder infection is more commonly seen in patients with paralytic conditions, such as multiple sclerosis (MS), stroke, and other diseases of the nervous system, than in the general public. In these and other similar neurologic diseases, bladder function may be impaired due to abnormal nervous system control of the bladder (neurogenic bladder). As a result, urine may be retained in the bladder and not completely emptied after voiding. Urinary retention can be a cause of bladder infection. Furthermore, if urinary retention becomes more serious causing pain and kidney dysfunction, Foley catheters may become necessary to empty the bladder and relieve the bladder pressure caused by excessive retention of urine. A catheter, in turn, can substantially increase the risk of bladder infection. In addition to the Foley catheter, any instrumentation of the urinary tract or nearby structures can potentially lead to cystitis. Medical procedures (cystoscopy, bladder biopsy, prostate procedures), vaginal pessary, and IUD (intrauterine device) placement for birth control can pose an increased risk of developing bladder infection. In children and toddlers, risk for bladder infection may be increased in: FemalesUncircumcised males Those with structural abnormalities of the urinary tract Caucasians (four times higher than in African Americans)  Because cystitis is seen more commonly in women, most signs and symptoms listed below pertain to cystitis in women unless otherwise indicated. General symptoms of bladder infection may include: Dysuria (painful urination)Urinary frequencyUrinary urgency (urge to urinate)Hesitancy to void urineBladder pain (pain around the pelvic area)Incomplete voiding of urineUrinary incontinence (involuntary loss of urine) Fevers, chills, nausea, vomiting, and poor oral intake are rarely seen in bladder infection, although they are more common in more severe urinary infections such as kidney infection. Some common signs of bladder infection are: Lower abdominal tendernessBlood in urine (hematuria)Tenderness on the sides of the back (flanks)Foul-smelling urineIn elderly patients, lethargy or confusion may be the only signs In men, signs and symptoms of probable bladder infection (cystitis) are: Dysuria (painful urination)Urinary frequencyUrinary urgencySuprapubic pain (pain above the pelvic bone in lower abdomen)Hematuria (blood in urine)  Signs and symptoms of bladder and urinary infection in young children and infants may be more vague and can include: IrritabilityFussiness Poor eatingVomitingFailure to thriveGeneralized malaiseStrong-smelling urineAbdominal pain Bladder infection is generally diagnosed by a urinalysis (UA). This is a simple test which analyzes a urine sample collected from a patient suspected of having a bladder infection or any other form of urinary infection. This test along with signs and symptoms of bladder infection is used to diagnose or rule out cystitis. The presence of white blood cells (WBC) or leukocyte esterase (released from WBCs) in urinalysis indicates an infection. Blood in urine (hematuria) can sometimes also be seen in the setting of bladder infection. Nitrates are chemicals produces by some bacteria and their presence in a urinalysis can also be indicative of an infection in the urine. Urine culture is another helpful test for diagnosis of bladder infection. This test can determine the organism that may be causing urine infection. In general, urine culture is not done independent of a UA. It is generally recommended to perform a urine culture if urinalysis (UA) confirms the diagnosis of a urinary infection. Bladder infection can be treated and cured by appropriate use of antibiotics. The selection and duration of antibiotic treatment depends on severity of the infection, previous history of similar infection, and patient factors (age, gender, allergies, other medications, other medical problems). The treating physician generally decides what antibiotics would work best for each individual patient by thoroughly examining the patient and considering the aforementioned factors. Self-medication for bladder infection is occasionally an option in patients with mild, recurrent infections. In reliable and compliant individuals who are familiar with the symptoms of frequent bladder infections, appropriate bladder infection antibiotics can be prescribed to them in advance by their treating physicians. The bladder infection medication may then be started by the patient on their own at the onset of their symptoms. Bladder muscle spasm and bladder inflammation are responsible for some of the symptoms associated with bladder infection such as, bladder pain and dysuria. Pyridium (phenazopyridine) is a medication often used to treat symptoms of painful urination due to bladder infection.   Cranberry products have been known to prevent bladder infections to some degree, although it is not advised to use them in lieu of antibiotics for treating an infection. Adhering to the prescribed antibiotic regimen and staying well hydrated are essential components of home remedy for bladder infection. In pregnant women, bladder infection can be complicated. Sometimes the presence of bacteria without obvious signs of infection in pregnant patients could be harmful and may lead to severe infections and the pregnancy can be compromised. The choice of antibiotics during pregnancy may be different for bladder infection during pregnancy due to potential harm to the fetus and thus, careful evaluation by a physician is very important to start the correct therapy promptly. Complications of a bladder infection can occur if it is not appropriately diagnosed or treated. Untreated or poorly treated bladder infection can ascend the urinary system and lead to kidney infection, pyelonephritis, and sepsis (infection spread into the blood).   Cranberry products (whole cranberries, cranberry juice, cranberry pills) and vitamin C are current natural remedies known to at least prevent bladder infection. Proper female hygiene (for example, wiping from front to back) can prevent or reduce simple bladder infections in females. Hygienic use of bath tubs and douches can possibly reduce the risk of bladder infections. In individuals with Foley catheters, appropriate Foley catheter care and frequent changing of the catheter (guided by the prescribing physician) are important methods to avoid frequent urine infection. These patients are at higher risk for frequent and chronic (long-term) bladder infection and sometimes their doctor may place them on preventive bladder infection antibiotics despite the lack of signs or symptoms of an infection. Sexual intercourse is another potential risk factor for bladder infection. Thus, it may be advisable to empty the bladder (urinate) after sexual activity, draining bacteria that could have entered the bladder. This is not completely supported by available clinical data and is not recommended by some experts. Preventive use of antibiotics may also have a role in preventing bladder infections. In some female patients with frequent bladder infections (more than 3 to 4 times per year) or with symptoms of bladder infection present after sexual intercourse, a short course of antibiotics can be taken as a preventive measure. This method needs to be recommended by the treating doctor and the strategy needs to be outlined for patients who are deemed reliable. Preventive antibiotics are also sometimes recommended in patients undergoing invasive urologic procedures (cystoscopy, prostate biopsy, bladder biopsy). Occasionally, urinalysis and/or urine culture may be ordered before the procedure and if an infection is suggested, then antibiotics are prescribed to prevent an infection after the procedure. Overall prognosis for bladder infection is very good. This is a condition which can be completely cured when appropriately diagnosed and treated. ", 
    "title": "Bladder Infection"
}