{
    "data": "  Chances are we have all crossed our legs a time or two in hopes of making itto the closest restroom in time. But there's a big difference between having togo, and always feeling like you have to go. For those who livewith bladder spasms, that feeling isa painful reality that can lead to embarrassing wetting accidents and anunwanted shift in lifestyle. However, there are a variety of treatment optionsavailable to manage the symptoms. Here's what you need to know about bladder spasms, from the causes to what you can do toease the pain. Normally, the bladder gently fills with urine and you slowly become aware ofthe need to urinate. This feeling is your cue to start looking for abathroom. But in people who have bladder spasms, the sensation occurs suddenly andoften severely. A spasm itself is the sudden, involuntary squeezing of amuscle. A bladder spasm, or \"detrusor contraction,\" occurs when thebladder muscle squeezes suddenly without warning, causing an urgent need torelease urine. The spasm can force urine from the bladder, causing leakage. When this happens, the condition is called urge incontinence or overactive bladder. People who have had such spasms describe them as a cramping pain andsometimes as a burning sensation. Some women with severe bladder spasmscompared the muscle contractions to severe menstrual cramps and even laborpains experienced during childbirth. Anyone at any age can have bladder spasms. In children, bladder spasms (alsocalled pediatric unstable bladder or uninhibited bladder) are the leading causeof daytime incontinence. However, you are more likely to have bladder spasms with urine leakage ifyou: Are elderlyAre going through menopauseRecently had a baby or are pregnantHave a urinary tract infectionHave recently had lower abdominal or pelvic surgeryHave nerve or bladder muscle damage caused by disease or injury  There are a number of different causes of bladder spasms. The cramping paincould be due to something as simple as your diet or a medication that you are taking, or it could beassociated with changes in blood supply and function of the nerves controllingthe bladder. However, bladder spasms may be the result of an infection or a recentsurgery, or they may occur if you have nerve or muscle damage. So it'simportant to see a doctor to determine the cause. In some cases, your doctor may not be able to identify the cause. When thishappens, the condition is called idiopathic bladder spasms. Some common causes of bladder spasms are: Urinary tract infection (UTI): Bladder pain and burning are a common symptom of aUTI. Interstitial cystitis (IC), also called painful bladdersyndrome: This condition refers to bladder and urinary pain that is not due toother causes, such as a urinary tract infection. Pain is recurring and oftensevere. Catheter use: A catheter is a thin tube used to drain urine from the body,often after surgery. It is placed into the urethra and up into your bladder. Bladder spasms are a common and sometimes distressing complication of catheterusage. The feeling you get when you need to empty your bladder is normally aninvoluntary response. The brain signals the bladder muscle when it is time totighten (contract) and release urine. However, certain nervous system disorderscause damage to the nerves that send signals between the brain and the bladder. When this happens, the bladder does not work properly. \"Neurogenic bladder\" isthe general term for bladder problems due to nerve damage. Nervous system disorders and injury that can cause bladder spasmsinclude: Brain tumorCerebral palsyHerpes zoster infection that affects the nerves in the sacrumMultiple sclerosisParkinson's diseaseMultiple system atrophy (Shy-Drager syndrome)Spinal cord injuryStroke that has caused brain damageDiabetic neuropathy (when the nerves are damaged by longstanding diabetes)  Surgery to the lower abdominal area may weaken the bladder or pelvic floormuscles, or cause damage to the nerves that control the bladder. Bladder spasmsmay occur following certain surgeries, including: Bladder surgery (a common cause of bladder spasms in both children andadults)Cesarean sectionHysterectomy (removal of the uterus, or womb, and sometimes the surroundingfemale organs, including the ovaries and fallopian tubes. )Prostatectomy (prostate removal)Other lower abdominal surgery Some medications may cause bladder spasms as a side effect. Medications thatcommonly cause bladder spasms include: Bethanechol (urecholine)A chemotherapy drug called ValrubicinMedicines called diuretics, which help the body remove excess water, suchas furosemide (Lasix) What you eat or drink can sometimes bother a fragile bladder and cause it togo into a spasm. This is especially true in patients who have a conditioncalled interstitial cystitis. Spicy, acidic, or citrusy foods and the chemicals in certain preservativesand food additives can irritate the lining of the bladder. Such productsinclude: AlcoholArtificial sweetenersCaffeinated beverages such as soda, coffee, and teaChocolateCitrus fruits and drinks, such as oranges and orange juicePickled foodsTomatoes  How your doctor treats your bladder spasms depends on what exactly iscausing your painful symptoms. But in general, therapy may involve one or moreof the following treatments. A combination of treatments often works best. Change in diet. This may help prevent bladder pain if certain foodsand beverages are the culprit behind your spasms. Avoid spicy, acidic, orcitrusy foods, as well as alcohol and caffeine. Keeping a food diary,which tracks your meals and your symptoms, can be helpful. Timed voiding. This involves timed trips to the bathroom to urinate,usually every 1. 5 to 2 hours. Timed voiding is especially helpful for children. As the bladder spasms get better and fewer wetting accidents occur, you canextend the time between trips to the bathroom. Pelvic floor exercises (\"Kegels\"). Kegels and other forms of physicaltherapy help strengthen and relax the bladder and other muscles that help thebody hold in urine. Kegels, combined with biofeedback, are a good way to helpreduce bladder spasms in children. To tighten your pelvic muscles, squeeze yourmuscles in the same way as if you were trying to stop the flow of urine orprevent yourself from passing gas. Kegel exercises take practice, and tightening the wrongmuscles can put more pressure on your bladder. Ask your doctor for specificinstructions. Medicines to relax the bladder. The most commonly prescribed drugs torelax the bladder and prevent spasms are called anticholinergics. They include oxybutynin chloride, tolterodine and others. A commonside effect is dry mouth. An antidepressant called imipramine hydrochloride (Tofranil) also helps relax the bladder and reducesbladder spasms. Medicines called alpha-blockers (such as terazosin or doxazosin) may begiven to children to help the bladder relax and allow the bladder to emptycompletely. TENS. Electrical stimulation through the skin (transcutaneouselectrical nerve stimulation, or TENS) sends mild electrical pulses to thebladder through patches applied to the skin. It's believed the electric signalshelp you feel better by increasing blood flow and releasing hormones that blockpain. TENS is often used to relieve muscle or backpain. In the case of bladder spasms, doctors think the increased blood flowmakes the bladder muscle stronger, which reduces spasms and leakage. Electrical stimulation implant (Inter-Stim). This is placed under theskin to deliver gentle electrical pulses to the bladder at regularly timedintervals. Your doctor may recommend this therapy if you have severe bladderspasms and urge incontinence that does not get better with othertreatments. Pain medicines and sedatives. These may be given to patients who havecatheter-related bladder spasms after surgery. But they don't always take awayall the discomfort. Some research suggests that a prescriptionanti-inflammatory medicine called ketorolac may help relieve or prevent catheter- orsurgery-related bladder spasms in children.  Acupuncture. Someresearch has suggested that bladder-specific acupuncture may significantlyreduce bladder muscle contractions and the urge to use the bathroom. Biofeedback. Biofeedback is a method that teaches the mind how tocontrol normally automated body functions. Bladder training is a type ofbiofeedback. Some doctors believe biofeedback and behavioral changes workbetter than medicines for treating urge incontinence. A combination ofbiofeedback and medications may work best. Botox. In studies, botulinum-A toxin hasbeen shown to reduce nerve-related bladder spasms in children and adults. Botoxprevents nerves from releasing chemicals that tell muscles to contract. TheBotox is injected directly into the bladder muscle wall. Call your doctor for an appointment if you have: Pain or cramping in your pelvic or lower abdominal areaPain or burning while urinatingUrgent or frequent need to use the bathroom If you have or think you are having bladder spasms, it is important that yousee a doctor for a proper diagnosis. Your symptoms may be due to an infectionthat can be treated. In rare cases, bladder spasms may be a sign of a seriousunderlying condition. WebMD Medical Reference ", 
    "title": "Bladder Spasms"
}