{
    "data": "  Before the bone marrow transplant can be performed, a central venous catheter is inserted through a vein in your chest during a simple surgical procedure. A central venous catheter is a slender, hollow, flexible tube that allows fluids, nutrition solutions, antibiotics, chemotherapy, or blood products to be delivered directly into your bloodstream without repeatedly having to insert a needle into your vein. The catheter can also be used to collect blood samples. \"Colony-stimulating factors,\" which are hormone-like drugs, are given before your bone marrow transplant to help your white blood cells recover from chemotherapy so that they can help fight the risk of infection. They also increase the number of stem cells in your blood. Bone marrow is withdrawn through a needle inserted into a bone in the hip. This procedure is performed in the operating room and the patient is given general anesthesia (pain-relieving medication that puts you to sleep). If your own bone marrow cannot be used for transplantation and if a donor is not found, stem cells may be harvested from your circulating blood. Very high doses of chemotherapy and/or radiation therapy are given to destroy the abnormal stem cells and blood cells. The high-dose therapy essentially \"wipes out\" your normal bone marrow. As a result, your blood counts (number of red blood cells, white blood cells, and platelets) quickly fall to low levels. During this phase of treatment, you will be given intravenous (IV) fluids to flush out your kidneys and minimize the damage from chemotherapy. You will also be given medications to control nausea, since chemotherapy often causes nausea and vomiting. Because you will be in a fragile state of health and won't have enough white blood cells to protect you from infection, you will be isolated in your hospital room until after the new bone marrow begins to grow. Your healthcare providers will give you specific guidelines about the isolation procedure.  The day you receive your bone marrow transplant, the harvested bone marrow is infused into a vein through an intravenous tube. The bone marrow looks like dark, thick blood. It migrates to the large bone cavities (breast bone, skull, hips, ribs and spine), and begins producing normal blood cells after several weeks. Insurance reimbursement for bone marrow transplantation is not automatic. Many insurance companies require precertification letters of medical necessity. As soon as you know that a bone marrow transplant is a possibility, contact your insurance carrier. Don't assume your insurance will cover any or all costs associated with your transplant. It is essential to know your rights as a patient, understand your insurance policy, enlist the support of your employer, and have your physician work closely with you and your insurer to cover your bone marrow transplant. <font face=\"arial\" size=\"1\">Reviewed by the doctors at The Cleveland Clinic Taussig Cancer Center. Edited by Charlotte E. Grayson, MD, WebMD, February 2004. Portions of this page copyright © The Cleveland Clinic 2000-2004 </font> ", 
    "title": "Bone Marrow Transplantation For Breast Cancer"
}