{
    "data": "  A bone spur (osteophyte) is a tiny pointed outgrowth of bone. Bone spurs are usually caused by local inflammation, such as from degenerative arthritis or tendonitis. Bone spurs develop in areas of inflammation or injury of nearby cartilage or tendons. Bone spurs may or may not cause symptoms. When they do cause symptoms, the symptoms depend on their location. Bone spurs can be associated with pain, numbness, tenderness, and weakness if they are irritating adjacent tissues. Bone spurs are detected by radiologic testing, such as with plain X-rays, ultrasound imaging, MRI scan, CT scan, and myelograms. Bone spurs are treated only if they are causing symptoms. Initial treatment is directed toward decreasing inflammation and avoiding reinjury when possible. A bone spur is a tiny pointed outgrowth of bone. Bone spurs are usually caused by local inflammation, such as from degenerative arthritis (osteoarthritis) or tendinitis. This inflammation stimulates the cells that form bone to deposit bone in this area, eventually leading to a bony prominence or spur. For example, inflammation of the ligament that surrounds a degenerating disc between the vertebrae (the bony building blocks of the spine) is a very common cause of bone spurs of the spine. Inflammation of the Achilles tendon can lead to the formation of a bone spur at the back of the heel bone (calcaneus bone). Inflammation of the tissue on the bottom of the foot, plantar fasciitis, can lead to a bone spur at the underside of the heel bone. These bone spurs are sometimes referred to as heel spurs. A bone spur is medically referred to as an osteophyte. Rarely, bone spurs may occur as a result of congenital conditions. An osteochondroma is one type of these congenital spurs.   Bone spurs develop in areas of inflammation or injury in nearby cartilage or tendons. Common locations for bone spurs are in the back, or sole, of the heel bone of the foot, around joints that have degenerated cartilage, and in the spine adjacent to degenerated discs. Congenital types (osteochondromas) commonly occur around the growth areas of the shoulder and knee. Bone spurs may or may not cause symptoms. When they do cause symptoms, the symptoms depend on their location. Bone spurs can be associated with pain, numbness, and tenderness if they are irritating adjacent tissues, such as skin, fat pads, nerves, or tendons. Heel spurs cause local foot pain, tenderness, and sometimes swelling. This can lead to difficulty walking due to pain at the bottom of the foot with weight-bearing. Sometimes there is accompanying inflammation of the entire bottom of the foot (plantar fasciitis) when the heel spur occurs in the bottom of the heel bone. Occasionally, bone spurs in this location are a result of inflammatory arthritis, such as from reactive arthritis, ankylosing spondylitis, or diffuse idiopathic skeletal hyperostosis (DISH or Forrestier's disease). Spurs in the spine can pinch adjacent nerves to cause numbness, tingling, and pain as well as weakness in the area of the body supplied by the affected nerve. Some bone spurs do not cause symptoms and are incidentally detected by X-ray tests that are performed for other reasons. These spurs may have formed because of past injury to nearby tissues, such as tendons, that caused local inflammation of the bone, leading to the development of the bone spur.  Bone spurs are detected by radiologic testing, such as with plain X-rays, ultrasound imaging, MRI scan, CT scan, and myelograms. Bone spurs are treated only if they are causing symptoms. Initial treatment is directed toward decreasing inflammation and avoiding reinjury when possible. Local cold application can help when the location of the bone spur is accessible. Anti-inflammatory medications, administered both orally and by local injection (Kenalog, Depomedrol, Celestone), are commonly used, depending on the location of the spur. Local mechanical measures, such as orthotics, or shoe inserts, and local bone spur pads might be considered, depending on the location of the bone spur. Bone spurs that are causing irritation of nerves, tendons or ligaments and that are resistant to conservative measures can require surgical operations for treatment. Bone spurs that are not associated with symptoms may never cause problems and do not require treatment. The outlook for bone spurs causing symptoms varies. Bone spurs can cause mild symptoms or be severely disabling, especially if they are directly irritating nerves. There are no means of preventing bone spurs. ", 
    "title": "Bone Spurs"
}