{
    "data": "  Botox is one specific brand of purified botulinum toxin, which is the toxin produced by the bacterium Clostridium botulinum. Medical uses of botulinum toxin began in 1980, when targeted weakening of eye muscles was identified as a potential treatment of strabismus, a condition in which the eyes don't line up correctly. Although many different types of botulinum toxin have been identified, only types A and B are approved for the use in treatment of muscle problems. In addition to Botox, other approved forms of botulinum toxin A include Dysport and Xeomin. Myobloc is the approved form of botulinum toxin B. When used for clinical purposes, the toxin is used in small amounts, leading to weakness in the muscles into which it is injected. This weakness can be beneficial in various conditions characterized by too much muscle activity, such as dystonia or spasticity. This is in distinct contrast to the disease botulism, which occurs when the non-purified bacterium is ingested and the toxin is dispersed through the body causing widespread weakness. Multiple Sclerosis (MS) is a disease that causes demyelination of the brain and spinal cord. When this occurs, axons (the parts of the nerve cells that conduct impulses to other cells) don't work well. As more areas are affected by this loss of myelin, patients develop symptoms. The specific symptom that someone might experience is related to the area of injury in the brain or spinal cord. Patients might describe numbness, tingling, or weakness. The weakness may be mild or severe enough to cause paralysis of one side of the body. In some cases, patients may develop incontinence or even an inability to empty their bladder. As multiple sclerosis progresses, some patients are left with muscle spasticity or an involuntary painful contraction of certain muscles.   Spasticity is a condition in which muscles exhibit almost constant contracture or activity, leading to loss of range of motion, decreased function, and even pain. Spasticity occurs after an area of the brain or spinal cord has been injured, leading to weakness and increased tone. When an arm or leg which is affected by spasticity is moved by an examiner, there is involuntary resistance to that movement. Often, this spasticity is made worse when the speed (or velocity) of the movement increases. Spasticity is often seen after a stroke, traumatic brain or spinal cord injury, or in cases of multiple sclerosis. In some cases, spasticity can be associated with development of involuntary tremors. Botox can be used to treat many symptoms associated with multiple sclerosis. Patients who have spasticity affecting their arms or legs may be good candidates for botulinum toxin injections to relieve painful spasms and improve mobility to help with bathing or dressing. Botox may be especially beneficial in situations in which patients have a difficult time tolerating oral anti-spasticity medications due to side effects. Botox has also been used to treat overactive bladder symptoms associated with multiple sclerosis. Some patients with multiple sclerosis develop problems with their vocal cords, called dysphonia. Very small amounts of Botox injected into the vocal cords are used to treat this condition. It is important to recognize that Botox is used to decrease spasticity and cannot improve muscle strength.  Patients who have limited areas of spasticity, such as one arm or one leg, are often very good candidates for botulinum toxin treatments. Patients who have been poorly tolerant of oral medications due to sleepiness, dry mouth, or even cognitive problems may also benefit from the use of botulinum toxin injections to treat their spasticity. Patients who have certain underlying neuromuscular diseases, such as myasthenia gravis, or who are being treated with medications that block the neuromuscular junction, should not be given botulinum toxin injections, as widespread or prolonged weakness may occur. The exact number of injections needed to treat a patient's condition is highly individualized. One patient may respond to as few as two or three injections, while another patient may require many more. Botox works by blocking the release of acetylcholine from nerve endings. Acetylcholine is a neurotransmitter required by muscles for muscular contraction. By eliminating the ability of a muscle to contract, it relaxes, thereby decreasing spasticity and tone. The blockade of acetylcholine does not occur immediately. Most patients do not begin to see the effect of a botulinum toxin injection for a few days, and it may take a few weeks for the maximum benefit to become apparent. Additionally, the benefit of botulinum toxin injections is not permanent; after a few months (typically three), the effect of the injections is no longer seen, and the injections need to be repeated.   Botox injections have been determined to be safe and effective when given by experienced injectors. However, there is a risk of weakness in the area which has been injected. If this occurs, the weakness may interfere with function of that area. As with any injection, there is a potential for pain, bleeding, or infection at the injection site. With a large injection of the toxin, there is a possibility that there may be widespread dispersion of the toxin leading to problems with breathing or swallowing. The exact cost of Botox injections is dependent on many factors, including the amount of toxin used, the number of sites injected, and whether electromyography (EMG) or ultrasound guidance is used to determine placement of the toxin. The U. S. Food and Drug Administration (FDA) has approved Botox for the treatment of upper limb spasticity caused by multiple sclerosis and other conditions, and insurance companies will often cover the majority of the costs associated with this procedure. In some cases insurance companies may also cover the cost of “off-label” uses of Botox, but this is dependent on the company and the patient's policy. Most companies will be able to identify if this is a covered benefit before the injections take place. Immediately after receiving botulinum toxin injections, you may not feel any specific change, other than some slight soreness at the injection sites. After a few days, there will be evidence of some decrease in the spasticity of the targeted area. This may be associated with decreased pain and even improved function. Rarely, some patients experience a flu-like reaction or generalized achiness and fatigue which may last for a few days. If this type of reaction occurs, discuss your symptoms with your physician. ", 
    "title": "Botox To Treat Multiple Sclerosis Ms"
}