{
    "data": "  The botulism neurotoxin is one of the most potent, lethal substances known. Botulism is a disease caused by this neurotoxin (specifically A, B, E, or F type neurotoxin); symptoms include a flaccid paralysis (weakness or slackness) in various muscles. The neurotoxin is produced by bacteria called Clostridium botulinum. The neurotoxin paralyzes muscles and can be deadly. There are three major types of human botulism that differ in how they are acquired: foodborne, wound, and infant botulism. Foodborne botulism is usually caused by eating contaminated home canned foods. Never taste-test food that may have gone bad. Wound botulism is due to Clostridium bacteria infecting a wound and releasing the neurotoxin. In infant botulism, the baby consumes spores of the bacteria which then grow in the baby's intestine and release the neurotoxin. Honey can contain botulism spores and should not be fed to babies less than 1 year of age. Early foodborne, pediatric, and wound botulism can be treated with effective antitoxin types to block the action of the neurotoxin. Botulism neurotoxin is listed as a potential biological weapon. Botulism neurotoxin is used in dilute concentration to treat medical and cosmetic conditions. Botulism is a serious illness that causes flaccid paralysis of muscles. It is caused by a neurotoxin, generically called botulinum toxin, produced by the bacterium Clostridium botulinum (and rarely by C. butyricum and C. baratii). There are seven distinct neurotoxins (types A-G) that Clostridium botulinum produces, but types A, B, and E (and rarely F) are the most common that produce the flaccid paralysis in humans. The other types mainly cause disease in animals and birds, which also develop flaccid paralysis. Most Clostridium species produce only one type of neurotoxin; however, the effects of A, B, E, or F on humans are essentially the same. Botulism is not transmitted from person to person. Botulism develops if a person ingests the toxin (or rarely, if it is inhaled or injected) or if the Clostridium spp. organisms grow in the intestines or wounds in the body and toxin is released. The recorded history of botulism begins in 1735, when the disease was first associated with German sausage (foodborne disease or food poisoning after eating sausage). In 1870, a German physician by the name of Muller derived the name botulism from the Latin word for sausage. Clostridium botulinum bacteria were first isolated in 1895, and a neurotoxin that it produces was isolated in 1944 by Dr. Edward Schantz. From 1949 to the 1950s, the toxin (named BoNT A) was shown to block neuromuscular transmissions by blocking the release of acetylcholine from motor nerve endings. Botulism toxin(s) are some of the most toxic substances known to man; while the toxin has been considered for use as a biological weapon, it has also been used to treat many medical conditions. In 1980, Dr. Alan B. Scott used the toxin to treat strabismus (deviation of the eye), and in December 1989, BoNT-A (Botox) was approved by the U. S. Food and Drug Administration (FDA) for the treatment of strabismus, blepharospasm, and hemifacial spasm in young patients. The use of Botox to treat glabellar lines (wrinkles and frown lines) was approved in 2002 by the FDA for cosmetic improvements; the FDA has approved many additional uses (for example, underarm sweating, and muscle pain disorders) since 2002. In 2017, at least 10 patients were hospitalized with botulism. All of the patients who got botulism ate a nacho cheese sauce served at a gas station near Sacramento, Calif. One patient had to spend at least three weeks in the intensive care unit with paralysis. There is one suspected death due to this botulism outbreak.   Neurotoxin, synthesized and secreted by Clostridium botulinum bacteria (and a few other Clostridium species), cause botulism. The toxin causes the disease by blocking the release of acetylcholine from motor nerve endings. This result produces the symptoms associated with botulism. The risk for developing botulism is increased by ingesting foods that may be improperly treated to kill C. botulinum bacteria and their spores (for example, some home-canning methods or a failure in a canning company's production of canned foods like tomatoes or fish) and to denature any toxins. Some honey preparations may contain small amounts of the bacterial spores; infants under the age of 1 year are at risk if they are given honey. Corn syrup was once implicated as a cause of botulism in infants, but this was eventually proven not to be the source of toxin. Botulism risk is increased if wounds become contaminated with soil or fecal material. There are three main kinds of botulism, which are categorized by the way in which the disease is acquired: Foodborne botulism is caused by eating foods that contain the botulinum neurotoxin. Recent small outbreaks have occurred in Canada due to fermented fish and in New York due to unrefrigerated bulk tofu contamination. Wound botulism is caused by neurotoxin produced within a wound that is infected with the bacteria Clostridium botulinum. Infant botulism occurs when an infant consumes the spores of the botulinum bacteria. The bacteria then grow in the intestines and release the neurotoxin. Three other kinds of botulism have been described but are seen rarely. The first is adult intestinal colonization that is seen in older children and adults with abnormal gastrointestinal tracts. Only rarely does intestinal infection with Clostridium botulinum occur in adults because the adult GI tract inactivates ingested <em>Clostridium botulinum</em> bacteria through gastric acid and enzymatic activity. Typically, the adult form of this intestinal botulism is related to abdominal surgical procedures that interfere with such inactivation mechanisms. The second kind (injection botulism) is seen in patients injected with inappropriately high amounts of therapeutic neurotoxin (for example, Botox, Dysport, Myobloc), while the third kind (inhalation botulism) has occurred in laboratory personnel who work with the neurotoxins. All six kinds of botulism are potentially fatal.  Botulinum neurotoxin is considered one of the most potent, lethal substances known. As little as about 1 nanogram/kg can be lethal to an individual, and scientists have estimated that about 1 gram could potentially kill 1 million people. This small amount of toxin capable of killing humans has made the toxin a candidate for use in weapons for biowarfare and bioterrorism. All forms of botulism can be fatal and are considered medical emergencies. Foodborne botulism can be especially dangerous because many people can be poisoned by eating even small amounts of neurotoxin-contaminated food because the toxin is easily absorbed by the digestive system. A botulism outbreak is a public health emergency that is reportable to the U. S. government. A neurotoxin actually paralyzes the nerves so that the muscles cannot contract. This happens when the neurotoxin enters nerve cells and eventually interferes with the release of acetylcholine so the nerve cannot stimulate the muscle to contract. Unless the nerve can regenerate a new axon that has no exposure to the neurotoxin, the interference at the neuromuscular junction is permanent. This is why it takes so long to recover from botulism and also why cosmetic and therapeutic uses of diluted neurotoxin can be effective for relatively lengthy time periods. Clostridium botulinum is the name of bacteria commonly found in soil all over the world. The bacteria are considered to be anaerobic, which means these organisms grow best in low or absent oxygen levels. Clostridium bacteria are gram-positive rod-shaped bacteria that form spores that allow the bacteria to survive in a dormant state until exposed to conditions that can support growth. There are seven types of botulism neurotoxin designated by the letters A through G. Only types A, B, E, and F cause illness in humans.  Because of better canning processes, especially with home canning or home processing of food, the number of yearly cases of foodborne botulism has dropped to about 1,000 worldwide. In the United States, on average, 110 cases of botulism are reported each year. Of these, nearly 25% of cases are foodborne botulism, approximately 72% are infant botulism, and the remainder (about 3%) are wound botulism, which until recently was rare. Outbreaks of foodborne botulism involving two or more people are usually caused by eating contaminated home canned foods. The number of cases of foodborne and infant botulism has changed little in recent years. However, the incidence of wound botulism has increased, especially in California, from the use of black-tar heroin, which causes infected wounds at heroin injection sites. The classic symptoms of botulism include double vision,blurred vision,drooping eyelids,slurred speech,difficulty swallowing,dry mouth,muscle weakness (resulting in a flaccid paralysis). The classic symptoms may also be accompanied by other symptoms and signs such as dilated pupil(s),dizziness,fatigue,constipation,abdominal discomfort or pain,nausea,vomiting,drooling,difficulty speaking,difficulty swallowing,shortness of breath,slow or absent reflexes,urinary retention,facial weakness,eye muscle weakness, andparalysis. Constipation may occur. The health care professional's examination may reveal that the gag reflex and the deep tendon reflexes like the knee-jerk reflex are decreased or absent. Infants with botulism appear lethargic, weak, and floppy, feed poorly, become constipated, and have a weak cry and poor muscle tone. In infants, constipation is often the first symptom to occur. These are all symptoms and signs related to the muscle paralysis that is caused by the bacterial neurotoxin. If untreated, these symptoms and signs may progress to cause paralysis in various parts of the body, often seen as a descending paralysis of the arms, legs, trunk, and breathing muscles that can lead to death.   In foodborne botulism, symptoms generally begin 18-36 hours after eating a contaminated food, but they can occur as early as six hours or as late as 10 days afterward. In addition to the patient's primary-care physician, other health care professionals may be appropriate to consult; for example, for hospitalized patients, a critical-care specialist, neurologist, infectious-disease specialist, and a pediatric specialist if a child or infant has the disease. The patient's history and physical examination may suggest botulism, but these clues are usually not enough to allow a diagnosis of botulism. Symptoms of other diseases, such as a stroke, Guillain-Barré syndrome (another disease of muscle paralysis), and myasthenia gravis (which also causes weakness and eyelid drooping) can appear similar to those of botulism. Special tests may be needed to exclude these other conditions. These tests may include a brain scan, spinal fluid examination, nerve conduction test (electromyography, or EMG), and a Tensilon test for myasthenia gravis. However, if botulism is strongly suspected (for example, several patients with botulism symptoms who ate from the same home-preserved food container), samples should be obtained for a mouse inoculation test (see below) and then the patients should be treated immediately with botulism antiserum. These tests will help distinguish botulism from infections with Salmonella, E. coli, and other Clostridium species (tetani). The most direct way to confirm the diagnosis is to identify the botulinum neurotoxin in the patient's blood, serum, or stool. This is done by injecting the patient's serum or stool into the peritoneal cavity of mice. An equal amount of serum or stool from the patient is treated with multivalent antitoxin and injected in other mice. If the antitoxin-treated serum- or stool-injected mice live while those injected with untreated serum or stool die, then this is a positive test for botulism and is called the mouse inoculation test. The bacteria can also be isolated from the stool of people with foodborne and infant botulism, but this is not a definitive test. However, stool cultures can help differentiate botulism from E. coli, Salmonella, and other infectious agents.   If diagnosed early, foodborne and wound botulism can be treated with an antitoxin that blocks the action of neurotoxin circulating in the blood. The trivalent antitoxin (effective against three neurotoxins: A, B, and E) is dispensed from quarantine stations by the U. S. government's Centers for Disease Control and Prevention (CDC). The antitoxin can prevent the disorder from worsening, but recovery still takes many weeks. Another heptavalent antitoxin (effective against seven neurotoxins: A, B, C, D, E, F, and G) may be available from the U. S. Army or FEMA. However, HBAT (botulinum antitoxin, heptavalent) is replacing other antitoxins and is available from the CDC Emergency Operations Center; call 770-488-7100 for information and supplies. Physicians may remove whatever contaminated food is still in the gut by inducing vomiting or by using enemas. Wounds should be treated, usually surgically, to remove the source of the toxin-producing bacteria. Good supportive care (intravenous [IV] fluids, breathing support, for example) in a hospital is the mainstay of therapy for all botulism types. Enemas may be used to remove unabsorbed toxin; however, magnesium salts, citrate, and sulfate are not used as they may add to the toxin's strength. Antibiotics (high-dose IV penicillins or other antibiotics) are not used in foodborne botulism but are used in wound botulism; surgical debridement may also be needed. Consultation with an infectious-disease specialist is recommended to help manage treatment protocols. Antitoxin was not routinely given for the treatment of infant botulism. However, now recommended is the use of BabyBIG (human immune globulin given IV) that is considered safe and effective. Unfortunately, it can only be obtained from the California Department of Public Health (call 510-231-7600), and it reportedly costs $45,300. The respiratory failure and paralysis that occur with severe botulism may require a patient to be on a breathing machine (mechanical ventilator) for weeks and may require intensive medical and nursing care (nasogastric suction, IV augmented nutrition, and Foley catheter, for example). After several weeks, the paralysis slowly improves as axons in the nerves are regenerated.  Botulism can result in death from respiratory failure. In the past 50 years, the rate of death from botulism has fallen significantly. Unfortunately, a patient with severe botulism may require not only a breathing machine for ventilation but also intensive medical and nursing care for several months to survive. Patients who survive an episode of botulism poisoning may experience fatigue and shortness of breath for years, and long-term therapy may be needed to aid recovery. In 2009, the FDA increased its label precautions on the three available products: Botox, Dysport, and Myobloc. All three are different formulations of the toxin and are not interchangeable with regard to dosing. In addition, the FDA cautions that all the symptoms of botulism can occur if the treatments are inappropriately given, especially in high doses or if some of the solution seeps out of the localized area where it is injected. The FDA further warned health care professionals that suppliers of medical toxins that do not have FDA approval may supply faulty products that could harm individuals. Untreated botulism has a mortality rate (death rate) of about 50%. Appropriately treated patients with botulism currently still have a mortality rate of about 3%-5%. Some patients may experience various degrees of paralysis for many months. In general, the earlier the diagnosis and treatment of the disease, the better is the prognosis. However, outcomes may be considered only fair in some patients who develop chronic fatigue and shortness of breath for many years after the initial diagnosis and treatment of botulism.  Yes, botulism prevention is possible. Foodborne botulism has often come from improperly prepared home canned foods such as asparagus, green beans, beets, and corn. However, there have been outbreaks of botulism from more unusual sources such as chopped garlic in oil, agave nectar, chili peppers, broccoli, tomatoes, tomato sauce, improperly handled baked potatoes wrapped in aluminum foil, and home canned or fermented fish. People who do home canning should follow strict hygienic procedures to prevent or kill Clostridium bacteria, their spores, and neutralize its neurotoxin. Oils that are infused with garlic or herbs should be refrigerated. Potatoes that have been baked while wrapped in aluminum foil should be kept hot until served or refrigerated. Bacon should be cooked well since bacon preservatives (salts), which inhibit clostridial spores, have been reduced. Because botulism neurotoxin is destroyed by high temperatures (85 C for five minutes), people who eat home canned foods should consider boiling the food for 10 minutes before eating it to help ensure that the food is safe to consume. Other canned foods that are commercially produced and are bulging (the can is deformed and looks like it is over-pressurized) or if abnormal-smelling preserved foods are found, they should be discarded. Do not taste-test them or attempt to boil the food! Because honey can contain spores of Clostridium botulinum and this has been a source of infection for infants, children less than 12 months of age should not be fed honey. Honey is relatively safe for people 1 year of age and older. Wound botulism can be prevented by promptly seeking medical care for infected wounds or skin cuts and avoiding injectable street drugs. The FDA publishes recall lists of commercially produced foods that may contain botulinum toxin. One large recall was Castleberry Food Company's hot dog chili sauces and dog food in 2007. In October 2009, Plumb Organics issued a recall of baby food (apple and carrot preparations) that was thought to be tainted with botulinum toxin. In October 2015, Seaquest Seafood Corp. , in California, recalled its Sunrise brand marinated fish. Several types were recalled by the FDA due to potential Clostridium botulinum contamination. Several other FDA recalls have occurred in 2015, including one in Ohio due to home canned potatoes that killed one and sickened about 50-60 others. Avoiding such potential sources of toxin can prevent botulism. Vaccine development for the major human types of botulism neurotoxin is currently being investigated, but there is no vaccine commercially available or approved for public use by the FDA. However, in the United States, an investigational pentavalent (against neurotoxins A, B, C, D, and E) botulinum toxoid vaccine can be distributed by the CDC for laboratory workers at high risk of exposure to botulinum toxin and by the military for protection of troops against attack. Unfortunately, it takes several months to induce immunity. In 2009, a research finding with molecules that mimic botulism toxin binding sites was described that may provide another method to block toxin from binding to nerve tissues, but this approach is only in the research phase of development. The herb milk thistle has been suggested by alternative medicine proponents (mainly in Europe) to treat food poisoning (especially mushroom poisoning) and to help detoxify the liver. There are no good data on its use in preventing or treating botulism.  Yes. However, the neurotoxin rapidly inactivates when exposed to air and is relatively unstable even in liquid formulations in contrast to other disease agents like organisms that cause anthrax. Even with these drawbacks, the neurotoxin has been used sporadically in attempts to harm or kill individuals. Botulinum toxin could be used to contaminate food supplies, but some experts suggest that dissemination of the toxin as an aerosol would be more effective. During the Gulf War, Iraq reportedly produced 20,000 L of botulinum toxin and used 12,000 L for field-testing and to fill warheads, but the shells were not used. The Aum Shinrikyo cult in Japan tried and failed three times to use the toxin as an aerosol weapon. Scientists in Russia also have experimented with botulinum toxin as a weapon. These situations are described in detail in the literature that discusses chemical and biological warfare. Interestingly, purified and highly diluted botulism toxin is being used to treat conditions that are characterized by abnormal muscle contractions. (Some examples of these conditions are torticollis, spasmodic dysphonia, achalasia, strabismus, oromandibular dystonia, cervical dystonia, and blepharospasm. ) Wrinkles are caused by repeated normal muscle contractions. . no muscle contractions, no wrinkles. Consequently, many people elect to have an FDA-approved formulation of the dilute toxin injected to reduce or stop wrinkles in the skin. This wrinkle treatment was first approved by the FDA in 2002. Possible side effects of this treatment include bruising, ptosis (abnormal drooping of a body part, especially the eyelid), nausea, and dysphasia (difficulty with speech), but other side effects may also occur. The last reference listed below shows pictures of frown line treatment with Botox. Some physicians use botulinum toxin type A as a treatment of gastrointestinal complications of diabetes. ", 
    "title": "Botulism"
}