{
    "data": "  Several surgical options exist for bowel diversion. Ileostomy diverts the ileum to a stoma. Semisolid waste flows out of the stoma and collects in an ostomy pouch, which must be emptied several times a day. An ileostomy bypasses the colon, rectum, and anus and has the fewest complications. Colostomy is similar to an ileostomy, but the colon (not the ileum)is diverted to a stoma. As with an ileostomy, stool collects in an ostomy pouch. Ileoanal reservoir surgery is an option when the large intestine is removed but the anus remains intact and disease-free. The surgeon creates a colonlike pouch, called an ileoanal reservoir, from the last several inches of the ileum. The ileoanal reservoir is also called a pelvic pouch or J-pouch. Stool collects in the ileoanal reservoir and then exits the body through the anus during a bowel movement. People who have undergone ileoanal reservoir surgery initially have about six to 10 bowel movements a day. Two or more surgeries are usually required, including a temporary ileostomy, and an adjustment period lasting several months is needed for the newly formed ileoanal reservoir to stretch and adjust to its new function. After the adjustment period, bowel movements decrease to as few as 4 to 6 a day. Continent ileostomy is an option for people who are not good candidates for ileoanal reservoir surgery because of damage to the rectum or anus but do not want to wear an ostomy pouch. As with ileoanal reservoir surgery, the large intestine is removed and a colon-like pouch, called a Kock pouch, is made from the end of the ileum. The surgeon connects the Kock pouch to a stoma. A Kock pouch must be drained each day by inserting a tube through the stoma. An ostomy pouch is not needed and the stoma is covered by a patch when it is not in use. Some people only need a temporary bowel diversion; others need permanent bowel diversion.  The type, degree, and location of bowel damage, and personal preference, are all factors in determining which surgery is most appropriate. For example, people whose disease affects the ileum are poor candidates for ileoanal reservoir surgery or continent ileostomy because of the increased risk of disease recurrence and the need for pouch removal. Discussing treatment options with a doctor and seeking the advice of an ostomy nursea (specialist who cares for people with bowel diversions)are highly recommended. ", 
    "title": "Bowel Diversion Surgery Ileostomy Colostomy"
}