{
    "data": "  Concussion describes a brain injury where, after an injury, there are functional changes that occur in how the brain works but no structural damage can be seen on standard imaging tests like CT scan. Mild traumatic brain injury, or concussion, can be defined as a short-lived loss of brain function due to head trauma that resolves spontaneously. With concussion, function may be interrupted while there is no structural damage to the brain. The brain floats in cerebrospinal fluid and is encased in the skull. These protections allow it to withstand many of the minor injuries that occur in day-to-day life. However, if there is sufficient force to cause the brain to bounce against the rigid bones of the skull, then there is potential for injury. It is the acceleration and deceleration of the brain against the inside of the skull that can cause the brain to be irritated and interrupt its function. The acceleration can come from a direct blow to the head or face, or from other body trauma that causes the head to shake. While temporary loss of consciousness due to injury means that a concussion has taken place, most concussions occur without the patient being knocked out. Studies of football players find that most of those affected were not aware that they had sustained a head injury.  All injuries to the brain are potentially serious and devastating. Historically, attempts to decide what symptoms could define a concussion as more or less severe and serious have not been able to adequately describe potential risk or guide the care provider and patient as to when the brain is fully healed. Concussions in sports are more easily studied than in the general public because of their frequency and the numerous studies on their evaluation and treatment. At present, it is reasonable to think of only one type of concussion, since the mechanism is to shake the brain. More importantly, it is important to recognize that there can be a broad spectrum of symptoms and severity for concussions and understand that most concussion symptoms will resolve themselves within a week or 10 days.   The signs and symptoms of concussion may be obvious or very subtle. Most patients are unaware that they have sustained a concussion and may not connect their symptoms with a head injury. This is especially true when symptoms develop hours after the initial injury and those events may have been forgotten. Being knocked out (loss of consciousness) or having a seizure after a head injury are not common and may be very dramatic but these two symptoms do not predict the severity of the concussion. Symptoms like mild confusion, disorientation, and irritability are most commonly seen. Symptoms tend not to be objective and may be hard to describe or be appreciated by the patient. Often it is family members or friends who are more aware of the situation. Typical symptoms of concussion include: HeadacheDifficulty concentrating or feeling “foggy”Slower reaction timesDizziness, lightheadednessNauseaDifficulty with bright lights or loud soundsIrritabilityChanges in sleep patterns, either insomnia or sleeping more Because of all of the above, students may suffer a drop off in their school work and grades, while adults' work performance may suffer. Physical Signs The purpose of the physical examination is to look for abnormalities that would point to bleeding in the brain or to a neck injury and spinal cord damage. The neurologic exam in patients with concussion should be normal.  Taking a history of what happened to the patient is the important first step in the diagnosis and treatment of a concussion. Understanding the mechanism of injury and the sequence of events afterwards is important in deciding the potential risk for bleeding and swelling in the brain. The history will try to find out if there was an underlying medical problem that caused the injury. For example, in older patients who fall and hit their head and are briefly unconscious, the question becomes: Did the patient hit their head and get knocked out? Or did they pass out due to a stroke or other problem, then fall and hit their head? Medications and past history are important considerations. Patients who take blood thinners like warfarin (Coumadin) or dabigatran (Pradaxa) are at higher risk for bleeding when they get hit in the head. Physical examination will include a complete neurologic examination and may include looking for weakness, paralysis, or change of sensation in the body. Balance and coordination may be evaluated. Vision and hearing may also be checked. The head will be examined looking for signs of injury including the potential for skull or facial bone fracture. The neck may also be evaluated since neck injury can be associated with head trauma. The concept of minor head injury refers to patients who have had trauma to their head and are fully awake. The question becomes whether a CT scan of the head is needed to look for bleeding or swelling in the brain. Rules have been developed to guide the health care professional and allow the appropriate use of CT scanning. Both the Canadian CT head rules and the New Orleans rules are effective in screening patients who have had a concussion but do not need an operation. The Canadian CT rules suggest that a CT is required only if any of the following criteria are met (please note that these criteria apply to patients aged 16 to 65). High risk for neurosurgical intervention: Glasgow Coma Score &lt;15 at 2 hours after injury *see belowSuspected open or depressed skull fractureAny sign of basal skull fracture [blood behind the eardrum, \"raccoon eyes\" or bruising around the eyes, cerebrospinal fluid leaking from the nose or ears, or Battle's sign (bruising behind the ear)]More than two episodes of vomiting, age &gt;65 years Medium risk of brain injury on CT: Amnesia before impact of greater than 30 minutesDangerous mechanism (for example, pedestrian hit by car, thrown from a moving vehicle, fall from height) These guidelines also do not apply to patients who are taking anticoagulation or blood-thinning medications. Please note that the rules do not consider loss of consciousness or seizure in determining the potential severity of brain injury. The GCS was developed to assess a patient's neurologic status based on speech, eye opening, and movement. The scale is used as part of the initial evaluation of a patient and is meant to be repeated over the course of the patient's care. Since it is relatively easy to do, the GCS can be used by health care professionals with different skill levels to assess changes in patient status. A normal awake patient has a GCS of 15. A dead patient has a GCS of 3. X-rays of the skull are not indicated in minor head trauma, since normal X-rays do not mean that there is normal brain function. Since concussion is defined as a temporary change in brain function, it is important to examine the patient on more than one occasion. Brain function may or may not correlate with the resolution of symptoms. Neuropsychologic testing may be used to assess brain function to decide when to allow a patient to return to full activity.   Time is the ally in concussion treatment since most symptoms resolve relatively quickly. Treatment is directed at symptom control for headaches, nausea, dizziness, and insomnia. Brain rest is an important concept. In today's high tech connected world, the brain is often asked to process information at a high rate of speed from television, computers, and smartphones. Limiting use of those devices may be helpful in allowing the brain to recover more quickly. Ultimately, the brain will recover at its own pace. While most concussion patients will recover within 7 to 10 days, some patients will experience symptoms for weeks or months. The length of recovery is not necessarily related to the initial injury. Discussion with employers may be needed to alert them to issues of poor work performance due to difficulty with concentration and comprehension. Similarly, school officials should be notified about the potential for decrease in school function. Return to sports depends upon complete resolution of concussion symptoms and it is important not to return to practice or competition too soon. A concussed brain may be more prone to repeated injury. As with most accidents, injury prevention is the first consideration. The following are all important steps to prevent concussion and severe head injuries: workplace safety using helmets where required or recommended;using seatbelts in motor vehicles;wearing helmets while bicycling and motorcycle riding; andhead protection should be worn when participating in some sports. Proper technique is also important to prevent injuries. Public education is important in raising awareness for concussion and its complications. Players, coaches, and parents are being educated in how to recognize symptoms and prevent the return of the player to the field until it is safe. Similarly, educational efforts at the workplace are increasing awareness of the signs and symptoms of concussion. Research continues as to the when the best time is to return to full activity. A variety of computer based programs (ImPACT™) are being used as screening tests to measure reaction times and emotional changes. Once a patient “passes” these tests, repeat evaluation by a care professional is usually required before return to full activity. Patients with severe head trauma may have genetic factors that affect their prognosis. A variety of hormones and chemicals may affect brain function and recovery. The impact of this research on patients with minor head injury and concussion is as yet uncertain. ", 
    "title": "Brain Concussion"
}