{
    "data": "  Brain damage is an injury that causes the destruction or deterioration of brain cells. In the U. S. , every year, about 1. 4 million people have some type of brain injury. And approximately 5. 3 million people suffer from the effects of brain damage. About 50,000 die as a result of brain injury. Medical costs and lost productivity are estimated at between $48 billion and $60 billion per year. All traumatic brain injuries are head injuries. But head injury is not necessarily brain injury. There are two types of brain injury: traumatic brain injury and acquired brain injury. Both disrupt the brain's normal functioning. Traumatic Brain Injury (TBI) is caused by an external force -- such as a blow to the head -- that causes the brain to move inside the skull or damages the skull. This in turn damages the brain. An Acquired Brain Injury (ABI) occurs at the cellular level. It is most often associated with pressure on the brain. This could come from a tumor. Or it could result from neurological illness, as in the case of a stroke. Both traumatic brain injury and acquired brain injury occur after birth. And neither is degenerative. Sometimes, the two terms are used interchangeably. There is a kind of brain damage that results from genetics or birth trauma. It's called congenital brain damage. It is not included, though, within the standard definition of brain damage or traumatic brain injury. Most brain injuries cause focal -- or localized -- brain damage, such as the damage caused when a bullet enters the brain. In other words, the damage is confined to a small area. Closed head injuries frequently cause diffuse brain damage, which means damage to several areas of the brain. For example, both major speech and language areas might be involved. The severity of brain damage can vary with the type of brain injury. A mild brain injury is temporary. It causes such symptoms as headaches, confusion, memory problems, and nausea. In a moderate brain injury, symptoms can last longer and be more pronounced. In both cases, most patients make a good recovery. With a serious brain injury, the person may suffer life-changing and debilitating problems. People who are in a coma or a minimally responsive state are examples of those who are likely to have permanent brain damage.  When the brain is starved of oxygen for a prolonged period of time, brain damage may occur. Brain damage can occur as a result of a wide range of injuries, illnesses, or conditions. Because of high-risk behaviors, males between the ages of 15 and 24 are most vulnerable. Young children and the elderly also have a higher risk. Causes of traumatic brain injury include: car accidentsblows to the headsports injuriesfalls or accidentsphysical violence Causes of acquired brain injury include: poisoning or exposure to toxic substancesinfectionstrangulation, choking, or drowningstrokeheart attackstumorsaneurysmsneurological illnessesabuse of illegal drugs  Anyone who has a head or brain injury needs immediate medical attention. A brain injury that seems mild -- referred to as a concussion -- can be as dangerous as clearly severe injuries. The key factor is the extent and location of the damage. Brain injury does not necessarily result in long-term disability or impairment. But the correct diagnosis and treatment is needed to contain or minimize the damage. The extent and effect of brain damage is determined by a neurological exam, neuroimaging testing such as X-rays or CT scans, and neuropsychological assessment such as checking reflexes. Doctors will stabilize the patient to prevent further injury, ensure blood and oxygen are flowing properly to the brain, and ensure that blood pressure is controlled. About half of severely injured patients require surgery to repair a ruptured blood vessel or to relieve pressure on the brain. If a patient is severely injured, rehabilitation may be ordered to assist in long-term recovery. That may include: physical therapyoccupational therapyspeech and language therapypsychological support Most injuries that cause brain damage are preventable. Here are some rules to follow to reduce the risk of brain damage: Never shake a child. Install window guards to keep young children from falling out of open windows. Install shock-absorbing material on playgrounds. Wear helmets during sports or cycling. Wear seatbelts in cars, and drive carefully. Avoid falls by using a stepstool when reaching for high items. Install handrails on stairways. Don't keep guns; if you do, keep them unloaded and locked away. Don't use illegal drugs. Drink alcohol only in moderation, and never drink and drive. WebMD Medical Reference ", 
    "title": "Brain Damage Symptoms Causes Treatment"
}