{
    "data": "  A brain hemorrhage is bleeding in or around the brain. Causes of brain hemorrhage include high blood pressure, abnormally weak blood vessels that leak, drug abuse, and trauma. Many people who experience a brain hemorrhage have symptoms as though they are having a stroke, and can develop weakness on one side of their body, difficulty speaking, or a sense of numbness. Difficulty performing usual activities, including problems with walking or even falling, are not uncommon symptoms. About 10% of all strokes are hemorrhagic, or caused by bleeding into the brain. Brain hemorrhage is often labeled according to precisely where it occurs in the brain. In general, bleeding anywhere inside of the skull is called an intracranial hemorrhage. Bleeding within the brain itself is known as an intracerebral hemorrhage. Bleeding can also occur between the covering of the brain and the brain tissue itself, referred to as a subarachnoid hemorrhage. If a blood clot occurs between the skull and the brain, it is known as either a subdural or epidural hematoma depending on whether it is below or above the tough covering (dura) of the brain. Subdural and epidural hematomas are more likely to occur as a result of trauma or after a fall and will not be addressed in detail here. It is important to recognize that when bleeding occurs within the brain itself, headache may not occur, as our brains don't have the ability to sense the ongoing disturbance. However, the coverings of the brain (meninges) are extremely sensitive and if bleeding occurs there, as when an aneurysm ruptures, a sudden and severe headache is a common symptom.   The most common cause of a brain hemorrhage is elevated blood pressure. Over time, elevated blood pressure can weaken arterial walls and lead to rupture. When this occurs, blood collects in the brain leading to symptoms of a stroke. Other causes of hemorrhage include aneurysm -- a weak spot in the wall of an artery -- which then balloons out and may break open. Arteriovenous malformations (AVM) are abnormal connections between arteries and veins and are usually present from birth and can cause brain hemorrhage later in life. In some cases, people with cancer who develop distant spread of their original cancer to their brain (metastatic disease) can develop brain hemorrhages in the areas of brain where the cancer has spread. In elderly individuals, amyloid protein deposits along the blood vessels can cause the vessel wall to weaken leading to a hemorrhagic stroke. Cocaine or drug abuse can weaken blood vessels and lead to bleeding in the brain. Some prescription drugs can also increase the risk of brain hemorrhage. Although headache is frequently associated with bleeding in the brain, it is not always present. Most often, the symptoms associated with a brain hemorrhage are dependent on the particular area of the brain that is involved. If the bleeding is in the part of the brain associated with vision, there may be problems seeing. Problems with balance and coordination, weakness on one side, numbness, or sudden seizure may occur. The speech center for many people is located in the left side of the brain and bleeding into this area may cause marked speech disturbances. If the bleeding is in the lower brain (brainstem), where most of the automatic body functions are regulated, a patient may become unresponsive or go into a coma. Additionally, sometimes symptoms of brain hemorrhage may come on very abruptly and rapidly worsen. Alternatively, the symptoms may progress slowly over many hours or even days.  If any kind of stroke is suspected, immediate evaluation is needed. Examination may reveal evidence of brain injury with weakness, slurred speech, and/or loss of sensations. Generally, a radiology examination is necessary, such as a computed tomography (CT) scan or magnetic resonance imaging (MRI) scan. The CT or MRI can highlight various features and location of brain bleeding. If bleeding inside of or around the brain is noted, further testing may be ordered to try to determine the cause of the bleeding. This additional testing can help to determine if abnormal blood vessels are present as well as the next step in either diagnosis or treatment. In certain situations, a spinal tap (lumbar puncture) may be required to confirm evidence of bleeding or rule out other brain problems. Patients with bleeding inside of the brain must be monitored very closely. Early treatment includes stabilizing blood pressure and breathing. A breathing assist machine (ventilator) can be required to ensure that enough oxygen is supplied to the brain and other organs. Intravenous access is needed so that fluids and medications can be given to the patient, especially if the person is unconscious. Sometimes specialized monitoring of heart rhythms, blood oxygen levels, or pressure inside of the skull is needed. After a person has been stabilized, then a determination of how to address the bleeding is made. This stabilization and decision-making process takes place very rapidly. The decision to perform surgery is based on the size and location of the hemorrhage. Not everyone with an intracranial hemorrhage needs to have surgery. Various medications may be used to help decrease swelling around the area of the hemorrhage, to keep blood pressure at an optimal level, and to prevent seizure. If a patient is awake, pain medication may be needed.   Many patients who have experienced a brain hemorrhage do survive. However, survival rates are decreased when the bleeding occurs in certain areas of the brain or if the initial bleed was very large. If a patient survives the initial event of an intracranial hemorrhage, recovery may take many months. Over time and with extensive rehabilitation efforts, including physical, occupational, and speech therapy, patients can regain function. However, some can be left with persistent weakness or sensory problems. Other patients may have residual seizures, headaches, or memory problems. Infants less than 32 weeks gestational age are at higher risk of developing intracranial bleeding, due to the immaturity of the blood vessels. A significant percentage of premature infants may develop some amount of intracranial hemorrhage. This can lead to hydrocephalus, or an enlargement of the fluid-filled spaces of the brain, and can be very serious. If delivery cannot be delayed, certain medications can be given to the mother in an effort to help prevent this condition. ", 
    "title": "Brain Hemorrhage"
}