{
    "data": "  Four major blood vessel supply blood to the brain. They join together at the Circle of Willis at the base of the brain. Smaller arteries leave the circle and branch out to supply brain cells with oxygen and nutrients. Artery junction points may become weak, causing a ballooning of the blood vessel wall to potentially form a small sac or aneurysm. Cerebral aneurysms are common, but most are asymptomatic and are found incidentally at autopsy. Aneurysms can leak or rupture causing symptoms from severe headache to stroke-like symptoms, or death. The health care practitioner needs to maintain a high incidence of suspicion to make the diagnosis, since many patients may have an initial small leak of blood causing symptoms hours or days before a catastrophic bleed occurs. Diagnosis of a brain aneurysm may require CT scans, lumbar puncture, or angiography. Treatment to repair the aneurysm may involve neurosurgery to put a clip across the weak blood vessel wall. Instead of surgery, some patients may be treated by an interventional radiologist or neurologist who may use a coil to fill the aneurysm to prevent bleeding. The Circle of Willis is the junction of the four many arteries, two carotid arteries and two vertebral arteries, that supply the brain with nutrition (especially oxygen and glucose). This loop of arteries is located at the base of the brain and sends out smaller branch arteries to all parts of the brain. The junctions where these arteries come together may develop weak spots. These weak spots can balloon out and fill with blood, creating the outpouchings of blood vessels known as aneurysms. These sac-like areas may leak or rupture, spilling blood into surrounding brain tissue. Aneurysms have a variety of causes including high blood pressure and atherosclerosis, trauma, heredity, and abnormal blood flow at the junction where arteries come together. There are other rare causes of aneurysms. Mycotic aneurysms are caused by infections of the artery wall. Tumors and trauma can also cause aneurysms to form. Drug abuse, especially cocaine, can cause the artery walls to inflame and weaken. Brain aneurysms are a common occurrence. At autopsy, incidental aneurysms that have never caused any symptoms or issues are found in more than 1% of people. Most aneurysms remain small and are never diagnosed. Some, however, may gradually become larger and exert pressure on surrounding brain tissue and nerves and may be diagnosed because of stroke-like symptoms including: headache, numbness, or weakness of one side of the face, a dilated pupil, or change in vision. The greater concern is a brain aneurysm that leaks or ruptures, and potentially causes stroke or death. Blood may leak into one of the membranes (meninges) that covers the brain and spinal canal and is known as a subarachnoid hemorrhage (sub= beneath + arachnoid=one of the brain coverings + hemorrhage=bleeding).   The headache associated with a leaking aneurysm is severe. Blood is very irritating to the brain and surrounding membranes and causes significant pain. Patients may describe the \"worst headache of their life,\" and the health care practitioner needs to have an appreciation that a brain aneurysm may be the potential cause of this type of pain. The headache may be associated with nausea, vomiting, and change in vision. A subarachnoid hemorrhage also causes pain and stiffness of the neck because the meninges become inflamed. However, the \"worst headache of their life\" complaint needs to be matched with physical findings to be considered a risk factor for a leaking aneurysm. The diagnosis of brain aneurysm begins with a high index of suspicion by the health care practitioner. The history of the headache, an acute onset of the headache, associated with a stiff neck and an ill-appearing patient on physical examination, typically lead the health care practitioner to consider the diagnosis and order a CT (computerized tomography) scan of the head. If the CT scan is performed within 72 hours of the onset of the headache, it will detect 93% to 100% of all aneurysms. In the few cases that are not recognized by CT, the health care practitioner may consider performing a lumbar puncture (LP, or spinal tap) to identify blood in the cerebrospinal fluid that runs in the subarachnoid space. Some hospitals will consider CT angiography of the brain instead of the LP. If the CT or the LP reveals the presence of blood, angiography is performed to identify where the aneurysm is located and to plan treatment. Angiography, where a catheter is threaded into the arteries of the brain and dye is injected while pictures are taken, can demonstrate the anatomy of the arteries and uncover the presence and location of an aneurysm. CT angiography or MR angiography may be performed without threading catheters into the brain as is the case with a formal angiogram. There is some controversy as to which type of angiogram is best to assess the patient, and the kind chosen depends upon the patient's situation and condition. Though the symptoms may suggest a brain aneurysm, other diagnoses may need to be considered. Migraine headache, meningitis, tumor, and stroke all may cause neurologic symptoms. Based on the patient's presentation, the health care practitioner will need to decide which tests and studies to use in addition to brain imaging to establish the correct diagnosis.  Treatment for a symptomatic aneurysm is to repair the blood vessels. Clipping and coiling are two treatment options. Clipping: A neurosurgeon can operate on the brain by cutting open the skull, identifying the damaged blood vessel and putting a clip across the aneurysm. This prevents blood from entering the aneurysm and causing further growth or blood leakage. Coiling: An interventional neurologist, neurosurgeon, or interventional radiologist can thread a tube through the arteries, as with an angiogram, identify the aneurysm, and fill it with coils of platinum wire or with latex. This prevents further blood from entering the aneurysm and resolves the problem. Both these options have the risk of damaging the blood vessel and causing more bleeding, damaging nearby brain tissue, and causing the surrounding blood vessels to go into spasm; depriving brain tissue of blood supply and causing a stroke. Prior, during, and after surgery, attention is paid to protect the brain and its blood vessels from potential further damage. Vitals signs are monitored frequently, and heart monitors are used to watch for abnormal heart rhythms. Medications may be used to control high blood pressure and prevent blood vessel spasm, seizure, agitation, and pain. Brain aneurysms are deadly. About 10% of patients with a ruptured aneurysm die before receiving medical care. If untreated, another 50% will die within a month, with 25% of patients sustaining another bleeding episode within a week. Aside from the bleeding issues, there is significant risk of artery spasm leading to stroke. Survival rates are increased in patients who present early to the hospital. Early diagnosis, aneursym repair, and control of blood vessel spasms with appropriate medications are all associated with increased survival.  For those who survive an initial aneurysm rupture, blood vessel spasm (vasospasm) may be the villain in causing continued brain damage. Experiments to develop new drugs to control vasospasm are ongoing. Molecules that can cause spasm are being identified, and antibodies may be able to be produced to blunt their effect. Studies are also looking at the possibility that brain aneurysms may be hereditary, and perhaps screening of high-risk populations may be possible in the future. ", 
    "title": "Brain Aneurysm"
}