{
    "data": "  A clinical trial is a research program conducted with patients to evaluate a new medical treatment, drug or device. The purpose of a breast cancer clinical trial is to find new and improved methods of treating the disease. Clinical trials make it possible to apply the latest scientific and technological advances to patient care. During a breast cancer clinical trial, researchers, usually physicians, use the best available treatment as a standard to evaluate new treatments. These treatments may be a new drug, surgery or an alternative medicine. First, researchers study new treatment options in the laboratory in test tubes and animals. If those results are promising, new treatments are further evaluated in a small group of people, and, finally, in a larger clinical trial. When a new medical treatment is studied for the first time in humans, no one knows exactly how it will work. With any new treatment, there are possible risks as well as benefits. Clinical trials help physicians discover the answers to these questions: Is the treatment safe and effective?Is the treatment potentially better than the treatments currently available?What are the side effects of the treatment?Does the treatment have any possible risks?How well does the treatment work? All clinical trials are conducted in phases, each designed to find out specific information. Each new phase of a clinical trial builds on information from previous stages. Participants may be eligible for clinical trials in different phases, depending on their health. Most clinical trial participants take part in Phases III and IV. Phase I clinical trials study the safety of the new treatment. Phase II clinical trials occur if the treatment is found to be safe in the phase 1 trial. Phase II studies look at whether the treatment is effective. Phase III clinical trials compare the new treatment with the standard treatment to determine if it's any better. If a treatment does well in phase II studies, it is often approved for use by the U. S. Food and Drug Administration (FDA). Phase IV clinical trials occur after the drug is approved FDA. These studies look at ways to use the new treatment more effectively. For example, in phase IV trials researchers may test a drug in combination with other drugs. Or they may study a new dose. Or they may study the drug's effectiveness to treat a particular disease or a select group of patients.  You may receive a new treatment before it is widely available to the public. You can provide researchers with the information they need to continue developing new procedures and introducing new treatment methods. Your treatment costs may be decreased, since many of the tests and physician visits that are directly related to the clinical trial are paid for by the company or agency sponsoring the study. Be sure to discuss your treatment costs with the physicians and nurses conducting the clinical trial. All of the risks and side effects of the new treatment usually are not known at the beginning of the clinical trial. There may be unknown side effects, as well as hoped-for benefits. It's important to note that most treatments have potential side effects. Patients are informed of any known possible side effects before they join a clinical trial. They're also informed of any \"new\" side effects that become known while they are participating in the trial. If you participate in a randomized clinical trial, you may not receive the new treatment being studied. Many breast cancer clinical trials compare a new treatment along with current therapy versus the current therapy alone. Participants are randomly assigned to one or the other group. This will be explained to you before you decide to take part. As with other forms of therapy, the new treatment may not work for you, even if it helps others. Insurers do not always cover all of the costs associated with taking part in a clinical trial. Be sure to talk to your insurance provider before you decide to participate. There may be inconveniences, such as more frequent testing, more time at the doctor's office, and travel commitments.  Clinical trial participants are willing volunteers. Even though patients may be asked by their physicians to take part in a clinical trial, it is up to you to make the final decision. However, there are many safeguards in place to look out for the welfare of volunteers. These safeguards can't guarantee that you won't have complications, but they try to reduce risk as much as possible. Before you take part in any research study, you will be asked to give informed consent to participate. Informed consent means that as a patient, you are given all available information so you can understand what is involved in a specific clinical trial. The physicians and nurses conducting the study will explain the treatment to you, including its possible benefits and risks. You will be given an informed consent form to read and consider carefully. Before signing, be sure you find out as much as possible about the clinical trial, including what risks you may face. Ask the physician or nurse to explain parts of the form or the trial that are not clear. (See the section, \"Important Questions to Ask\". ) You are free to decide whether or not you want to take part in the trial. If you decide to participate, you will sign the consent form. If you do not want to participate in the trial, you may refuse. If you choose not to participate in the trial, your care will not be affected in any way. Your signature on the informed consent form does not bind you to the study. Even if you sign the form, you are free to leave the trial at any time to receive other available treatments. The informed consent process is ongoing. After you agree to participate in a breast cancer clinical trial, you will continue to receive any new information about your treatment that may affect your willingness to stay in the trial.  Every clinical trial is designed to meet a specific set of research criteria. Each study enrolls patients with certain conditions and symptoms. If you fit the guidelines for a trial, you may be able to participate. In some instances, you may be required to undergo certain tests to confirm your acceptance. All patients face a new world of medical terms and procedures. Fears and myths of \"experimentation\" or \"being a guinea pig\" are common concerns of patients who are thinking about participating in a clinical trial. Even though there are always going to be fears of the unknown, understanding what is involved in a clinical trial before agreeing to participate can relieve some of your anxieties. Here's some information that may help ease your concerns: The personal information gathered about you during the clinical trial will remain confidential and will not be reported with your name attached. If at any time during the study your physician feels it is in your best interest to quit, you will be free to do so. This will not in any way affect your future treatment. Clinical trial participants typically receive their care in the same places that the standard treatments are given - in clinics or physician's offices. Clinical trial participants will be watched closely, and data on their case will be carefully recorded and reviewed. If you are thinking about taking part in a clinical trial, find out as much as possible about the study before you decide to participate. Here are some important questions to ask: <ol>What is the purpose of the clinical trial?What kinds of tests and treatments does the clinical trial involve? How are these tests given?What is likely to happen in my case with, or without, this new research treatment? (Are there standard treatment options for my case, and how does the study compare with them?)How could the clinical trial affect my daily life?What side effects can I expect from the clinical trial? (Note: There can also be side effects from standard treatments and from the disease itself. )How long will the clinical trial last?Will the clinical trial require extra time on my part?Will I have to be hospitalized? If so, how often and for how long?If I agree to withdraw from the clinical trial, will my care be affected? Will I need to change physicians? <font face=\"arial\" size=\"1\">Reviewed by the doctors at The Cleveland Clinic Taussig Cancer Center. </font> <font face=\"arial\" size=\"1\">Edited by Charlotte E. Grayson, MD, WebMD, February 2004. </font> <font face=\"arial\" size=\"1\">Portions of this page copyright © The Cleveland Clinic 2000-2004</font> ", 
    "title": "Breast Cancer Clinical Trials"
}