{
    "data": "  Following surgery or radiation, your treatment team will determine the likelihood that the cancer will recur outside the breast. This team usually includes a medical oncologist, a specialist trained in using medicines to treat breast cancer. The medical oncologist, who works with your surgeon, may advise the use of tamoxifen (tamoxifen citrate, Nolvadex) or possibly chemotherapy. These treatments are used in addition to, but not in place of, local breast cancer treatment with surgery and/or radiation therapy. The type of treatment for local breast cancer recurrences depends on your initial treatment. If you had a lumpectomy, local recurrence is usually treated with mastectomy, since radiation therapy cannot be delivered twice to the same area. If the initial treatment was mastectomy, recurrence near the mastectomy site is treated by removing the tumor whenever possible, usually followed by radiation therapy. In either case, hormone therapy and/or chemotherapy may be used after surgery and/or radiation therapy. If breast cancer is found in the other breast, it may be a new tumor unrelated to the first breast cancer. Treatment would include a lumpectomy or mastectomy and possibly systemic therapy (chemotherapy and/or hormonal therapy). Women with distant recurrence involving organs such as the bones, lungs, brain, or other organs are treated with systemic therapy. Radiation therapy or surgery may also be recommended to relieve certain symptoms. Immunotherapy with trastuzumab (Herceptin) alone or with chemotherapy may be recommended for women whose cancer cells have high levels of the HER2/neu protein. Immunotherapy is generally started after hormonal or chemotherapy are no longer effective. <font face=\"arial\" size=\"1\">Reviewed by the doctors at The Cleveland Clinic Taussig Cancer Center. Edited by Charlotte E. Grayson, MD, February 2004. Portions of this page © The Cleveland Clinic 2000-2004 </font> ", 
    "title": "Breast Cancer Follow-Up Self-Exam"
}