{
    "data": "  <ul style=\"margin-left: 40px;\">Brief psychotic disorder is one of the conditions in the group of mental illnesses called the schizophrenia spectrum and other psychotic disorders. Symptoms of brief psychotic disorder can include hallucinations and/or delusions, and they last no longer than a month. The specific causes for brief psychotic disorder are usually not known, but it is thought to be due to a mix of inherited, biological, environmental, and psychological risk factors. Mental-health-care professionals perform a mental-health interview and examination to assess for the presence of brief psychotic disorder and rule out medical or other mental-health problems. Medications tend to be the mainstay of treating the symptoms of brief psychotic disorder, but cognitive behavioral psychotherapy can also help in recovery. Most people with brief psychotic disorder only have one episode, but some will eventually develop a more chronic mental illness. The prognosis of brief psychotic disorder is usually better than for other psychotic disorders. Cognitive behavioral therapy for the people with a number of risk factors for developing psychosis has been found to help prevent brief psychotic disorder. Brief psychotic disorder is one of a number of mental illnesses that are referred to as schizophrenia spectrum and other psychotic disorders. Characteristics of this disorder may include hallucinations or delusions that last no more than one month. Studies show that a true brief psychotic episode that does not progress to another mental illness occurs in anywhere from one to four per 100,000 people, more commonly in women than in men. This illness usually develops in people 30-50 years of age, and an episode tends to last an average of 17 days. This differs somewhat from people who suffer from any first-time psychotic episode, which occurs in about 100,000 teens and young adults in the United States every year, has a peak onset between the ages of 15-25 years, and more commonly affects males versus females. In addition to the more commonly known mental disorders like schizophrenia, other mental disorders in the schizophrenia spectrum and other psychotic disorders group includes schizotypal personality disorder, delusional disorder, schizophreniform disorder, schizoaffective disorder, catatonia, substance/medication-induced psychotic disorder, psychosis due to a medical condition, other specified schizophrenia spectrum and other psychotic disorder, as well as unspecified schizophrenia spectrum, and other psychotic disorders. Besides catatonia, other catatonia-related disorders include catatonic disorder due to another medical condition, as well as unspecified catatonia.  Except for those psychotic disorders that result from the use of a substance or a medical condition, specific causes for most psychotic disorders are not known. However, the interplay of genetic (familial), biological, environmental, and psychological factors is thought to be involved. We do not yet understand all of the causes and other issues involved, but current research is making steady progress toward elucidating and defining causes of brief psychotic disorder and other psychotic disorders. In biological models of psychotic disorders, genetic predisposition, infectious agents, toxins, allergies, and disturbances in metabolism have all been researched. Psychotic disorders like brief psychotic disorder are known to run in families. For example, people who have a close family member who has suffered from an episode of brief psychosis are more likely to develop the disorder than people with no such family history. Toxins like marijuana increase the risk of developing psychosis. Some medications are thought to be associated with developing, while not directly triggering, this illness in some people. Studies have not seemed to find ethnic differences in developing brief psychotic disorder. The current concept is that multiple genes are involved in the development of psychosis and that risk factors such as prenatal (intrauterine), perinatal (around the time of birth), and nonspecific stressors are involved in creating a disposition or vulnerability to develop the illness. Neurotransmitters (chemicals allowing the communication among nerve cells) have also been implicated in the development of psychotic disorders like brief psychotic disorder. The list of neurotransmitters under scrutiny is long, but special attention has been given to dopamine, serotonin, and glutamate. One form of brief psychotic disorder referred to as brief reactive psychosis has been found to be triggered by very stressful experiences, like placement in solitary confinement. People who have a low income, are unemployed, or are living alone are at higher risk for developing brief psychotic disorder than those who do not have these experiences. Signs and symptoms of brief psychotic disorder can include the following: Delusions (beliefs that have no basis in reality)Hallucinations (for example, hearing voices or other noises not based in reality; seeing or otherwise perceiving things not actually present in any way)Disorganized speech (frequently off topic or nonsensical)Severely disorganized or catatonic behavior  Since there is no specific test, like an X-ray, that can accurately diagnose a person with brief psychotic disorder, people who are concerned that they may suffer from this illness might consider taking a self-test, either an online or printable, like the Yale PRIME Screen, the Youth Psychosis at-Risk Test, the Schizophrenia Test, or the Early Psychosis Indicator. To determine if a person suffers from brief psychotic disorder, health-care professionals will conduct a mental-health interview that looks for any history and the presence of symptoms, also called diagnostic criteria, that were previously described. As with any mental-health evaluation, the practitioner will usually seek to rule out other mental-health conditions, including mood problems like depression and anxiety disorders, panic attacks or generalized anxiety, psychotic disorders other than brief psychotic disorder, like schizophrenia, schizotypal personality disorder, delusional disorder, schizophreniform disorder, schizoaffective disorder, or catatonia. In addition to guarding against having brief psychotic disorder misdiagnosed as another psychotic disorder or delirium (sudden confusion due to a medical or mental illness), the mental-health examiner may assess that while some symptoms (traits) of the disorder are present, the person does not fully qualify for the diagnosis. Since brief psychotic disorder can co-occur with a life-threatening condition like delirium, the presence of those disorders will also likely be explored. The process of determining the presence of brief psychotic disorder will also likely include the professional trying to ensure that the person does not have a medical problem that may cause emotional symptoms that are similar to those of brief psychotic disorder. The mental-health professional will therefore often ask when the person has most recently had a physical examination, comprehensive blood testing, and any other tests that may be necessary to ensure that the individual is not suffering from a medical illness instead of or along with their emotional symptoms. Since the mental-health interview is used in making the diagnosis and the significant impact that having brief psychotic disorder or a related diagnosis can have on the person's life, it is of great importance that the practitioner conducts a comprehensive assessment. In assessing for brief psychotic disorder, the evaluator will likely inquire if the individual's symptoms occur for the required one-day to one-month time period and are not better explained by a mood disorder (like major depression or bipolar disorder with psychotic features), another psychotic disorder, or is the result of the physical effects of a substance or other medical illness. The diagnosis should not be assigned if the person's symptoms are part of and sanctioned by the person's culture. Formerly, the term <em>brief reactive psychosis</em> was used to describe the situation in which brief psychotic disorder occurs in reaction to events that most people would feel are very stressful (for example, trauma).  Given the brief duration of brief psychotic disorder, medications tend to be an important part of addressing many of its symptoms. The first line of treatment inclues atypical antipsychotics, for example: risperidone (Risperdal), olanzapine (Zyprexa), quetiapine (Seroquel), ziprasidone (Geodon), aripiprazole (Abilify), paliperidone (Invega), asenapine (Saphris), iloperidone (Fanapt), urasidone (Latuda), and clozapine (Clozaril). The latter is rarely indicated specifically for the treatment of the brief psychotic disorder. This group of medications might cause weight gain, drowsiness, and changes ion blood sugar and cholesterol. The first generation, or typical, antipsychotic medication also used for the treatment of schizophrenia, and includes medications like: chlorpromazine (Thorazine),haloperidol (Haldol), fluphenazine (Prolixin), thiothixene (Navane), trifluoperazine (Stelazine), perphenazine (Trilafon), andthioridazine (Mellaril).  While most people who have an episode of brief psychotic disorder tend to never experience another one, some will go on to develop a more chronic psychotic mental illness like schizophrenia or schizoaffective disorder. Some may evolve into having psychosis as part of a mood or personality disorder. As such, individuals who have brief psychotic disorder can be susceptible to the unemployment, fractured relationships, medical illnesses, and even early mortality of these other psychotic disorders . The prognosis of brief psychotic disorder tends to be better than that of other psychotic disorders and comparable to the prognosis of mood disorders that have psychotic features. Women, as well as anyone who has a history of having a healthy level of functioning before developing the illness, tend to recover best after suffering from brief psychotic disorder. Overall, women tend to recover and have no further recurrence of psychotic symptoms compared to men. Cognitive behavioral therapy (CBT) for the person who has multiple risk factors for developing psychosis but has yet to have such symptoms, or who has had an episode of brief psychotic disorder, has been found to be effective at helping prevent such symptoms. In individuals who have had brief psychotic disorder, also providing his or her family with support and education about their loved one's condition has been found to be quite effective in the prevention of recurrent psychotic symptoms in the individual with the illness. For women who have developed brief psychotic disorder in the form of postpartum psychosis in the past, preterm delivery of subsequent pregnancy, and prevention of future pregnancies for extreme episodes has been found to help prevent further episodes of the disorder. National Alliance on Mental Illness (NAMI)Colonial Place Three2107 Wilson Boulevard Suite 300Arlington, VA 22201-3042Phone: 1-800-950-NAMI 1-800-950-6264 hotline for help with depression703-524-7600Fax: 703-524-9094TDD: 703-516-7227Email: info@nami. orgWeb site: http://www. nami. org National Institute of Mental Health (NIMH)6001 Executive BoulevardRoom 8184, MSC 9663Bethesda, MD 20892-9663Phone: 866-615-6464 toll-free301-443-4513Fax: 301-443-4279TDD: 866-415-8051 toll-freeEmail: nimhinfo@nih. govWeb site: http://www. nimh. nih. gov ", 
    "title": "Brief Psychotic Disorder"
}