{
    "data": "  Broken toes are often caused by trauma or injury. Prolonged repetitive movements can cause a type of broken toe called a stress or hairline fracture. Symptoms of a broken toe include pain, swelling, stiffness, bruising, deformity, and difficultly walking. Possible complications of a broken toe include nail injury, compound fracture, infection, deformity, or arthritis. Seek immediate medical care if you suspect an open fracture of the toe; if there is bleeding; cold, numb, or tingling sensation; if the toe appears deformed or is pointing in the wrong direction; or blue or gray color to the injured area. A broken toe is diagnosed with a medical examination, which may include X-rays. To help decrease pain and swelling in a broken toe, elevate the foot, ice the injury, and stay off the foot. Depending on the severity of the fracture, the toe may need to be put back into place (reduced), and some compound toe fractures may require surgery. Pain from a broken toe can usually be controlled with over-the-counter pain medication. Buddy taping (taping the toe to an adjacent toe can be used to splint a fractured toe. Most broken toes heal without complications in six weeks.  A commonly injured area of the foot is the small bones of the toes (phalanges). There are 26 bones in the foot; 19 are bones in the forefoot (5 metatarsals and 14 phalanges). Trauma and the injury to the foot often causes one or more of the toe bones to break (fracture). Pain, swelling, or stiffness will occur in a broken toe following injury. It may be difficult to walk due to the pain, especially with a broken big toe. This is because the big toe bears much of the weight of the body during walking or pivoting. A broken little toe (pinky toe) may be painful, but usually does not limit the ability to walk. Other symptoms include a bruised toe, bruising of the skin around the toe, anda bent or deformed appear-ance of the toe if the broken bone is out of place. Other problems may develop as a result of the fractured toe. Complications can occur immediately after the injury (minutes to days), or can develop much later (weeks to years). People with weakened bones  Trauma or injury such as stubbing the toe (jammed toe) or dropping a heavy object on the toe may cause a broken toe. The location of the toes (at the front part of the feet) makes them the most likely part of the foot to be injured. Prolonged repetitive movements, as in certain sports activities, can cause a type of broken type of broken toe called a stress fracture or hairline fracture. People with weakened bones (osteoporosis or other disorders) may develop stress fractures simply from wearing improper shoes.   Many people think that if they can walk on an injured toe, it is not broken. This may not be the case. It is common to break a toe bone and still be able to walk on it. Go to a hospital's emergency department if the following signs or symptoms are presen: Any symptoms of a possible open (compound) fracture which include open wounds, bleeding, or drainage from near the broken toeCold, numb, tingling, or unusual sensation in the toesBlue or gray colored skin near the injuryIf the injured toe appears deformed or is pointing in the wrong direction (angulated) Call a doctor if any of the following occur: If the broken toe pain worsens or new pain is not relieved by pain medicationSores, redness, or open wounds near the injured toeBruising or bleeding under the toenail that causes significant painA cast or splint is damaged or broken  Seek medical evaluation soon after the injury to ensure proper treatment and healing. A doctor will ask questions to determine how the toe was injured and will examine the injured toe and possibly check for other injuries. A doctor may take an X-ray to evaluate if the toe is broken or fractured. X-rays are not always necessary to diagnose a broken toe, especially if the break is in one of the smaller toes. Stress fractures, due to overuse or repetitive movement, may need an MRI to be diagnosed. You initially may see a primary care provider (PCP) such as a family practitioner or a child’s pediatrician when you first injure your toe. You likely willbe referred to an orthopedist or orthopedic surgeon, who specializes in disorders of the musculoskelteal system, or a podiatrist, a specialist in conditions of the foot, for treatment. You also may be diagnosed with a broken toe in a hospital’s emergency department by an emergency medicine specialist. Radiologists will read an X-ray or MRI, though they will usually report back to your primary care physician or emergency medicine specialist and you will not directly consult with them.   A broken toe can be cared for at home by decreasing the pain and swelling using rest, ice, and elevation; allowing the fracture to heal properly. In certain situations, a broken toe may need medical care such as maneuvering the toe back into place (reduction), casting, or splinting the toe. Most minor toe injuries can be treated at home. If a person is unsure or suspects a fracture, seek medical attention. The following can be done to help decrease pain and swelling from a broken toe and to help the fracture heal properly. Rest: Avoid strenuous exercise, prolonged standing, or walking. Crutches may be needed, or a special shoe or boot to wear when walking to avoid putting weight on the fracture while it heals. Ice: Put ice in a plastic bag and apply it to the injury for 15-20 minutes every 1-2 hours for the first 1-2 days. Place a towel between the skin and the ice to protect the skin. Frozen peas or corn can also be used to ice the broken toe - they may conform to the fractured area better than ice. Elevation: To decrease swelling and pain, keep the foot raised above the level of the heart as much and as often as possible. Prop the foot up as much as possible (for example use several pillows), especially when sleeping. Reclining in a lounge chair is also helpful.   Depending on the location and severity of the toe fracture, the fracture may need to be put back into place (reduced) and splinted or casted. Because it has a significant weight bearing role, fractures of the big toe are often more serious and more likely to require reduction or surgical treatment. If there is an open wound near the injured toe, a tetanus shot and antibiotic medication may also be necessary. If there is an open (compound) fracture of the toe, surgery may be necessary in some cases, and antibiotics will be given. This type of fracture should be seen by a doctor immediately. Usually only acetaminophen (Tylenol) or ibuprofen (Motrin) is needed for pain. For a severe fracture, the doctor may prescribe a stronger pain medication.   If there is a minor or small fracture in a bone of one of the small toes, a doctor may only need to tape the injured toe to the one next to it for support. This treatment is called buddy taping. If the toe is buddy taped, it is usually safe to bathe, and then replace the tape afterward, however, check with the doctor prior to removing the tape to bathe. Put a small piece of cotton or gauze between the toes that are taped together. (This prevents the skin between the toes from developing sores or blisters. ) Using as little tape as necessary, loosely tape the broken toe to the toe next to it. If the toes are taped too tightly it can cause additional swelling and may cut off circulation to the injured toe. NOTE: Always follow your doctor's instructions on how to tape your broken toe.   A cast usually is not required for a simple toe fracture. A hard-soled, sturdy, and supportive shoe or boot should be worn. A doctor may give the patient a special shoe to wear if the foot or toes are very swollen. A cast (or surgery) may be needed if the big toe is broken, a fracture involves a joint, several small toe fractures occur at once, or if a bone in the foot or leg is broken in addition to the toe. If the toe fracture is displaced (the two ends of the broken toe bone are out of place) or rotated (the toe is pointing in the wrong direction), or the toe is dislocated, the doctor may need to reduce it, or set the broken toe back into place. Sometimes local anesthesia may be needed to numb the toe before it is put back into place. After a reduction, a splint will be applied to the broken toe to hold it in place while it heals.   Other problems may develop as a result of the broken toe. Complications can occur immediately after the injury (minutes to days), or can develop much later (weeks to years). Inadequate treatment of a broken toe may lead to complications including foot deformities and chronic pain. Even when a broken toe is treated promptly, complications may arise including: Nail injury: A collection of blood may develop underneath the toenail called a subungual hematoma. If it is large, it may need to be drained. To drain a subungual hematoma a doctor will make a small hole in the toenail to drain the blood. If the hematoma is very large or painful, the entire toenail may need to be removed. The injury may also result in a broken toenail that may need to be trimmed or removed. Compound fracture: Rarely, the broken bone in a toe fracture may stick out through the skin. This is called an open or compound fracture. Emergency medical treatment and surgery may be necessary. Arthritis: After the toe fracture heals, the person may still be left with arthritis, pain, stiffness, or even deformity. Nonunion/malunion: Sometimes, the fractured bone will not heal completely (called a nonunion) or will heal improperly (called a malunion). Rarely, surgery may be necessary to fix this problem.   Talk to the doctor to have the broken toe evaluated to be certain it is healing properly. Call a doctor or go to an emergency department if any problems or complications develop before the scheduled appointment. The healing time for broken toes usually is take about six weeks to heal. If problems last longer than six weeks, another X-ray may be needed, or the injury should be rechecked by the doctor to evaluate how the bone is healing. Simple toe fractures usually heal well with no problems. However, a severe fracture or a fracture that goes into a joint is at risk for developing arthritis, pain, stiffness, and possibly even a deformity. ", 
    "title": "Broken Toe"
}