{
    "data": "  Bronchitis is an inflammation of your bronchial tubes (the tubes that carry air to your lungs). There are two types of bronchitis; 1) acute bronchitis, and 2) chronic bronchitis. The definition of acute bronchitis is a cough lasting 5 or more days suggests acute bronchitis as a cause. Sometimes people with recurrent acute bronchitis develop chronic bronchitis. Chronic bronchitis is defined as a cough that occurs every day with sputum production that lasts for at least 3 months, 2 years in a row. The most common way most people become infected with or “get” acute bronchitis is via a viral or bacterial infection; however, other causes may include irritants like tobacco smoke, air pollution, or chemicals. The primary symptom of acute bronchitis is a cough. Other symptoms may include:Sputum productionSore throatNasal congestionHeadacheMuscle achesFatigueShortness of breathChildren with acute bronchitis may have symptoms of:A runny noseMild feverCough up sputum or vomit mucusAcute bronchitis can be contagious, however, acute bronchitis caused by exposure to pollutants, tobacco smoke and other chemicals is not contagiousAcute bronchitis is diagnosed by the patient's history, physical exam, and possibly procedures or tests. Some home remedies may relieve and soothe bronchitis symptoms. Some medications may relieve bronchitis symptoms, for example, cough suppressants, NSAIDs, acetaminophen, and antibiotics (for bacterial infections only). In children under age 2, a pediatrician should be consulted before OCT medicines are used.  Acute bronchitis is inflammation of the bronchial tubes (the airways that allow air to pass from the mouth to the lungs) that usually is caused by viruses or bacteria. Although other irritants for example, smoke or pollution, also may cause the disease, they are far less frequent causes. A cough lasting 5 or more days suggests acute bronchitis as a cause; acute bronchitis usually lasts about 10 to 20 days. People with recurrent acute bronchitis may develop chronic bronchitis. Chronic bronchitis is defined as a cough that occurs every day with sputum production that lasts for at least 3 months, 2 years in a row.  The majority of people with acute bronchitis are contagious if the cause is an infectious agent such as a virus or bacterium. The contagious period for both bacteria and viruses is usually as long as the patient has symptoms although for a few viruses, then maybe contagious a few days before symptoms appear. Contagious viruses that may cause acute bronchitis are listed in the causes section. People usually are less likely to be contagious as the symptoms wane. However, acute bronchitis that is caused by exposure to pollutants, tobacco smoke, or other environmental agents is not contagious.   Coughing is the most common symptom of acute bronchitis. The coughing begins early in the disease and usually lasts about 10 to 20 days as it gradually subsides. About 50% of individuals have a productive cough with either clear, yellow, greenish, or occasionally blood tinged sputum. Consequently, signs and and symptoms of acute bronchitis may include: CoughingProductive coughMild shortness of breathSore throatNasal congestionHeadacheMild fever and chillsChest discomfortMuscle achesFatigue Children may also have: Runny noseMild feverMay gag or vomit mucus If a person develops fever, shortness of breath, cyanosis or chest pain, they likely have another problem but not acute bronchitis.   The most common causes of acute bronchitis are viral. There is no \"bronchitis virus” as many different types of viruses can cause bronchitis. The main genera of viruses that cause acute bronchitis include: Influenza (the same virus that causes colds)ParainfluenzaRSVRhinovirusAdenovirusCorona viruses Many people develop fairly mild symptoms of acute bronchitis so often that the exact virus that caused the infection is never determined. Bacteria are less common causes of acute bronchitis. Bacterial causes of the disease (bacterial bronchitis) include: MycoplasmaStreptococcusBordetellaMoraxellaHaemophilusChlamydia pneumoniae Other irritants (for example, tobacco smoke, chemicals, etc. ) may irritate the bronchi and cause acute bronchitis. Consequently, bronchial or bronchitis infections are not the only cause of acute bronchitis.   Risk factors for acute bronchitis are the same as those for getting viral and bacterial infections and two include; 1) being in close contact with people that are coughing, sneezing, and touching items that infected persons recently handled. 2) People that are exposed to air pollution, tobacco smoke, and to chemicals that are aerosolized are at higher risk for acute bronchitis. Unfortunately, many people worldwide are at risk; as many as 44 per 1000 individuals may develop acute bronchitis per year. The highest risks for the disease are the winter months.   Because acute bronchitis has many causes is often self-limiting within 10 to 20 days and its main symptom is coughing, most doctors consider the diagnosis after a history and physical without additional tests. If the diagnosis is not clear or the specific cause needs to be identified , such tests as sputum cytology, throat cultures, influenza tests, chest X-rays, blood gas, procalcitonin levels and even bronchoscopy have been used to identify specific viral, bacterial and other sources or causes or rule out more severe illnesses (such as a pneumonia). In many people, the symptoms of acute bronchitis are mild to moderate and symptoms like cough are treated for a few days before a more extensive workup is begun.   Bed rest and supportive care such as reducing coughing are the main treatments for acute bronchitis. In most individuals, antibiotics are not needed, especially those who have as cause viral or environmental factors. For some patients who have wheezing with their cough, beta2 agonists may be helpful (bronchodilators). Perhaps the most useful treatments are directed at reducing coughing symptoms with over the counter preparations containing guaifenesin and mucolytics. NSAIDs are often added to reduce inflammation and help relieve discomfort. However, the American Academy of Pediatrics does not recommend giving OTC cough and cold medications to children under two years of age; these medicines may cause harmful side-effects that can be life-threatening to young children.   Home remedies may help reduce acute bronchitis symptoms. For example: Stay well hydrated by drinking fluidsBreath humidified airAvoid dairy products because they thicken mucous secretionsAvoid alcohol and caffeine because of potential drug interactionsAvoid exposure to environmental smoke and other air pollutantsOver-the-counter (OTC) cough suppressants and cough drops can help reduce coughing symptoms. If symptoms worsen, see your doctor. For children under age 2 (and some doctors recommend under age 6), the doctor should be consulted before OTC medicines are used.   The following medication(s) may be helpful for people with acute bronchitis. <strong>Robitussin and Delsym:</strong> Use this medicine sparingly because coughing helps remove irritants from the air passages, and you want to cough these irritants out of these passges in the lungs. <strong>Mucolytics (Mucinex, Mucomyst): </strong>These medicines help remove sticky mucus from the airways. <strong>Acetaminophen and NSAIDs:</strong> Nonsteroidal anti-inflammatory drugs (NSAIDs) and/or acetaminophen (Tylenol and others) may reduce inflammation and/or discomfort. <strong>Inhaler(bronchodilators:</strong> This medicine opens airways, which makes it easier to breathe. <strong>Antibiotics:</strong> Antibiotics are prescribed only if acute bronchitis is caused by a suspected or diagnosed bacterial cause. Reports indicate that about 65%-80% of people with acute bronchitis receive an antibiotic despite evidence that antibiotics are not effective in treating acute bronchitis (with a few exceptions). Antibiotics are not recommended for routine acute bronchitis treatment. It is not recommended to give drugs like NSAIDs and aspirin to young children and young adults due to the risk of Reye's syndrome. Check with a pediatrician before giving over-the-counter medicine to your child. Primary care physicians and pediatricians often treat acute bronchitis; if acute bronchitis reoccurs (recurring bronchitis), other specialties such as allergists, infectious disease or ENT specialists may be consulted. If the individual is pregnant, her OB/GYN doctor should be consulted.   Most individuals do not need to contact their doctor as the disease is usually limited to about 10 to 20 days and resolves. However, the doctor should be seen if symptoms become severe or if fever develops and persists. In addition, if other symptoms develop (short of breath, night sweats) or if the symptoms persist past about 20 day or if you have repeated bouts of acute bronchitis during the year, you should contact your doctor. Children with suspected acute bronchitis, especially those aged 2 and under, should be seen by their pediatrician. Some doctors recommend that children under 6 years old be seen by their pediatrician. Complications of acute bronchitis are infrequent but include pneumonia (viral and/or bacterial), chronic bronchitis, asthma, and sinusitis. In addition, depending on the pathogen, complications include tuberculosis,whooping cough (pertussis), and other infectious lung diseases. ", 
    "title": "Bronchitis Acute"
}