{
    "data": "  Bullying is defined as physical or verbal aggression that is repeated over a period of time and involves an imbalance of power. Twenty eight percent of students from grades six through 12 have either been the victim of bullying. Teachers often underestimate how much bullying is occurring at their schools. Parents tend to be aware their child is being bullied only about half the time. There are thought to be four types of bullying: physical, verbal, relational, and reactive. Bullies have been found to have rather high self-esteem and to be social climbers. Bystanders of bullying tend to succumb to what they believe is peer pressure to support bullying behavior and fear of becoming the victim. Bullying can have significantly negative outcomes, for both the bully and the victim. There are a number of approaches that victims and bystanders of bullying, as well as parents, school, and work personnel can use to discourage bullying at school or in the workplace. While state laws have little consistency in their definition of bullying, the accepted definition by many mental-health professionals is physical or verbal aggression that is repeated over a period of time and involves an imbalance of power. It is further characterized by the bully repeatedly using the higher social status they have over the victim to exert power and to hurt the victim. When the harassment, name calling, gossiping, rumor spreading, threats, or other forms of intimidation expand from being done in person or by phone to the use of emails, chat rooms, blogs, or other social media over the Internet, it is referred to as cyber bullying or online bullying. Bullying is usually thought of as taking place between children at school. However, it can also occur at work and include behaviors like verbal abuse, sabotaging the victim' s job or work relationship, or misusing authority. Adult bullies who engage in these behaviors are males 60% of the time. While men who bully tend to victimize both genders equally, women bullies target other women about 80% of the time.  There are thought to be at least five types of bullying. Physical bullying can involve hitting, kicking, pushing, or otherwise attacking others. Verbal bullying refers to the use of words to harm others with name-calling, insults, making sexual or bigoted comments, harsh teasing, or verbal threats. Relational bullying focuses on excluding someone from a peer group, usually through verbal threats, spreading rumors, and other forms of intimidation. Reactive bullying involves the bully responding to being a former victim by picking on others. Bullying can also involve assault on a person's property, when the victim has his or her personal property taken or damaged. Boys tend to engage in bullying more often than girls, especially at high school age and beyond, and are more likely to engage in physical or verbal bullying, while girls more often engage in relational bullying. Some statistics on bullying suggest that 28% of students from grades six through 12 have a history of being the victim of bullying, 30% of high school students acknowledge having bullied other students. Most victims of cyber bullying have also been victims of school bullying. Studies show that teachers often underestimate how much bullying is occurring at their school since they only see about 4% of bullying incidents that occur. Further, victims of bullying only report it to school adults one-third of the time, usually when the bullying is being suffered repeatedly or has caused injury. Parents tend to be aware their child is being bullied only about half the time. More than 40% of workers in the United States are thought to have been bullied in the workplace. More than 90% of working women are estimated to believe they have been undermined by another woman at some time in their careers. However, due to the stereotype that women should be more nurturing, a woman may perceive normal supervision from another woman undermining.  Bullying is thought to be the result of the bully's need to get and keep control over someone else. Contrary to the stereotype of the bully who is socially inept trying to make him or herself feel better, bullies have been found to have rather high self-esteem and to be social climbers. Child and adult bullies have a tendency to have low tolerance for frustration, trouble empathizing with others, and a tendency to view innocuous behaviors by their victims as being provocative. Bystanders of bullying, those who witness it but are neither the primary bully nor the victim, tend to succumb to what they believe is peer pressure to support bullying behavior and fear of becoming the victim of the bully if they don't support the behavior. Further, bystanders are at risk for engaging in bullying themselves if they encourage the bullying by paying attention to the behavior or laughing about it. Risk factors for being the victim of bullying include already suffering from anxiety or depression. Actual or perceived obesity of the victim is also a risk factor. Being underweight is slightly associated with being bullied. Gay, lesbian, bisexual, or transgender youth are more often victims of bullying compared to their heterosexual counterparts. Children who have disabilities or are immigrants or highly achieving minorities are more vulnerable to being bullied, as well. Signs that may indicate that a child may be being bullied include missing belongings, unexplained injuries, and a limited number of friends. Symptoms experienced by victims of bullying may be physical, emotional, and behavioral. Examples of physical symptoms include those often associated with stress, like headaches, stomachaches, changes in appetite, dizziness, and general aches and pains. Psychological symptoms often include irritability, anxiety, sadness, trouble sleeping, tiredness in the mornings, loneliness, helplessness, and feeling isolated. Victims of bullying may exhibit behavioral symptoms as well, like getting to school or work late, taking off more days, or even trying to retaliate against their tormentors.  Bullying can have significantly negative outcomes. Teens who bully are at greater risk for engaging in delinquent behaviors, including vandalism, as well as violence inside and outside of school. They are also at risk of substance abuse and dropping out of school. Victims of these behaviors also tend to develop or increase their severity of anxiety. Bullies and victims tend to experience depression more than their peers who have not been involved in bullying, which can lead to academic problems, frequent absences from school, loneliness, and social isolation. Research shows that bullies and their victims are also at risk for having attention deficit hyperactivity disorder (ADHD). Victims of workplace bullying may suffer from reduced job performance, more absences, and less work satisfaction. Ultimately, bullying may be the cause of higher staff turnover. People who are both victims and perpetrators of bullying seem to be more vulnerable to experiencing both internalizing (for example, loneliness, depression, and anxiety) and externalizing (for example, antisocial) symptoms. Either being a bully or the victim of bullying has been found to increase the risk of engaging in self-harm, as well as suicidal thoughts and actions in both boys and girls. However, research indicates that the risk of both thoughts and attempts at suicide seem to be higher for girl victims and girl bullies no matter how infrequent the bullying occurs. However, the risk of suicidal thoughts seems to increase in boy bullies and victims when the bullying occurs repeatedly. Interestingly, the frequency of suicide attempts in boy bullies and victims seems to increase even when bullying occurs infrequently.  Professionals tend to suggest that if parents think their child is being bullied, they should take it seriously and encourage them to talk about it. Remaining calm, supportive, and reassuring that they are not to blame for their victimization can go a long way to helping the victim of bullying feel comfortable enough to talk about it. The parent should try to gain details about the circumstances of his or her bullying and who is involved and teach the child how to respond to being bullied assertively, without getting upset. The child may also find it helpful to stay with other students and a teacher so the bully has less opportunity to engage in the behavior. Other ways to stop bullying at school include parents contacting the school and remaining in touch with them to seek their help in alleviating the bullying, while at the same time being mindful that school personnel are often unaware that bullying is occurring and their child may fear reprisals for having school authorities alerted. As of 2014, the District of Columbia and the majority of U. S. states had laws against bullying, and 20 specifically included cyberbullying in the description. Contrary to the inclination of many parents, mental-health professionals advise against contacting the parents of the bully. Aside from addressing the bullying directly, victims of bullying may benefit from engaging in activities that can improve their confidence, self-esteem, and overall emotional strength, whether it be sports, music, or other extracurricular activities. Engaging in such activities can also help the child build friendships and improve their social skills. Professional help may be necessary if the victim of bullying has significant emotional symptoms that interfere with their ability to function. Advice for parents who think their child is bullying others includes talking to their child to share the details of the actions of which they have been accused and listening to their side of what happened, holding your child fully and fairly accountable for their actions, spending more time with him or her, monitoring their activities, and supervising them appropriately. Other tips for parents whose children are bullying others include staying in close touch with the school to monitor for any further incidents and encouraging your child to engage in positive social activities with positive role models.   Bystanders to bullying can help discourage bullying behavior by asking other people who are witnessing the bullying how they feel about what they have seen and whether they feel the behavior is right or wrong. The group of bystanders can decide individually or as a group to positively influence the situation by expressing their disapproval toward the bully and/or notifying people in authority, like teachers, counselors, or administrators at school or supervisors or the human resources department in the workplace. Bystanders to bullying can also discourage the behavior by encouraging the victim to ask for help from peers and authority figures. Effective bullying prevention programs at school tend to be school-wide and involve education of students, teachers, administrators, and parents on what bullying is, understanding how others may view victims, and how to get help. Yearly surveys of students can help maintain awareness of how severe the bullying problem is in a school . Just informing the parents of bullying victims tends to improve the victim child's quality of life. Successful anti-bullying programs increase playground supervision, provide clear consequences for bullying, and teach students who are bystanders to bullying how to stand up for victims so that bullying behavior gains a stigma rather than being socially beneficial. Interventions that have not consistently been found to be helpful in preventing or decreasing bullying include having the bully and victim try to work out their differences in front of a teacher or counselor at school, a supervisor, or human resources staff at work. Rigid rather than firm no tolerance for bullying policies tend to result in overreactions to behaviors that do not constitute bullying. Telling students above the elementary school level to report bullying may lead to increased bullying. Teachers or work supervisors who either directly or indirectly either intimidate students themselves or tolerate such behaviors are an obstacle to implementing an effective anti-bullying school program.  Anti Defamation Leaguehttp://www. adl. org Bully Free Systems262 Ironwood DriveMurray, KY 42071270-227-0431 Bully Free Programhttp://www. bullyfree. com Bullying. orghttp://www. bullying. org Cyberbully Hotlinehttp://cyberbullyhotline. com Gay, Lesbian and Straight Education Networkhttp://www. glsen. org Kids Against Bullyinghttp://www. kidsagainstbullying. org National Bullying and Sexual Harassment Prevention and Intervention Programhttp://www. nea. org/home StopBullying. govhttp://www. stopbullying. gov Teens Against Bullyinghttp://www. teensagainstbullying. org ", 
    "title": "Bullying"
}