{
    "data": "  BMS is hard to diagnose. One reason is that people with BMS often don't have a mouth problem that the doctor or dentist can see during an exam. Your dentist or doctor may refer you to a specialist. Specialists who diagnose BMS include dentists who specialize in oral medicine or oral surgery. Other specialists include doctors who are ear, nose, and throat specialists; gastroenterologists; or dermatologists. The dentist or doctor will review your medical history and examine your mouth. A lot of tests may be needed. Tests may include: Blood tests to check for certain medical problemsOral swab testsAllergy testsSalivary flow testBiopsy of tissueImaging tests Primary BMS: If tests do not reveal an underlying medical problem, the diagnosis is primary BMS. Experts believe that primary BMS is caused by damage to the nerves that control pain and taste. Secondary BMS: Certain medical conditions can cause BMS. Treating the medical problem will cure the secondary BMS. Common causes of secondary BMS include. . Hormonal changes (such as from diabetes or thyroid problem)Allergies to dental products, dental materials (usually metals), or foodsDry mouth, which can be caused by certain disorders (such as Sjögren's syndrome) and treatments (such as certain drugs and radiation therapy)Certain medicines, such as those that reduce blood pressureNutritional deficiencies (such as a low level of vitamin B or iron)Infection in the mouth, such as a yeast infectionAcid reflux Your doctor will help you get relief. Medicine can help control pain and relieve dry mouth. Because BMS is a complex pain disorder, the treatment that works for one person may not work for another. Symptoms of secondary BMS go away when the underlying medical condition, such as diabetes or yeast infection, is treated. If a drug is causing secondary BMS, then your doctor may switch you to a new medicine.  To help ease the pain of BMS, sip a cold beverage, suck on ice chips, or chew sugarless gum. Avoid irritating substances, such as. . TobaccoHot, spicy foodsAlcoholic beveragesMouthwashes that contain alcoholProducts high in acid, such as citrus fruits and juices Ask your dentist and doctor for other helpful tips. ", 
    "title": "Burning Mouth Syndrome"
}