{
    "data": "  In addition to the depth of the burn, the total surface area of the burn is significant. Burns are measured as a percentage of total body area affected. The \"rule of nines\" is often used, though this measurement is adjusted for infants and children. This calculation is based upon the fact that the surface area of the following parts of an adult body each correspond to approximately 9% of total (and the total body area of 100% is achieved): Head = 9%Chest (front) = 9%Abdomen (front) = 9%Upper/mid/low back and buttocks = 18%Each arm = 9%Each palm = 1%Groin = 1%Each leg = 18% total (front = 9%, back = 9%) As an example, if both legs (18% x 2 = 36%), the groin (1%) and the front chest and abdomen were burned, this would involve 55% of the body. <!--START IMAGETAG--> Only second and third degree burn areas are added together to measure total body burn area. While first degree burns are painful, the skin integrity is intact and it is able to do its job with fluid and temperature maintenance. If more than15%-20% of the body is involved in a burn, significant fluid may be lost. Shock may occur if inadequate fluid is not provided intravenously. As the percentage of burn surface area increases, the risk of death increases as well. Patients with burns involving less than 20% of their body should do well, but those with burns involving greater than 50% have a significant mortality risk, depending upon a variety of factors, including underlying medical conditions and age.  Burn location is an important consideration. If the burn involves the face, nose, mouth or neck, there is a risk that there will be inhalation injury and enough inflammation and swelling to obstruct the airway and cause breathing problems. If there are circumferential burns to the chest, as the burn progresses, the tissue involved may not allow enough motion of the chest wall to allow adequate breathing to occur. If circumferential burns occur to arms, legs, fingers, or toes, the same constriction may not allow blood flow and put the survival of the extremity at risk. Burns to areas of the body with flexion creases, like the palm of the hand, the back of the knee, the face, and the groin may need specialized care. As the burn matures, the skin may scar and shorten, preventing full range of motion of the body area. Electrical burns may cause serious injury that is not readily apparent. Often the entry and exit points for the electrical shock may not be easily found. Electricity flows more easily through tissues in the body that are designed to deal with electricity. Nerves and muscles are \"wired\" for this task and often are damaged. If significant muscle damage occurs, muscle fibers break down and chemicals can be released into the bloodstream causing electrolyte disturbances and kidney failure. Burns can also occur when chemicals are spilled onto the body and generate a reaction that creates heat. Chemical burns may be classified by their pH or acidity. Acids are those with pH less than 7 and include common household compounds like acetic acid, hydrochloric acid, or sulfuric acid. Bases or alkali compounds have a pH greater than 7. Ammonia is a common alkali found in the home.  <ol>Remove the victim from the burning area, remembering not to put the rescuer in danger. Remove any burning material from the patient. Call 911 or activate the emergency response system in your area if needed. Once the victim is in a safe place, keep them warm and still. Try to wrap the injured areas in a clean sheet if available. DO NOT use cold water on the victim; this may drop the body temperature and cause hypothermia. Burns of the face, hands, and feet should always be considered a significant injury (although this may exclude sunburn. Gently clean the wound with lukewarm water. Though butter has been used as a home remedy, it should NOT be used on any burn. Rings, bracelets, and other potentially constricting articles should be removed (edema, or swelling from inflammation may occur and the item may cut into the skin). The burn may be dressed with a topical antibiotic ointment like Bacitracin or Neosporin. Silvadene (silver sulfadiazine) topical is the preferred agent for most burns, and is available over the counter in many locations. If there is concern that the burn is deeper and may be second or third degree in nature, medical care should be accessed. Tetanus immunization should be updated if needed. Victims of electrical burns should always seek medical care. <ol>Identify the chemical that was involved. Contact the Poison Control Center in your area or your local hospital's Emergency Department. The United States National Poison Hotline is 1-800-222-1222. You will be automatically linked to the nearest poison control center. Many chemical burns may be treated with local wound care. Some chemicals can cause life- and limb-threatening injuries and need emergent intervention. It is recommended that the hotline phone number be stored on your cell phone as well as posted at home and at the workplace. Victims with chemical burns to their eyes should always seek emergency care. ", 
    "title": "Burns"
}