{
    "data": "  Fatigue is often confused with tiredness. Tiredness happens to everyone -- it's a feeling you expect after certain activities or at the end of the day. Usually, you know why you are tired and a good night's sleep solves the problem. Fatigue is a daily lack of energy ; it is excessive whole-body tiredness not relieved by sleep . It can last for a short time (a month or less) or stay around for longer (1-6 months or longer). Fatigue can prevent you from functioning normally and gets in the way of things you enjoy or need to do. Cancer-related fatigue is one of the most common side effects of cancer and its treatment. It is not predictable by tumor type, treatment, or stage of illness. Usually, it comes on suddenly, does not result from activity or exertion, and is not relieved by rest or sleep. It is often described as \"paralyzing\" and may continue even after treatment is complete. The exact reason for cancer-related fatigue is unknown. It may be related to the disease itself or its treatments. The following cancer treatments are commonly associated with fatigue: Chemotherapy. Any chemotherapy drug may cause fatigue, but it may be a more common side effect of drugs such as vincristine, vinblastine, and cisplatin. Fatigue usually develops after several weeks of chemotherapy. In some, fatigue lasts a few days, while others say the problem persists throughout the course of treatment and even after the treatment is complete. Radiation therapy . Radiation can cause fatigue that increases over time. This can occur regardless of the treatment site. Fatigue usually lasts from 3 to 4 weeks after treatment stops, but can continue for up to 2 to 3 months. Combination therapy. More than one cancer treatment at the same time or one after the other increases the chances of developing fatigue. Bone marrow transplant. This aggressive form of treatment can cause fatigue that lasts up to one year. Biological therapy. In high amounts, the biological substances used can be toxic and lead to persistent fatigue.  Tumor cells compete for nutrients, often at the expense of the normal cells' growth. In addition to fatigue, weight loss and decreased appetite are common. Decreased nutrition from the side effects of treatments (such as nausea, vomiting, mouth sores, taste changes, heartburn, or diarrhea) can cause fatigue. Cancer treatments, specifically chemotherapy, can cause reduced blood counts, which may lead to anemia, a blood disorder that occurs when the blood cannot adequately transport oxygen through the body. When tissues don't get enough oxygen, fatigue can result. Medicines used to treat side effects such as nausea, pain, depression, anxiety, and seizures can cause fatigue. Research shows that chronic, severe pain increases fatigue. Stress can worsen feelings of fatigue. Stress can result from dealing with the disease and the \"unknowns,\" as well as from worrying about daily accomplishments or trying to meet the expectations of others. Fatigue may occur when you try to maintain your normal daily routine and activities during treatments. Modifying your schedule and activities can help conserve energy. Depression and fatigue often go hand-in-hand. It may not be clear which started first. One way to sort this out is to try to understand your depressed feelings and how they affect your life. If you are depressed all the time, were depressed before your cancer diagnosis, are preoccupied with feeling worthless and useless, you may need treatment for depression.  The best way to combat fatigue is to treat the underlying medical cause. Unfortunately, the exact cause is often unknown, or there may be multiple causes. There are some treatments that may help improve fatigue caused by an under-active thyroid or anemia. Other causes of fatigue must be managed on an individual basis. The following guidelines should help you combat fatigue. Assessment Keep a diary for one week to identify the time of day when you are either most fatigued or have the most energy. Note what you think may be contributing factors. Be alert to your personal warning signs of fatigue. Fatigue warning signs may include tired eyes, tired legs, whole-body tiredness, stiff shoulders, decreased energy or a lack of energy, inability to concentrate, weakness or malaise, boredom or lack of motivation, sleepiness, increased irritability, nervousness, anxiety, or impatience. Energy Conservation There are several ways to conserve your energy. Here are some suggestions: Plan ahead and organize your work Change storage of items to reduce trips or reaching. Delegate tasks when needed. Combine activities and simplify details. Schedule rest Balance periods of rest and work. Rest before you become fatigued -- frequent, short rests are beneficial. Pace yourself A moderate pace is better than rushing through activities. Reduce sudden or prolonged strains. Alternate sitting and standing. Practice proper body mechanics When sitting, use a chair with good back support. Sit up with your back straight and your shoulders back. Adjust the level of your work -- work without bending over. When bending to lift something, bend your knees and use your leg muscles to lift, not your back. Do not bend forward at the waist with your knees straight. Carry several small loads instead of one large one, or use a cart. Limit work that requires reaching over your head Use long-handled tools. Store items lower. Delegate activities when possible. Limit work that increases muscle tension Breathe evenly; do not hold your breath. Wear comfortable clothes to allow for free and easy breathing. Identify effects of your environment Avoid temperature extremes. Eliminate smoke or harmful fumes. Avoid long, hot showers or baths. Prioritize your activities Decide what activities are important to you, and what could be delegated. Use your energy on important tasks.  Cancer-related fatigue is often made worse if you are not eating enough or if you are not eating the right foods. Maintaining good nutrition can help you feel better and have more energy. The following are strategies to help improve nutritional intake: <ol>Meet your basic calorie needs. The estimated calorie needs for someone with cancer is 15 calories per pound of weight if your weight has been stable. Add 500 calories per day if you have lost weight. Example: A person who weighs 150 lbs. needs about 2,250 calories per day to maintain his or her weight. Get plenty of protein. Protein rebuilds and repairs damaged (and normally aging) body tissue. The estimated protein needs are 0. 5-0. 6 grams of protein per pound of body weight. Example: A 150-pound person needs 75-90 grams of protein per day. The best sources of protein include foods from the dairy group (8 oz. milk = 8 grams protein) and meats (meat, fish, or poultry = 7 grams of protein per ounce). Drink plenty of fluids. A minimum of 8 cups of fluid per day will prevent dehydration. (That's 64 ounces, 2 quarts or 1 half-gallon). Fluids can include juice, milk, broth, milkshakes, gelatin, and other beverages. Of course, water is fine, too. Beverages containing caffeine do NOT count. Keep in mind that you'll need more fluids if you have treatment side effects such as vomiting or diarrhea. Make sure you are getting enough vitamins. Take a vitamin supplement if you are not sure you are getting enough nutrients. A recommended supplement would be a multivitamin that provides at least 100% of the recommended daily allowances (RDA) for most nutrients. Note: Vitamin supplements do not provide calories, which are essential for energy production. So vitamins cannot substitute for adequate food intake. Make an appointment with a dietitian. A registered dietitian provides suggestions to work around any eating problems that may be interfering with proper nutrition (such as early feeling of fullness, swallowing difficulty, or taste changes). A dietitian can also suggest ways to maximize calories and include proteins in smaller amounts of food (such as powdered milk, instant breakfast drinks, and other commercial supplements or food additives).  Decreased physical activity, which may be the result of illness or of treatment, can lead to tiredness and lack of energy. Scientists have found that even healthy athletes forced to spend extended periods in bed or sitting in chairs develop feelings of anxiety, depression, weakness, fatigue, and nausea. Regular, moderate exercise can decrease these feelings, help you stay active and increase your energy. Even during cancer therapy, it is often possible to continue exercising. Here are some guidelines to keep in mind. Check with your doctor before beginning an exercise program. A good exercise program starts slowly, allowing your body time to adjust. Keep a regular exercise schedule. Exercise at least 3 times a week. The right kind of exercise never makes you feel sore, stiff, or exhausted. If you experience soreness, stiffness, exhaustion, or feel out of breath as a result of your exercise, you are overdoing it. Most exercises are safe, as long as you exercise with caution and don't overdo it. The safest and most productive activities are swimming, brisk walking, indoor stationary cycling, and low impact aerobics (taught by a certified instructor). These activities carry little risk of injury and benefit your entire body. Managing stress can play an important role in combating fatigue. Here are some suggestions that may help. <ol start=\"1\">Adjust your expectations. For example, if you have a list of 10 things you want to accomplish today, pare it down to 2 and leave the rest for other days. A sense of accomplishment goes a long way to reducing stress. <ol start=\"2\">Help others understand and support you. Family and friends can be helpful if they can \"put themselves in your shoes\" and understand what fatigue means to you. Cancer groups can be a source of support as well. Other people with cancer understand what you are going through. <ol start=\"3\">Relaxation techniques such as audiotapes that teach deep breathing or visualization can help reduce stress. <ol start=\"4\">Activities that divert your attention away from fatigue can also be helpful. For example, activities such as knitting, reading or listening to music require little physical energy but require attention. If your stress seems out of control, talk to a healthcare professional.  Although cancer-related fatigue is a common, and often expected, side effect of cancer and its treatments, you should feel free to mention your concerns to your doctors. There are times when fatigue may be a clue to an underlying medical problem. Other times, there may be treatments to help control some of the causes of fatigue. Finally, there may be suggestions that are more specific to your situation that would help in combating your fatigue. Be sure to let your doctor or nurse know if you have: Increased shortness of breath with minimal exertionUncontrolled painInability to control side effects from treatments (such as nausea, vomiting, diarrhea, or loss of appetite)Uncontrollable anxiety or nervousnessOngoing depression <font face=\"arial\" size=\"1\">Reviewed by the doctors at The Cleveland Clinic Taussig Cancer Center. </font> <font face=\"arial\" size=\"1\">Edited by Charlotte E. Grayson, MD,, Feb. 2004. </font> <font face=\"arial\" size=\"1\">Portions of this page copyright © The Cleveland Clinic 2000-2004</font> ", 
    "title": "Cancer Fatigue"
}