{
    "data": "  The most important risk factor for cancer is growing older. Most cancers occur in people over the age of 65. But people of all ages, including children, can get cancer, too. Tobacco use is the most preventable cause of death. Each year, more than 180,000 Americans die from cancer that is related to tobacco use. Using tobacco products or regularly being around tobacco smoke (environmental or secondhand smoke) increases the risk of cancer. Smokers are more likely than nonsmokers to develop cancer of the lung, larynx (voice box), mouth, esophagus, bladder, kidney, throat, stomach, pancreas, or cervix. They also are more likely to develop acute myeloid leukemia (cancer that starts in blood cells). People who use smokeless tobacco (snuff or chewing tobacco) are at increased risk of cancer of the mouth. Quitting is important for anyone who uses tobacco - even people who have used it for many years. The risk of cancer for people who quit is lower than the risk for people who continue to use tobacco. (But the risk of cancer is generally lowest among those who never used tobacco. ) Also, for people who have already had cancer, quitting may reduce the chance of getting another cancer. There are many resources to help people stop using tobacco: Staff at the NCI's Smoking Quitline (1-877-44U-QUIT) and at LiveHelp (click on \"Need Help?\" at http://www. cancer. gov) can talk with you about ways to quit smoking and about groups that help smokers who want to quit. Groups may offer counseling in person or by telephone. A Federal Government Web site, http://www. smokefree. gov, has an online guide to quitting smoking and a list of other resources. Doctors and dentists can help their patients find local programs or trained professionals who help people stop using tobacco. Doctors and dentists can suggest medicine or nicotine replacement therapy, such as a patch, gum, lozenge, nasal spray, or inhaler.  Ultraviolet (UV) radiation comes from the sun, sunlamps, and tanning booths. It causes early aging of the skin and skin damage that can lead to skin cancer. Doctors encourage people of all ages to limit their time in the sun and to avoid other sources of UV radiation: It is best to avoid the midday sun (from mid-morning to late afternoon) whenever possible. You also should protect yourself from UV radiation reflected by sand, water, snow, and ice. UV radiation can penetrate light clothing, windshields, and windows. Wear long sleeves, long pants, a hat with a wide brim, and sunglasses with lenses that absorb UV. Use sunscreen. Sunscreen may help prevent skin cancer, especially sunscreen with a sun protection factor (SPF) of at least 15. But sunscreens cannot replace avoiding the sun and wearing clothing to protect the skin. Stay away from sunlamps and tanning booths. They are no safer than sunlight. Ionizing radiation can cause cell damage that leads to cancer. This kind of radiation comes from rays that enter the Earth's atmosphere from outer space, radioactive fallout, radon gas, X-rays, and other sources. Radioactive fallout can come from accidents at nuclear power plants or from the production, testing, or use of atomic weapons. People exposed to fallout may have an increased risk of cancer, especially leukemia and cancers of the thyroid, breast, lung, and stomach. Radon is a radioactive gas that you cannot see, smell, or taste. It forms in soil and rocks. People who work in mines may be exposed to radon. In some parts of the country, radon is found in houses. People exposed to radon are at increased risk of lung cancer. Medical procedures are a common source of radiation: Doctors use radiation (low-dose X-rays) to take pictures of the inside of the body. These pictures help to diagnose broken bones and other problems. Doctors use radiation therapy (high-dose radiation from large machines or from radioactive substances) to treat cancer. The risk of cancer from low-dose X-rays is extremely small. The risk from radiation therapy is slightly higher. For both, the benefit nearly always outweighs the small risk. You should talk with your doctor if you are concerned that you may be at risk for cancer due to radiation. If you live in a part of the country that has radon, you may wish to test your home for high levels of the gas. The home radon test is easy to use and inexpensive. Most hardware stores sell the test kit. You should talk with your doctor or dentist about the need for each X-ray. You should also ask about shields to protect parts of the body that are not in the picture. Cancer patients may want to talk with their doctor about how radiation treatment could increase their risk of a second cancer later on.  People who have certain jobs (such as painters, construction workers, and those in the chemical industry) have an increased risk of cancer. Many studies have shown that exposure to asbestos, benzene, benzidine, cadmium, nickel, or vinyl chloride in the workplace can cause cancer. Follow instructions and safety tips to avoid or reduce contact with harmful substances both at work and at home. Although the risk is highest for workers with years of exposure, it makes sense to be careful at home when handling pesticides, used engine oil, paint, solvents, and other chemicals. Being infected with certain viruses or bacteria may increase the risk of developing cancer: Human papillomaviruses (HPVs): HPV infection is the main cause of cervical cancer. It also may be a risk factor for other types of cancer. Hepatitis B and hepatitis C viruses: Liver cancer can develop after many years of infection with hepatitis B or hepatitis C. Human T-cell leukemia/lymphoma virus (HTLV-1): Infection with HTLV-1 increases a person's risk of lymphoma and leukemia. Human immunodeficiency virus (HIV): HIV is the virus that causes AIDS. People who have HIV infection are at greater risk of cancer, such as lymphoma and a rare cancer called Kaposi's sarcoma. Epstein-Barr virus (EBV): Infection with EBV has been linked to an increased risk of lymphoma. Human herpesvirus 8 (HHV8): This virus is a risk factor for Kaposi's sarcoma. Helicobacter pylori: This bacterium can cause stomach ulcers. It also can cause stomach cancer and lymphoma in the stomach lining. Do not have unprotected sex or share needles. You can get an HPV infection by having sex with someone who is infected. You can get hepatitis B, hepatitis C, or HIV infection from having unprotected sex or sharing needles with someone who is infected. You may want to consider getting the vaccine that prevents hepatitis B infection. Health care workers and others who come into contact with other people's blood should ask their doctor about this vaccine. If you think you may be at risk for HIV or hepatitis infection, ask your doctor about being tested. These infections may not cause symptoms, but blood tests can show whether the virus is present. If so, the doctor may suggest treatment. Also, the doctor can tell you how to avoid infecting other people. If you have stomach problems, see a doctor. Infection with H. pylori can be detected and treated.  Doctors may recommend hormones (estrogen alone or estrogen along with progestin) to help control problems (such as hot flashes, vaginal dryness, and thinning bones) that may occur during menopause. However, studies show that menopausal hormone therapy can cause serious side effects. Hormones may increase the risk of breast cancer, heart attack, stroke, or blood clots. A woman considering menopausal hormone therapy should discuss the possible risks and benefits with her doctor. Diethylstilbestrol (DES), a form of estrogen, was given to some pregnant women in the United States between about 1940 and 1971. Women who took DES during pregnancy may have a slightly higher risk of developing breast cancer. Their daughters have an increased risk of developing a rare type of cancer of the cervix. The possible effects on their sons are under study. Women who believe they took DES and daughters who may have been exposed to DES before birth should talk with their doctor about having checkups.  Most cancers develop because of changes (mutations) in genes. A normal cell may become a cancer cell after a series of gene changes occur. Tobacco use, certain viruses, or other factors in a person's lifestyle or environment can cause such changes in certain types of cells. Some gene changes that increase the risk of cancer are passed from parent to child. These changes are present at birth in all cells of the body. It is uncommon for cancer to run in a family. However, certain types of cancer do occur more often in some families than in the rest of the population. For example, melanoma and cancers of the breast, ovary, prostate, and colon sometimes run in families. Several cases of the same cancer type in a family may be linked to inherited gene changes, which may increase the chance of developing cancers. However, environmental factors may also be involved. Most of the time, multiple cases of cancer in a family are just a matter of chance. If you think you may have a pattern of a certain type of cancer in your family, you may want to talk to your doctor. Your doctor may suggest ways to try to reduce your risk of cancer. Your doctor also may suggest exams that can detect cancer early. You may want to ask your doctor about genetic testing. These tests can check for certain inherited gene changes that increase the chance of developing cancer. But inheriting a gene change does not mean that you will definitely develop cancer. It means that you have an increased chance of developing the disease. Having more than two drinks each day for many years may increase the chance of developing cancers of the mouth, throat, esophagus, larynx, liver, and breast. The risk increases with the amount of alcohol that a person drinks. For most of these cancers, the risk is higher for a drinker who uses tobacco. Doctors advise people who drink to do so in moderation. Drinking in moderation means no more than one drink per day for women and no more than two drinks per day for men.  People who have a poor diet, do not have enough physical activity, or are overweight may be at increased risk of several types of cancer. For example, studies suggest that people whose diet is high in fat have an increased risk of cancers of the colon, uterus, and prostate. Lack of physical activity and being overweight are risk factors for cancers of the breast, colon, esophagus, kidney, and uterus. Choose a diet rich in fruits and vegetables. Having a healthy diet, being physically active, and maintaining a healthy weight may help reduce cancer risk. Doctors suggest the following: Eat well: A healthy diet includes plenty of foods that are high in fiber, vitamins, and minerals. This includes whole-grain breads and cereals and 5 to 9 servings of fruits and vegetables every day. Also, a healthy diet means limiting foods high in fat (such as butter, whole milk, fried foods, and red meat). Be active and maintain a healthy weight: Physical activity can help control your weight and reduce body fat. Most scientists agree that it is a good idea for an adult to have moderate physical activity (such as brisk walking) for at least 30 minutes on 5 or more days each week. ", 
    "title": "Cancer Causes"
}