{
    "data": "   Cervical cancer testing should start at age 21. Women under age 21 should not be tested. Women between the ages of 21 and 29 should have a Pap test done every 3 years. HPV testing should not be used in this age group unless it's needed after an abnormal Pap test result. Women between the ages of 30 and 65 should have a Pap test plus an HPV test (called \"co-testing\") done every 5 years. This is the preferred approach, but it's OK to have a Pap test alone every 3 years. Women over age 65 who have had regular cervical cancer testing in the past 10 years with normal results should not be tested for cervical cancer. Once testing is stopped, it should not be started again. Women with a history of a serious cervical pre-cancer should continue to be tested for at least 20 years after that diagnosis, even if testing goes past age 65. A woman who has had her uterus and cervix removed (a total hysterectomy) for reasons not related to cervical cancer and who has no history of cervical cancer or serious pre-cancer should not be tested. All women who have been vaccinated against HPV should still follow the screening recommendations for their age groups. Some women -- because of their health history (HIV infection, organ transplant, DES exposure, etc. ) -- may need a different screening schedule for cervical cancer. Talk to a health care provider about your history. The American Cancer Society recommends that at the time of menopause, all women should be told about the risks and symptoms of endometrial cancer. Women should report any unexpected vaginal bleeding or spotting to their doctors. Some women -- because of their history -- may need to consider having a yearly endometrial biopsy. Please talk with a health care provider about your history. The American Cancer Society does not recommend tests to check for lung cancer in people who are at average risk. But, we do have screening guidelines for those who are at high risk of lung cancer due to cigarette smoking. Screening might be right for you if you are all of the following: 55 to 74 years of ageIn good healthHave at least a 30 pack-year smoking history AND are either still smoking or have quit within the last 15 years (A pack-year is the number of cigarette packs smoked each day multiplied by the number of years a person has smoked. Someone who smoked a pack of cigarettes per day for 30 years has a 30 pack-year smoking history, as does someone who smoked 2 packs a day for 15 years. ) Screening is done with an annual low-dose CT scan (LDCT) of the chest. If you fit the list above, talk to a health care provider if you want to start screening.  The American Cancer Society recommends that men make an informed decision with a health care provider about whether to be tested for prostate cancer. Research has not yet proven that the potential benefits of testing outweigh the harms of testing and treatment. We believe that men should not be tested without first learning about what we know and don't know about the risks and possible benefits of testing and treatment. Starting at age 50, men should talk to a health care provider about the pros and cons of testing so they can decide if testing is the right choice for them. If you are African American or have a father or brother who had prostate cancer before age 65, you should have this talk with a health care provider starting at age 45. If you decide to be tested, you should get a PSA blood test with or without a rectal exam. How often you're tested will depend on your PSA level. Stay away from all forms of tobacco. Get to and stay at a healthy weight. Get moving with regular physical activity. Eat healthy with plenty of fruits and vegetables. Limit how much alcohol you drink (if you drink at all). Protect your skin. Know yourself, your family history, and your risks. Get regular check-ups and cancer screening tests. ", 
    "title": "Cancer Detection"
}