{
    "data": "    Diet The foods that you eat on a regular basis make up your diet. Diet is being studied as a risk factor for cancer. It is hard to study the effects of diet on cancer because a person's diet includes foods that may protect against cancer and foods that may increase the risk of cancer. It is also hard for people who take part in the studies to keep track of what they eat over a long period of time. This may explain why studies have different results about how diet affects the risk of cancer. Some studies show that fruits and nonstarchy vegetables may protect against cancers of the mouth, esophagus, and stomach. Fruits may also protect against lung cancer. Some studies have shown that a diet high in fat, proteins, calories, and red meat increases the risk of colorectal cancer, but other studies have not shown this. It is not known if a diet low in fat and high in fiber, fruits, and vegetables lowers the risk of colorectal cancer. Alcohol Studies have shown that drinking alcohol is linked to an increased risk of the following types of cancers: Oral cancer. Esophageal cancer. Breast cancer. Colorectal cancer (in men). Drinking alcohol may also increase the risk of liver cancer and female colorectal cancer. Physical Activity Studies show that people who are physically active have a lower risk of certain cancers than those who are not. It is not known if physical activity itself is the reason for this. Studies show a strong link between physical activity and a lower risk of colorectal cancer. Some studies show that physical activity protects against postmenopausal breast cancer and endometrial cancer. Obesity Studies show that obesity is linked to a higher risk of the following types of cancer: Postmenopausal breast cancer. Colorectal cancer. Endometrial cancer. Esophageal cancer. Kidney cancer. Pancreatic cancer. Some studies show that obesity is also a risk factor for cancer of the gallbladder. Studies do not show that losing weight lowers the risk of cancers that have been linked to obesity. Environmental Risk Factors Being exposed to chemicals and other substances in the environment has been linked to some cancers: Links between air pollution and cancer risk have been found. These include links between lung cancer and secondhand tobacco smoke, outdoor air pollution, and asbestos. Drinking water that contains a large amount of arsenic has been linked to skin, bladder, and lung cancers. Studies have been done to see if pesticides and other pollutants increase the risk of cancer. The results of those studies have been unclear because other factors can change the results of the studies.  An intervention is a treatment or action taken to prevent or treat disease, or improve health in other ways. Many studies are being done to find ways to keep cancer from starting or recurring (coming back). Chemoprevention is being studied in patients who have a high risk of developing cancer. Chemoprevention is the use of substances to lower the risk of cancer, or keep it from recurring. The substances may be natural or made in the laboratory. Some chemopreventive agents are tested in people who are at high risk for a certain type of cancer. The risk may be because of a precancerous condition, family history, or lifestyle factors. Some chemoprevention studies have shown good results. For example, selective estrogen receptor modulators (SERMS) such as tamoxifen or raloxifene have been shown to reduce the risk of breast cancer in women at high risk. Finasteride and dutasteride have been shown to reduce the risk of prostate cancer. New ways to prevent cancer are being studied in clinical trials. Chemoprevention agents that are being studied in clinical trials include COX-2 inhibitors. They are being studied for the prevention of colorectal and breast cancer. Aspirin is being studied for the prevention of colorectal cancer.  Vitamin and dietary supplements have not been shown to prevent cancer. An intervention is a treatment or action taken to prevent or treat disease, or improve health in other ways. There is not enough proof that taking multivitamin and mineral supplements or single vitamins or minerals can prevent cancer. The following vitamins and mineral supplements have been studied, but have not been shown to lower the risk of cancer: Vitamin B6. Vitamin B12. Vitamin E. Vitamin C. Beta carotene. Folic acid. Selenium. Vitamin D. The Selenium and Vitamin E Cancer Prevention Trial (SELECT) found that vitamin E taken alone increased the risk of prostate cancer. The risk continued even after the men stopped taking vitamin E. Taking selenium with vitamin E or taking selenium alone did not increase the risk of prostate cancer. Vitamin D has also been studied to see if it has anticancer effects. Skin exposed to sunshine can make vitamin D. Vitamin D can also be consumed in the diet and in dietary supplements. Taking vitamin D in doses from 400-1100 IU / day has not been shown to lower the risk of cancer. The VITamin D and OmegA-3 TriaL (VITAL) is under way to study whether taking vitamin D (2000 IU/ day) and omega-3 fatty acids from marine (oily fish) sources lowers the risk of cancer. ", 
    "title": "Cancer Prevention"
}