{
    "data": "  Modern endoscopic techniques have revolutionized the diagnosis and treatment of diseases of the upper gastrointestinal tract (esophagus, stomach, and duodenum) and the colon. The last remaining frontier has been the small intestine. The small intestine has been a difficult organ in which to make diagnoses and treat without performing surgery. Radiologicalprocedures, specifically the upper GI series with small bowel follow-through, which involves following swallowed barium as it passes through the intestine with x-ray films, have been available for diagnosis, but these radiological procedures are time-consuming and are not accurate in identifying small tumors and other subtle abnormalities of the small intestine. The demand for improved capabilities in the small intestine has been less because a minority of intestinal diseases involve the small intestine beyond the reach of the upper gastrointestinal endoscope and the colonoscope. Nevertheless, improved diagnostic and therapeutic capabilities in the small intestine would be very useful, particularly in uncovering the causes of abdominal pain, diarrhea, and anemia due to intestinal loss of blood and diagnosing diseases that may involve only the small intestine, for example, Crohn's disease. One of the newer technologies that expands the diagnostic capabilities in the small intestine is capsule endoscopy also known as wireless capsule endoscopy.  Capsule endoscopy is a technology that uses a swallowed video capsule to take photographs of the inside of the esophagus, stomach, and small intestine. For capsule endoscopy, the intestines are first cleared of residual food and bacterial debris with the use of laxatives and/or purges very similar to the laxatives and purges used before colonoscopy. A large capsule-larger than the largest pill-is swallowed by the patient. The capsule contains one or two video chips (cameras), a light bulb, a battery, and a radio transmitter. As the capsule travels through the esophagus, stomach, and small intestine, it takes photographs rapidly. The photographs are transmitted by the radio transmitter to a small receiver that is wornon the waist ofthe patient who is undergoing the capsule endoscopy. At the end of the procedure, approximately 8 hours later, the photographs are downloaded from the receiver into a computer, and the images are reviewed by a physician. The capsule is passed by the patient into the toilet and flushed away. There is no need to retrieve the capsule! While the capsule provides the best means of viewing the inside of the small intestine, there are many inherent limitations and problems with its use, the most important of which is that the capsule does not allow for therapy. Other problems include: <ol>Abnormalities in some areas of the intestine are missed because of rapid transit of the capsule and blurred, uninterpretable photographs. The images can also be blurred by retained stool of food debris. Hence the importance of a good bowel preparation prior to the capsule endoscopy. At times, transit is so slow that the capsule examines only part of the small intestine before the battery fails. The battery life is about eight hours. If abnormalities are discovered that require surgical resection or further investigation, it may be difficult to determine where in the small intestine the abnormality is and thereby help direct therapy. If there are narrow areas due to scarring (strictures) or tumors in the small intestine, the capsule can get stuck in the narrow area and cause an obstruction of the intestine that requires surgical removal of the capsule. (For this reason, in patients who are suspected of having a stricture, a self-dissolving, dummy capsule is swallowed first. If the dummy capsule sticks, it can be seen on an x-ray of the abdomen and the location of the stricture determined. Because it dissolves with time, however, the obstruction from the capsule will resolve without surgery, and the real capsule will not be used. )Finally, reviewing the tens of thousands of photographs is very time consuming for the conscientious physician.  Capsule endoscopy continues to improve technically. It has revolutionized diagnosis by providing a sensitive (able to identify subtle abnormalities) and simple (non-invasive) means of examining the inside of the small intestine. Some common examples of small intestine diseases diagnosed by capsule endoscopy include: <ol>Angiodysplasias (collections of small blood vessels located just beneath the inner intestinal lining that can bleed intermittently and cause anemia)Small intestinal tumors such as lymphoma, carcinoid tumor, and small intestinal cancerCrohn's disease of the small intestine ", 
    "title": "Capsule Endoscopy"
}