{
    "data": "  If you have any of the following symptoms, caregiving may be putting too much strain on you: Sleeping problems—sleeping too much or too littleChange in eating habits—resulting in weight gain or lossFeeling tired or without energy most of the timeLoss of interest in activities you used to enjoy such as going out with friends, walking, or readingEasily irritated, angered, or saddenedFrequent headaches, stomach aches, or other physical problems Take care of yourself. In the process, you'll become a better caregiver. Take the following steps to make your health a priority: Find out about community caregiving resources. Ask for and accept help. Stay in touch with friends and family. Social activities can help you feel connected and may reduce stress. Find time for exercise most days of the week. Prioritize, make lists and establish a daily routine. Look to faith-based groups for support and help. Join a support group for caregivers in your situation (like caring for a person with dementia). Many support groups can be found in the community or on the Internet. See your doctor for a checkup. Talk to her about symptoms of depression or sickness you may be having. Try to get enough sleep and rest. Eat a healthy diet rich in fruits, vegetables, and whole grains and low in saturated fat. Ask your doctor about taking a multivitamin. Take one day at a time. Caregivers who work outside the home should consider taking some time off. If you are feeling overwhelmed, taking a break from your job may help you get back on track. Employees covered under the federal Family and Medical Leave Act may be able to take up to 12 weeks of unpaid leave per year to care for relatives. Ask your human resources office about options for unpaid leave.  The term respite care means care that gives the regular caregiver some time off. Respite care gives family caregivers a much-needed break. In the process, respite care reduces caregiver stress. Respite care may be provided by: Home health care workersAdult day-care centersShort-term nursing homesAssisted living homes Respite care is essential to family caregivers. Studies show that respite care helps caregivers keep their loved ones at home for longer periods of time. The National Family Caregiver Support Program (NFCSP) is a federally-funded program through the Older Americans Act. The NFCSP helps states provide services that assist family caregivers. To be eligible for the NFCS, caregivers must: Care for adults aged 60 years and older, orBe grandparents or relatives caring for a child under the age of 18. Each state offers different amounts and types of services. These include: Information about available services Help accessing support services Individual counseling and organization of support groups Caregiver training Respite care Limited supplemental services to complement the care provided by caregivers.   A number of resources can help direct you to the caregiver services you need. These agencies will be able to tell you: What kind of services are available in your communityIf these services are right for youIf you are eligible for these servicesWhom to contact and hours of operation People who need help caring for an older person should contact their local Area Agency on Aging (AAA). AAAs are usually listed in the government sections of the telephone directory under \"Aging\" or \"Social Services. \" A listing of state and area agencies on aging is also available online at: http://www. aoa. gov/eldfam/How_To_Find/Agencies/Agencies. asp The National Eldercare Locator, a toll-free service of the Administration on Aging, is another good resource. They can be reached by telephone at 1-800-677-1116 or online at www. eldercare. gov. The Eldercare Locator can help find your local or state AAA. Operators are available Monday through Friday, 9:00 a. m. to 8:00 p. m. , Eastern Time. When contacting the Eldercare Locator, callers should have the address, zip code, and county of residence for the person needing assistance.  There are many kinds of community care services such as: TransportationMealsAdult day careHome careCleaning and yard work servicesHome modificationSenior centersHospice careSupport groupsLegal and financial counseling There are two kinds of home care: home health care and non-medical home care services. Both types help sick and disabled people live independently in their homes for as long as possible. Caregivers and doctors decide what services are necessary and most helpful. Home health care includes health-related services such as: Medicine assistanceNursing servicesPhysical therapy Non-medical home care services include: HousekeepingCookingCompanionship Medicare, Medicaid and some private insurance companies will cover the cost of limited home care. Coverage varies from state to state. Other times, you will have to pay out of pocket for these services. The cost of home care depends on what types of services are used. Non-medical workers like housekeepers are much less expensive than nurses or physical therapists. Also, some home care agencies are cheaper than others. To get Medicare home health care, a person must meet all of the following four conditions: A doctor must decide that the person needs medical care in the home and make a plan for care at home. The person must need at least one of the following: sporadic (and not full time) skilled nursing care, physical therapy, speech language pathology services, or continue to need occupational therapy. The person must be homebound. This means that he or she is normally unable to leave home. When the person leaves home, it must be infrequent, for a short time, or to get medical care, or to attend religious services. The home health agency caring for the person must be approved by the Medicare program.   To find out if a person is eligible for Medicare home health care services, call the Regional Home Health Intermediary at 1-800-MEDICARE or visit the Medicare Web site at: www. medicare. gov and select \"Helpful Contacts. \"  To qualify for Medicaid, a person must have a low income and few other assets. Medicaid coverage differs from state to state. In all states, Medicaid pays for basic home health care and medical equipment. In some cases, Medicaid will pay for a homemaker, personal care, and other services not covered by Medicare. For more information on Medicaid coverage of home health care in your state, call your state medical assistance office. For state telephone numbers, call 1-800-MEDICARE. For more information on caregivers, call the National Women's Health Information Center at (800) 994-9662 or contact the following organizations: Administration for Children and FamiliesPhone Number: (202) 401-9215Internet Address: http://www. acf. dhhs. gov Administration on Aging Phone Number: (202) 619-0724 Internet Address: http://www. aoa. gov Alzheimer's Association Phone Number: (800) 272-3900 Internet Address: http://www. alz. org Family Caregiver AlliancePhone Number: (415) 434-3388 Internet Address: http://www. caregiver. org National Adult Day Services Association, Inc. Phone Number: (800) 558-5301Internet Address: http://www. nadsa. org National Association of Area Agencies on AgingPhone Number: 202-872-0888Internet Address: http://www. n4a. org National Family Caregivers Association Phone Number: (800) 896-3650 Internet Address: http://www. nfcacares. org National Family Caregivers Support ProgramPhone Number: (202) 619-0724Internet Address: http://www. aoa. gov/caregivers The National Respite Locator ServicePhone Numbers: (800) 773-5433 Internet Address: http://www. respitelocator. org/index. htm ", 
    "title": "Caregiving"
}