{
    "data": "  You can continue to participate in any sport you choose. When playing sportswhere there is a possibility of getting hit in the mouth, a specially designedmouthguard will need to be worn. The mouthguard, made of durable plastic, isdesigned to fit comfortably over your braces and will protect the soft tissuesinside your mouth. Broken braces, loose bands or protruding wires can cause problems but rarelyrequire emergency treatment. However, do call your orthodontist to set up anoffice visit to fix the problem. If you suffer a more severe mouth or facialinjury, seek immediate help. Here's some tips to get you through some of themore common problems until you are able to see your orthodontist: Loose brackets. Apply a small piece of orthodontic wax totemporarily reattach loose brackets or place wax over the bracket to provide acushion between the bracket and your gums and other soft tissues of your mouth. Your orthodontist usually provides orthodontic wax to you when you first getyour braces. Loose bands. These will need to be replaced or recemented intoplace. Save the band and schedule an appointment for the repair. Protruding or broken wire. Use an eraser end of a pencil to move thewire to a less bothersome position. If you can't move it out of the way, applya small amount of orthodontic wax over the protruding end. Do not attempt tocut the wire because you might accidentally swallow it or inhale it into yourlungs. If a mouth sore develops from the wire poking the inside of your mouth,rinse your mouth with warm salt water or an antiseptic rinse. Anover-the-counter dental anesthetic can also be applied to numb the area. Loose spacers. These will need to be repositioned or replaced if theyslip or fall out completely.  Because braces brush up against the inside surface of your mouth, you may bemore prone to developing canker sores. If a canker sore develops, yourorthodontist or dentist may prescribe a corticosteroid ointment or aprescription or nonprescription pain-reliever solution to reduce the pain andirritation and help heal the sore. Reviewed by the doctors at The Cleveland Clinic Department of Dentistry. ", 
    "title": "Caring For Teeth With Braces Or Retainers"
}