{
    "data": "  The continent ileostomy, or K-pouch, is a connection of the end of the small intestine, called the ileum, to the skin of your abdomen. It allows waste to be drained. Unlike other ileostomies, the K-pouch or Kock ileostomy, has a valve made by sewing the intestine in a special way so that waste material doesn't leak out but rather a tube called a catheter is inserted when it's time to empty the pouch. As the pouch fills with intestinal contents (liquids, partly digested food, etc. ), pressure builds up on the pouch and its many stitches. If this is not relieved the pouch could perforate or tear from the excessive stretching or the valve could slip or leak. The best way to prevent problems is to drain your K-pouch as instructed by your doctor. How often to drain the pouch varies from person to person but there are some general guidelines. Right after the operation you will have what doctors call an indwelling catheter, meaning that the drainage tube will be left in the pouch to drain continuously. This will last for about three to four weeks to allow the pouch to mature. After the catheter is removed you will drain the pouch several times per day. The number of times you need to drain the pouch each day becomes less over time. Please discuss you specific needs with your doctor, surgeon, or enterostomal therapist (ET), a nurse who specializes in the care of stomas. Most likely this person will meet or has met with you before the operation and has or will be instructing you on how to take care of your stoma, ostomy, or pouch. As mentioned above, please discuss your individual case with your health care providers. The following are general guidelines for draining the K-pouch. Constant drainage is recommended for the first three to four weeks for a new pouch. If the catheter or tube accidentally falls out before that time, you can easily put it back with these simple steps. Relax your abdominal muscles. It may be helpful to bend your knee as you relax your muscles. Relubricate the catheter with water-soluble lubricant (such as K-Y Jelly, Surgical Lubricant, or Surgilube; DO NOT use Vaseline or products containing petroleum jelly). Reinsert the catheter up to the preset mark. If you have difficulty with this, relax, change positions and try again. During this initial period, you will need to irrigate the catheter serveral times a day with 1 ounce of tap water and let it drain off. (See below \"Instructions for Catheter Care\" for a step-by-step guide to skin and catheter care. ) If, at any time, you think pouch drainage has stopped during the course of the day, then check by: Irrigating the catheterPinching the catheter between your finger and thumb and check if a fluid or air column can be seen moving up and downChecking for fluid return\"Wiggling\" the catheter in and out for about an inch If you still think pouch drainage has stopped, remove the catheter in case food particles or debris have blocked it. Flush the catheter with cool tap water then reinsert it. ", 
    "title": "Caring For A Continent Ileostomy"
}