{
    "data": "  Cats can get infected with B. henselae from flea bites and flea dirt (droppings) getting into their wounds. By scratching and biting at the fleas, cats pick up the infected flea dirt under their nails and between their teeth. Cats can also become infected by fighting with other cats that are infected. The germ spreads to people when infected cats bite or scratch a person hard enough to break their skin. The germ can also spread when infected cats lick at wounds or scabs that you may have. Although rare, CSD can cause people to have serious complications. CSD can affect the brain, eyes, heart, or other internal organs. These rare complications, which may require intensive treatment, are more likely to occur in children younger than 5 years and people with weakened immune systems. Most cats with B. henselae infection show NO signs of illness, but on rare occasions this disease can cause inflammation of the heart -- making cats very sick with labored breathing. B. henselae infection may also develop in the mouth, urinary system, or eyes. Your veterinarian may find that some of your cat's other organs may be inflamed. Talk to your doctor about testing and treatments for CSD. People are only tested for CSD when the disease is severe and the doctor suspects CSD based on the patient's symptoms. CSD is typically not treated in otherwise healthy people. Talk to your veterinarian about testing and treatments for your cat. Your veterinarian can tell you whether your cat requires testing or treatment.  Do: Wash cat bites and scratches right away with soap and running water. Wash your hands with soap and running water after playing with your cat, especially if you live with young children or people with weakened immune systems. Since cats less than one year of age are more likely to have CSD and spread it to people, persons with a weakened immune system should adopt cats older than one year of age. Do not: Play rough with your pets because they may scratch and bite. Allow cats to lick your open wounds. Pet or touch stray or feral cats. Control fleas Keep your cat's nails trimmed. Apply a flea product (topical or oral medication) approved by your veterinarian once a month. BEWARE: Over-the-counter flea products may not be safe for cats. Check with your veterinarian before applying ANY flea product to make sure it is safe for your cat and your family. Check for fleas by using a flea comb on your cat to inspect for flea dirt. Control fleas in your home byVacuuming frequentlyContacting a pest-control agent if necessary Protect your cat's health Schedule routine veterinary health check-ups. Keep cats indoors toDecrease their contact with fleasPrevent them from fighting with stray or potentially infected animals Cat-Scratch Disease in Children - Texas, September 2000 - August 2001. Morbidity and Mortality Weekly Report. 2002 Mar;51(10):212-214. Unraveling Mysteries Associated with Cat-Scratch Disease, Bacillary Angiomatosis, and Related Syndromes. Emerging Infectious Diseases Journal. January-March 1995, Volume 1, Number 1:16-21. Epidemiologic Notes and Reports Encephalitis Associated with Cat Scratch Disease - Broward and Palm Beach Counties, Florida, 1994. Morbidity and Mortality Weekly Report. December 16, 1994 / 43(49);909,915-916. Mofenson LM, Brady MT, Danner SP, Dominguez KL, Hazra R, Handelsman E, et al. Guidelines for the prevention and treatment of opportunistic infections among HIV-exposed and HIV-infected children. Morbidity and Mortality Weekly Report. 2009 Sept;58(RR11):1-166. ", 
    "title": "Cat Scratch Disease"
}