{
    "data": "  A chalazion is a lump in the upper or lower eyelid caused by obstruction and inflammation of an oil gland of the eyelid. A chalazion is not a tumor or growth and does not cause permanent changes in the vision. A chalazion is very common and usually goes away without the necessity of surgery. A chalazion is a lump in the upper or lower eyelid caused by inflammation of a gland of the lid. It may be soft and fluid-filled or firmer. A chalazion is also referred to as a meibomian cyst, tarsal cyst, or conjunctival granuloma. Eyelid glands are called the meibomian glands. They are also known as the palpebral glands, tarsal glands, or tarsoconjunctival glands. There are 30-40 of these glands in each of the upper and lower lids. These glands produce a thick liquid secretion that is discharged into the tear film of the eye. This liquid is a mixture of oil and mucus and is called sebum. The liquid acts to maintain lubrication of the surface of the eye. The tiny openings of each of these oil or sebaceous glands are just behind the eyelashes at the lid margins of both the upper and lower eyelids. The narrow opening through which a meibomian gland secretes its material can become clogged from narrowing of the opening or hardening of the sebaceous liquid near the opening. If this occurs, the gland will have a backup of the material it secretes and the obstructed gland will swell. This leads to thickening of the walls of the gland and leakage of oil into the lid itself, causing inflammation both within the gland and the eyelid. This inflamed enlargement is a chalazion.  The signs and symptoms of a chalazion are a non-painful lump under the skin in one of the four eyelids. If the obstructed gland has bacteria within it, the gland may become infected. This is called a hordeolum, which does resemble a pimple, which really is an infected obstruction of an oil gland of the skin. A hordeolum may be tender to touch. A chalazion is not an infection but may follow or precede a hordeolum. A hordeolum is often referred to as a stye. A chalazion is diagnosed by the medical history and the finding of a firm non-painful lump in one of the eyelids. This diagnosis can be made by inspection with a penlight with some source of magnification together with palpation (feeling) of the lump. Your family doctor can make the diagnosis and initiate treatment of a chalazion. If there is a question regarding the diagnosis or the chalazion requires surgical removal, your physician will refer you to an ophthalmologist, a medical doctor who specializes in the diagnosis and treatment of eye disease. Most chalazions are treated with warm compresses to the eyelid to increase the circulation of blood to the inflamed area and promote healing. In addition, the doctor may prescribe an antibiotic drop or ointment to be used immediately after the compresses. If the chalazion persists and is causing an unsightly lump, it can be removed surgically as an outpatient procedure under local anesthesia. This excision is ordinarily performed through a small incision located on the inside of the affected lid. The removal of a chalazion neither alters the normal function of the lid nor decreases the amount of tears. The surgery removes only one gland of the 30 or 40 within the eyelid. In general, a chalazion does not affect sight. Rarely, the lump itself is large enough to distort the ocular surface and cause blurring of the vision. The vision will return to normal once the chalazion gets smaller or is removed. The pressure of the chalazion on the eye does not cause glaucoma. A chalazion is not malignant and has no potential to become malignant. A chalazion is not contagious. Some individuals have thicker Meibomian gland secretions than others and, therefore, have a greater risk of developing a chalazion. If you have had one chalazion, you are at greater risk of developing another one in the future. People with acne rosacea, because of alterations within the oil glands of the face, are at greater risk of developing chalazia. The regular use of warm compresses applied to the closed eyelids for five minutes before bedtime can be helpful in preventing the Meibomian glands from clogging during the night. In people with seborrhea of the lids and recurrent chalazia, warm compresses and careful cleansing of the lid margins can be helpful for prevention. Some patients with recurrent chalazia can benefit by chronic use of oral low-dose tetracycline, which changes the metabolism of the oil-producing glands. ", 
    "title": "Chalazion"
}