{
    "data": "  Chickenpox is caused by the varicella-zoster virus, which also causes shingles. Chickenpox is highly contagious and spreads by closeness and contact with someone with chickenpox. Fever, malaise, and a rash (red spots, blisters, and crusted lesions) are all symptoms and signs of chickenpox. Treatment for chickenpox is basically supportive. Although usually self-limited, chickenpox can also cause more serious complications, including pneumonia, encephalitis, and secondary skin infections. The chickenpox vaccine has resulted in a decrease in chickenpox incidence by 90% in the United States. Chickenpox is a virus infection. Before chickenpox vaccine became routine in the U. S. , chickenpox was a common childhood disease caused by the chickenpox virus, which is more formally called varicella-zoster virus (VZV). Today, it still occurs in populations that are not routinely vaccinated. Varicella-zoster virus is often categorized with the other common so-called \"viral exanthems\" (viral rashes) such as measles (rubeola), German measles (rubella), fifth disease (parvovirus B19), mumps virus, and roseola (human herpesvirus 6), but these viruses are unrelated except for their tendency to cause rashes. In unimmunized populations, most people contract chickenpox by age 15, the majority between ages 5 and 9, but all ages can contract it. Chickenpox is usually more severe in adults and very young infants than children. Winter and spring are the most common times of the year for chickenpox to occur. The risk factors for chickenpox are <ol>not having immunity against chickenpox by infection or vaccination andexposure to a person with chickenpox or shingles. Chickenpox is very highly contagious. It is easily passed between members of families and school classmates through airborne particles, droplets in exhaled air, and fluid from the blisters or sores. It also can be transmitted indirectly by contact with articles of clothing and other items exposed to fresh fluid from open sores. Varicella virus remains dormant after the acute chickenpox syndrome. It may sometimes be recurrent as a limited area of blisters that look like chickenpox; this syndrome is called shingles or herpes zoster. Shingles is much less contagious than chickenpox. It is not transmitted by airborne virus but rather by contact with blisters. Chickenpox is more complicated at older ages but is usually mild in childhood. It also provides lifelong immunity. Parents have sometimes brought well children to the home of a child with chickenpox for a \"chickenpox party\" as a way for them to acquire lifelong protection early. This practice may make sense in very resource-poor areas of the world, but it carries the risk of complications of varicella and the long-term risk of shingles later on (which is very painful and has other potential serious complications). Where safe, effective varicella vaccine is available, it does not make sense to promote infection this way. Patients are contagious up to five days (most often, one to two days) before and five days after the rash appears. When all of the sores have crusted over and are dry, the person is considered no longer contagious.  The incubation period (the time from infection to symptoms) is about 14 to 21 days after contact with the virus. Chickenpox is characterized by general weakness, fever up to 102 F, and red spots that start on the same day or so as the fever. The spots rapidly develop blisters. Rash usually starts on the head or trunk (the area where most of the rash appears) and spreads to the arms and legs. The blisters may spread to mucous membranes and produce ulcers inside the eyelids, mouth, throat, and genital area. Any area of skin that is irritated (by diaper rash, poison ivy, eczema, sunburn, etc. ) is likely to be hard hit by the rash. The rash is typically very itchy (pruritic) and develops in groups of new blisters even as older blisters begin to dry up. Over five to seven days, all of the blisters dry up and become crusted, and the illness is over. The rash of chickenpox develops in groups with raised red spots arriving first, progressing to blisters filled with clear fluid, like a drop of water on the skin. The blisters may be dimpled in the center. They may break, and reform, then finally form sores before drying up as scabs or crusts. They have been described best as grouped blisters on a red base in different stages at the same time; some areas may just be forming blisters, while another area may already be crusting over. The crusts will come off on their own. Primary-care providers usually manage most cases of chickenpox. This includes pediatricians, internal-medicine doctors, family medicine doctors, nurse practitioners, and sometimes emergency-medicine doctors. Dermatologists or infectious-disease specialists may become involved as consultants in complicated cases or cases at high risk for severe disease, such as pregnancy, adults, eczema, or immune deficiency.  Most of the treatments for chickenpox are aimed at decreasing the symptoms, such as severe itching. A non-aspirin analgesic like acetaminophen (Tylenol) can be used to decrease the fevers and aches. Children should never be given acetylsalicylic acid (aspirin) or aspirin-containing cold medications because of the risks for developing Reye's syndrome (a severe brain disease associated with liver and brain dysfunction and death). Frequent oatmeal baths (plain oatmeal in water, Aveeno, etc. ) can decrease the itching associated with chickenpox. In addition, soothing lotions and moisturizers such as calamine lotion or any other similar over-the-counter preparation can be applied to the rash. Diphenhydramine (Benadryl) or other antihistamines can be helpful in controlling the itching. Always discuss these treatment options with your health-care practitioner. In addition to medications, there are also preventive measures that are needed. For young children, it is important to keep nails trimmed in order to minimize injury due to scratching and to control the risks for secondary bacterial infections like impetigo or Staphylococcus (staph infection). Lastly, in severe cases or people at high risk for severe disease, acyclovir (Zovirax) can be prescribed. Acyclovir is an antiviral drug that has been used to shorten the duration of the infection. This medication has only been shown to be effective if started within one to two days of onset of the chickenpox rash. Most commonly, this treatment is reserved for patients with other diagnoses that put them at risk for severe disease (adults, pregnant women, severe skin diseases, immunodeficiency). Chickenpox is usually treated at home with over-the-counter medications, soothing oatmeal baths, and calamine lotion. Complications can and do occur from chickenpox. Infection of the open pox sore by bacteria can injure the skin, sometimes causing scarring, especially if the patient scratches the inflamed area. Bacterial skin infection with group A Streptococcus (\"strep\" or \"impetigo\") is, in fact, the most common complication of chickenpox in children. Other complications are much less common. In children, the central nervous system may be affected. A disorder of the cerebellar portion of the brain (\"cerebellitis\" or \"cerebellar ataxia\") may occur with wobbliness, dizziness, tremor, and altered speech. Encephalitis (inflammation of the brain with headaches, seizures, and decreased consciousness) may occur as well as damaged nerves (nerve palsies). Reye's syndrome, a potentially fatal combination of liver and brain disease, may occur in children that take aspirin or salicylate products. (Children with fever should not take aspirin. ) Other complications include bloodstream infection (sepsis or \"blood poisoning\" from skin infection) and dehydration. Pneumonia is the more common complication in teens through adults. Death from varicella may occur even in healthy children. Most adults who have died of varicella were infected by unvaccinated children. People with certain conditions are at risk of severe complications and death: Human immunodeficiency virus (HIV or AIDS)Lupus and other connective tissue or autoimmune diseasesLeukemia and other cancersPeople taking immune-suppressing drugs, such as cortisone-related medications, tumor necrosis factor inhibitors, and chemotherapyPeople who have had transplantsPregnancyInfants, teens, and adults A pregnant woman who has never had chickenpox or the vaccine should avoid touching or being in the same room as a person with suspected chickenpox. Not only is she at risk for pneumonia caused by the chickenpox virus, the fetus is at risk for infection in the womb (congenital varicella syndrome) up until 20 weeks gestation. Congenital varicella causes multiple birth defects, such as skin scarring and malformed limbs. It is fortunately very, very rare. Newborn infants whose mothers develop chickenpox five days before or two days after birth are at highest risk of severe chickenpox. These babies may develop symptoms within two weeks of birth. This is because there is not enough time for the mother to develop varicella antibody to pass on to the baby. The fatality rate for these babies is up to 30%. If the baby develops symptoms at 10-28 days of age, it is likely to be mild.  The current aim in the U. S. and many other countries is to achieve universal (or nearly universal) immunization of children with the chickenpox vaccine. The vaccination requires only two shots and is very safe and effective. The first vaccination is given at about 1 year of age, and the second (booster) is given at 4 years of age. If an older person has not had chickenpox, the shot may be given at any time. There have been very few vaccine side effects. All children, except those with a compromised immune system, should have the vaccination. Varicella vaccine is the most commonly refused childhood vaccine; parents may still view chickenpox as the least severe vaccine-preventable disease. Prior to varicella vaccine licensure in 1995, however, there were 4 million cases of chickenpox infection annually, resulting in more than 10,000 hospitalizations and 100 deaths per year in the United States. Since licensure, universal immunization has reduced by 80% annual morbidity, mortality, and hospitalizations from chickenpox. The prognosis of uncomplicated chickenpox is generally good when acquired in childhood, and even in most adults, after the chickenpox rash goes away. Most people never experience chickenpox symptoms again after the first occurrence, and they are immune to other people's chickenpox. This is because the virus remains dormant in the nervous system; this also means that chickenpox can sometimes resurface later in life as shingles (zoster). ", 
    "title": "Chickenpox Varicella"
}