{
    "data": "  Chiggers are barely visible to the naked eye (their length is less than 1/150th of an inch). A magnifying glass may be needed to see them. They are red in color and may be best appreciated when clustered in groups on the skin. The juvenile forms have six legs, although the (harmless) adult mites have eight legs.   Chigger mites infest human skin via areas of contact with vegetation, such as pant cuffs or shirt sleeves and collars. They migrate on the skin in search of an optimal feeding area. A common myth about chiggers is that they burrow into and remain inside the skin. This is not true. Chiggers insert their feeding structures into the skin and inject enzymes that cause destruction of host tissue. Hardening of the surrounding skin results in the formation of a feeding tube called a stylostome. Chigger larvae then feed upon the destroyed tissue. If they are not disturbed (which is rarely the case because they cause substantial itching) they may feed through the stylostome for a few days. The chigger's mouth and feeding structures are delicate and are best able to penetrate the skin at areas of wrinkles, folds, or other areas of skin that are thin. Most bites occur around the ankles, the crotch and groin areas, behind the knees, and in the armpits. Barriers to migration on the skin such as belts may be one reason that chigger bites also commonly occur at the waist or at other areas where their migration is prevented by compression from clothing. The location of chigger bites contrasts with that of mosquito bites, which are usually in exposed areas of skin where mosquitoes can land.   A chigger bite itself is not noticeable. After the chigger has begun to inject digestive enzymes into the skin (usually after about 1-3 hours), symptoms and signs typically begin. Pronounced itching is the most common symptom. The area of the bite may be reddened, flat, or raised; sometimes it resembles a pustule or blister. The itch is due to the presence of the stylostome and usually is most intense within 1-2 days after the bite. The itching persists for several days, and complete resolution of the skin lesions can take up to two weeks. If multiple bites are present, the condition may be mistaken for eczema or allergic contact dermatitis. A history of outdoor activity can suggest that chigger bites are the cause of itching and characteristic skin changes.   Many home remedies for chigger bites are based upon the incorrect belief that chiggers burrow into and remain in the skin. Nail polish, alcohol, and bleach have been applied to the bites to attempt to get rid of the chiggers by \"suffocating\" or killing the chiggers. But because the chiggers are not present in the skin, these methods are not effective. Home remedies to help relieve the itching associated with chigger bites may help some people. These can include Taking a cool shower or applying cool compressesSitting in a cool bathUsing bath products that contain colloidal oatmealUsing certain over-the-counter (OTC) medications Treatment for chigger bites is directed toward relieving the itching and inflammation. Calamine lotion and corticosteroid creams may be used to control itching. Oral antihistamines, such as diphenhydramine (Benadryl), may also be used for symptom relief.   Chigger bites themselves do not produce any long-term complications. However, because of the intense itching, prolonged scratching may lead to skin wounds that may become infected by bacteria. Chiggers in North America are not known to carry any diseases, unlike some other arthropods.   Washing with soap and water after outdoor activity may remove any chiggers that may be migrating on the skin and prevent their bites. Likewise, washing clothing that was worn outdoors in hot water will kill any chiggers remaining on the clothing. Attention to the outdoor temperature can help with prevention of chigger bites. Chiggers do not bite at colder temperatures (below 60 F or 15. 5 C). Chiggers also are not found in areas hotter than 99 F or 37. 2 C, so hot rocky areas on sunny days can provide chigger-free seats. As with mosquito bites, proper outdoor clothing can help prevent chigger bites. Long pants and long-sleeved shirts as well as thick socks and high shoes or boots can help prevent infestation. Pants legs should be tucked into shoes or boots if possible. All mosquito repellents (such as DEET), applied to skin and clothing, are effective at repelling chiggers.   Chiggers are the larval (juvenile) form of a type of mite (Trombiculidae). Chiggers do not burrow into and remain inside the skin, contrary to popular belief. Chiggers inject digestive enzymes into the skin and feed upon the decomposed tissue. Pronounced itching is the main symptom of chigger bites. Bites may appear as blisters or as flat or raised red areas. Treatment involves supportive measures to control itching.  ", 
    "title": "Chiggers Bites"
}