{
    "data": "  Anything that increases your risk of getting a disease is called a risk factor. Having a risk factor does not mean that you will get cancer; not having risk factors doesn't mean that you will not get cancer. People who think they may be at risk should discuss this with their doctor. Possible risk factors for ALL include the following: Having a brother or sister with leukemia. Being white or Hispanic. Living in the United States. Being exposed to x-rays before birth. Being exposed to radiation. Past treatment with chemotherapy or other drugs that weaken the immune system. Having certain changes in genes or genetic disorders, such as Down syndrome. These and other symptoms may be caused by childhood ALL. Other conditions may cause the same symptoms. A doctor should be consulted if any of the following problems occur: Fever. Easy bruising or bleeding. Petechiae (flat, pinpoint, dark-red spots under the skin caused by bleeding). Bone or joint pain. Painless lumps in the neck, underarm, stomach, or groin. Pain or feeling of fullness below the ribs. Weakness, feeling tired, or looking pale. Loss of appetite.  The following tests and procedures may be used: Cytogenetic analysis: A laboratory test in which the cells in a sample of blood or bone marrow are viewed under a microscope to look for certain changes in the chromosomes in the lymphocytes. For example, in Philadelphia chromosome-positive ALL, part of one chromosome is moved to another chromosome. This is called the “Philadelphia chromosome. ” Other tests, such as fluorescence in situ hybridization (FISH), may also be done to look for certain changes in the chromosomes. Immunophenotyping: A test in which the cells in a sample of blood or bone marrow are looked at under a microscope to find out if malignant lymphocytes (cancer) began from the B lymphocytes or the T lymphocytes. Blood chemistry studies: A procedure in which a blood sample is checked to measure the amounts of certain substances released into the blood by organs and tissues in the body. An unusual (higher or lower than normal) amount of a substance can be a sign of disease in the organ or tissue that makes it. Chest x-ray: An x-ray of the organs and bones inside the chest. An x-ray is a type of energy beam that can go through the body and onto film, making a picture of areas inside the body.  The prognosis (chance of recovery) and treatment options may depend on: Age at diagnosis and race. How quickly and how low the leukemia cell count drops after initial treatment. Whether the leukemia cells began from B lymphocytes or T lymphocytes. Whether there are certain changes in the chromosomes of lymphocytes. Whether the leukemia has spread to the brain and spinal cord. Whether the child has Down syndrome. If leukemia recurs (comes back) after initial treatment, the prognosis and treatment options may depend on: How long it is between the end of initial treatment and when the leukemia recurs. Whether the leukemia recurs in the bone marrow or outside the bone marrow. Once childhood ALL has been diagnosed, tests are done to find out if the cancer has spread to the central nervous system (brain and spinal cord), testicles, or to other parts of the body. The extent or spread of cancer is usually described as stages. For childhood acute lymphoblastic leukemia (ALL), risk groups are used instead of stages. The following tests and procedures may be used to determine the risk group: Lumbar puncture: A procedure used to collect cerebrospinal fluid from the spinal column. This is done by placing a needle into the spinal column. This procedure is also called an LP or spinal tap. Chest x-ray: An x-ray of the organs and bones inside the chest. An x-ray is a type of energy beam that can go through the body and onto film, making a picture of areas inside the body. The chest x-ray is done to see if leukemia cells are forming a mass in the middle of the chest. Testicular biopsy: The removal of cells or tissues from the testicles so they can be viewed under a microscope by a pathologist to check for signs of cancer. This procedure is done only if there seems to be anything unusual about the testicles during the physical exam. There are three ways that cancer spreads in the body. When cancer cells spread outside the blood, a solid tumor may form. This process is called metastasis. The three ways that cancer cells spread in the body are: Through the blood. Cancer cells travel through the blood, invade solid tissues in the body, such as the brain or heart, and form a solid tumor. Through the lymph system. Cancer cells invade the lymph system, travel through the lymph vessels, and form a solid tumor in other parts of the body. Through solid tissue. Cancer cells that have formed a solid tumor spread to tissues in the surrounding area. The new (metastatic) tumor is the same type of cancer as the primary cancer. For example, if leukemia cells spread to the brain, the cancer cells in the brain are actually leukemia cells. The disease is metastatic leukemia, not brain cancer.  Because ALL is a disease of the blood cells, it has already spread throughout the body at diagnosis. There is no staging system for ALL. Risk groups are used to plan treatment. Risk groups are described as: Standard (low) risk: Includes children aged 1 to 9 years who have a white blood cell count of less than 50,000/µL at diagnosis. High risk: Includes children younger than 1 year or older than 9 years and children who have a white blood cell count of 50,000/µL or more at diagnosis. Other factors that affect the risk group include the following: Whether the leukemia cells formed from B lymphocytes or T lymphocytes. Whether there are certain changes in the chromosomes of the lymphocytes. How quickly the leukemia responds to initial therapy. It is important to know the risk group in order to plan treatment. Children with high risk ALL usually receive more aggressive treatment than children with standard risk ALL. Recurrent childhood ALL is cancer that has recurred (come back) after it has been treated. The leukemia may come back in the blood and bone marrow, brain, testicles, spinal cord, or in other parts of the body. Different types of treatment are available for children with acute lymphoblastic leukemia (ALL). Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment. Because cancer in children is rare, taking part in a clinical trial should be considered. Some clinical trials are open only to patients who have not started treatment. Children with ALL should have their treatment planned by a team of doctors with expertise in treating childhood leukemia. Treatment will be overseen by a pediatric oncologist, a doctor who specializes in treating children with cancer. The pediatric oncologist works with other pediatric health professionals who are experts in treating children with leukemia and who specialize in certain areas of medicine. These may include the following specialists: Hematologist. Medical oncologist. Pediatric surgeon. Radiation oncologist. Endocrinologist. Neurologist. Pathologist. Radiologist. Pediatric nurse specialist. Social worker. Rehabilitation specialist. Psychologist. Regular follow-up exams are very important. Side effects can result from treatment long after it ends. These are called late effects. Radiation therapy to the head may affect the child's developing brain and cause changes in mood, feelings, thinking, learning, or memory. Late effects of treatment for ALL also include the risk of second cancers (new types of cancer), especially brain tumors. Early diagnosis and treatment of these secondary brain tumors may help lower the risk from these brain tumors. Children younger than 4 years have a higher risk of side effects from radiation therapy to the brain. It is important to talk with your child's doctors about the possible late effects caused by some treatments. The treatment of childhood ALL usually has 3 phases. The treatment of childhood ALL is done in phases: Induction therapy: This is the first phase of treatment. Its purpose is to kill the leukemia cells in the blood and bone marrow. This puts the leukemia into remission. This is also called the remission induction phase. Consolidation /intensification therapy: This is the second phase of therapy. It begins once the leukemia is in remission. The purpose of consolidation/intensification therapy is to kill any remaining leukemia cells that may not be active but could begin to regrow and cause a relapse. Maintenance therapy: This is the third phase of treatment. Its purpose is to kill any remaining leukemia cells that may regrow and cause a relapse. Often the cancer treatments are given in lower doses than those used for induction and consolidation/intensification therapy. This is also called the continuation therapy phase. Bone marrow biopsy and aspirates are done throughout all phases to see how well the leukemia is responding to treatment. Treatment called central nervous system (CNS) sanctuary therapy is usually given during induction therapy and consolidation/intensification therapy and is often given during maintenance therapy. Because most anticancer drugs given by mouth or injected into a vein to kill leukemia cells may not reach leukemia cells in the CNS (brain and spinal cord), the leukemia cells are able to find “sanctuary” (hide) in the CNS. Certain anticancer drugs, intrathecal chemotherapy, and radiation therapy to the brain are able to reach leukemia cells in the CNS and are given to kill the leukemia cells and prevent the cancer from recurring (coming back). CNS sanctuary therapy is also called CNS prophylaxis because it is given to stop leukemia cells from growing in the CNS. Four types of standard treatment are used: Chemotherapy Chemotherapy is a cancer treatment that uses drugs to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. When chemotherapy is taken by mouth or injected into a vein or muscle, the drugs enter the bloodstream and can reach cancer cells throughout the body (systemic chemotherapy). When chemotherapy is placed directly into the cerebrospinal fluid (intrathecal), an organ, or a body cavity such as the abdomen, the drugs mainly affect cancer cells in those areas (regional chemotherapy). Combination chemotherapy is treatment using more than one anticancer drug. The way the chemotherapy is given depends on the type of the cancer being treated. Intrathecal chemotherapy or high doses of chemotherapy injected into a vein may be used to treat childhood ALL that has spread, or may spread, to the brain and spinal cord. When used to prevent cancer from spreading to the brain and spinal cord, it is called central nervous system (CNS) sanctuary therapy or CNS prophylaxis. CNS sanctuary therapy is given in addition to chemotherapy by mouth or vein that is intended to kill leukemia cells in the rest of the body. All children with ALL receive CNS sanctuary therapy as part of their treatment. Radiation therapy Radiation therapy is a cancer treatment that uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. There are two types of radiation therapy. External radiation therapy uses a machine outside the body to send radiation toward the cancer. Internal radiation therapy uses a radioactive substance sealed in needles, seeds, wires, or catheters that are placed directly into or near the cancer. External radiation therapy may be used to treat childhood ALL that has spread, or may spread, to the brain and spinal cord. When used this way, it is called central nervous system (CNS) sanctuary therapy or CNS prophylaxis. Because radiation therapy to the brain can affect growth and brain development in young children, many children with ALL are treated without radiation therapy. Radiation therapy to the brain and spinal cord is sometimes used as CNS sanctuary therapy to treat children and teenagers in the high risk group. Clinical trials are studying new ways of using radiation therapy that may have fewer side effects, including giving lower doses of radiation. Chemotherapy with stem cell transplant Stem cell transplant is a method of giving very high doses of chemotherapy and sometimes radiation therapy, and then replacing the blood-forming cells destroyed by the cancer treatment. Stem cells (immature blood cells) are removed from the blood or bone marrow of a donor. After the patient receives very high doses of chemotherapy and sometimes radiation therapy, the donor's stem cells are given back to the patient through an infusion. These reinfused stem cells grow into (and restore) the patient's blood cells. A stem cell transplant may use stem cells from a donor who is or is not related to the patient. Stem cell transplant is rarely used as initial treatment for children and teenagers with ALL. It is used more often as part of treatment for ALL that relapses (comes back after treatment).  Targeted therapy Targeted therapy is a treatment that uses drugs or other substances to identify and attack specific cancer cells without harming normal cells. Tyrosine kinase inhibitors (TKIs) are targeted therapy drugs that block the enzyme, tyrosine kinase, which causes stem cells to develop into more white blood cells (granulocytes or blasts) than the body needs. For example, imatinib mesylate (Gleevec) is a TKI used in the treatment of children with Philadelphia chromosome -positive ALL.  This summary section describes treatments that are being studied in clinical trials. It may not mention every new treatment being studied. High-dose chemotherapy High-dose chemotherapy is giving high doses of anticancer drugs to kill cancer cells. This treatment often causes the bone marrow to stop making blood cells and can cause other serious side effects. High-dose chemotherapy is usually followed by stem cell transplant to restore the bone marrow. Clinical trials are studying high-dose chemotherapy for certain patients, including children whose ALL does not go into remission after induction therapy and children whose leukemia comes back after treatment (relapses). Targeted therapy Targeted therapy is a treatment that uses drugs or other substances to identify and attack specific cancer cells without harming normal cells. New kinds of targeted therapies are being studied in the treatment of childhood ALL. Patients may want to think about taking part in a clinical trial. For some patients, taking part in a clinical trial may be the best treatment choice. Clinical trials are part of the cancer research process. Clinical trials are done to find out if new cancer treatments are safe and effective or better than the standard treatment. Many of today's standard treatments for cancer are based on earlier clinical trials. Patients who take part in a clinical trial may receive the standard treatment or be among the first to receive a new treatment. Patients who take part in clinical trials also help improve the way cancer will be treated in the future. Even when clinical trials do not lead to effective new treatments, they often answer important questions and help move research forward. Patients can enter clinical trials before, during, or after starting their cancer treatment. Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring (coming back) or reduce the side effects of cancer treatment. Clinical trials are taking place in many parts of the country. See the Treatment Options section that follows for links to current treatment clinical trials. These have been retrieved from NCI's listing of clinical trials. Follow-up tests may be needed. Some of the tests that were done to diagnose the cancer or to find out the stage of the cancer may be repeated. Some tests will be repeated in order to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests. This is sometimes called re-staging. Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your condition has changed or if the cancer has recurred (come back). These tests are sometimes called follow-up tests or check-ups.  Standard treatment of recurrent childhood acute lymphoblastic leukemia (ALL) for leukemia that comes back in the bone marrow may include the following: Combination chemotherapy. Chemotherapy with or without total-body irradiation followed by a stem cell transplant, using stem cells from a donor. Standard treatment of recurrent childhood acute lymphoblastic leukemia (ALL) for leukemia that comes back outside the bone marrow may include the following: Chemotherapy and radiation therapy for cancer that comes back in the testicles only. Combination chemotherapy and intrathecal chemotherapy with radiation therapy to the brain and/or spinal cord for cancer that comes back in the brain and spinal cord only. Some of the treatments being studied in clinical trials for recurrent childhood ALL include the following: New anticancer drugs and new combination chemotherapy treatments. Combination chemotherapy and new kinds of targeted therapies. Check for U. S. clinical trials from NCI's list of cancer clinical trials that are now accepting patients with recurrent childhood acute lymphoblastic leukemia. For more specific results, refine the search by using other search features, such as the location of the trial, the type of treatment, or the name of the drug. ", 
    "title": "Childhood Acute Lymphoblastic Leukemia"
}