{
    "data": "  Cleft lip and palate are developmental defects of the upper lip and roof of the mouth that are present at birth (congenital malformations). Cleft lip and palate may occur separately and in combination. Both malformations occur as a consequence of incomplete fusion of the developing lip (normally occurs by 35 days of gestation) or of incomplete fusion of the hard or soft palate (normally occurs by the eighth to ninth week of gestation). A cleft lip is an opening extending through the upper lip. It may be in the midline (center) or left and/or right side of the lip. A cleft palate is an opening of the hard palate (the bony front portion of the roof of the mouth) or the soft palate (the muscular non-bony region in the rear of the roof of the mouth. Similar to a cleft lip, a cleft palate may be midline and/or to either right of left side of the palate. A cleft palate may extend from the upper jawbone to the rear of the throat. Since development of the lip and palate occur at different times during gestation, an infant may have either a cleft lip or cleft palate or clefting of both regions. Cleft lip, either as a sole malformation or coupled with cleft palate occur in approximately one in 700 live births. Boys are twice as likely to have a cleft lip with or without an associated cleft palate. On the other hand, girls are more likely to have a cleft palate alone (those not associated with a cleft lip malformation). Ethnic background has been shown to affect the frequency of clefts. Children of Asian, Latino, or Native American ancestry are more frequently affected when compared to those of Caucasian background. While gender and ethnic background are risk factors, as described above, there are other factors that seem to play a role in causing clefting. Specialists have noted that the more severe the defect in a child the higher the risk for a cleft malformation in subsequent siblings. The recurrence risk for a cleft deformity is 2. 7% if an older sibling has a single cleft lip. If an older sibling has bilateral (both sides of the upper lip) involvement, the recurrence risk is doubled (5. 4%). If a parent has had either cleft lip or palate, there exists a 4% likelihood of cleft malformation in their children. However, if an affected parent has a child with cleft lip or palate, the chance of future children experiencing a cleft malformation rises to 14%. The diagnosis of cleft lip at birth is obvious. All newborn infants are screened at birth for cleft palate. Direct illuminated examination of the infant's hard and soft palate is part of the complete exam of any newborn. In addition, the palate (both hard and soft regions) are palpated with the examiner's finger to ensure that a \"partial cleft\" is not missed. Partial clefting occurs when a bony or muscular defect of the palate are obscured by intact skin covering the tissue separation (similar to covering a hole in beach sand with a towel). Prior to birth, prenatal ultrasound examination may demonstrate malformation of the upper lip, nasal opening, or palate. Since as many as 35% of conceptions with cleft lip and palate may be associated with other non-oral cavity deformities, specialized ultrasounds may be indicated. Similarly, the obstetrician may recommend blood tests and an amniocentesis. A referral to a perinatologist (an obstetrician with specialized training in high-risk pregnancies) or a geneticist may be suggested. Other birth defects that are associated with cleft lip and palate may include the following: <ol>Common cardiac defectsPyloric stenosis (narrowing of stomach as it connects to the small intestine)Club footScoliosis There are a number of complications that may affect infants and children with cleft lip and palate. These include the following: <ol>Feeding problems: Because of the anatomical defects, it may be very difficult for newborn infants to breastfeed successfully. The abnormal separation of the upper lip makes it very difficult for the newborn to obtain a good seal that is necessary for a successful nursing experience. Routine nipples for bottle-feeding present the same problem; however, specialized bottles and nipple systems exist that facilitate effective nutrition. Those children with a cleft palate are commonly fitted with a removable artificial palate very early in life. This device limits the possibility of passage of liquids through the defect into the nostrils as well as also facilitating the ability to efficiently suck on the specialized nipple. Ear infections/hearing loss: Children with cleft palate are more likely to have recurrent ear infections and associated fluid accumulation in the inside of the eardrum. In order to limit these issues, most children with cleft palate have PETs (\"tubes\") placed through the eardrum during their early months. Speech problems: As would be expected, the malformations associated with cleft palate and lip may impact articulation. The most common issue tends to be a nasal quality to their voice. Corrective surgery may lessen these speech issues but most children with cleft lip and/or palate benefit from formal speech therapy. Dental problems: Children with cleft lip and/or palate commonly have issues with missing and malformed teeth and commonly require orthodontic treatments and occasionally oral surgery if the upper jawbone (maxilla) has impaired function (such as improper placement and abnormal positioning of permanent teeth).  Successfully treating an infant or child with cleft lip and/or palate requires patience by both the parents and ultimately the patient. Several years of multiple surgical procedures are generally necessary to provide a satisfactory outcome. The repair of a cleft lip is usually addressed at approximately 3 months of age. One or two surgical procedures may be necessary to achieve both effective lip function and cosmetic repair. Cleft palate repair is a multistep series of surgical procedures starting at about 6 to 12 months of age and finalized in the later teen years. The first procedure is typically repair of the defect in the palate, which allows better feeding and weight gain and reduces the frequency of hearing loss and recurrent ear infections. Repair of the palate defect also encourages appropriate development of the upper jaw (maxilla) and other facial bones. At approximately 8 years of age, a bone graft is performed to further support the upper jaw structure and aid in speech articulation. Braces are generally required to straighten permanent teeth and plastic surgical scar revision (removal) is done after the majority of adolescent growth has occurred. While the effective treatment for cleft lip and cleft palate requires many surgical procedures, speech therapy, and consultation with many medical specialists, it should be anticipated that an excellent outcome regarding appearance and function can be achieved. In order to maximize the medical management as well as coordination with multiple health-care professionals and parents, a cleft palate team is generally the preferred approach to coordination of care. Such teams are commonly found at pediatric teaching hospitals in major cities. The members of the medical team will commonly consist of <ol>plastic surgeon,otolaryngologist (ear, nose and throat doctor [ENT]),oral surgeon,prosthodontist (makes dental appliances),dentist and orthodontist,speech pathologist/therapist,audiologist (hearing specialist),social worker/psychologist,geneticist,nurse coordinator. The large majority of infants experiencing cleft lip or cleft palate do not have a genetic predisposition or obvious risk factors. During pregnancy, there are issues that may increase the likelihood of producing a newborn with cleft lip and/or cleft palate. These may include the following: <ol>Certain medications to help prevent maternal seizures or migraine headaches (for example, topiramate [Topamax])Certain medications that are used as cancer chemotherapy (including methotrexate [Rheumatrex, Trexall])Smoking cigarettes (no information yet regarding e-cigarettes)Alcohol consumptionLack of folic acid supplementation prior to conception and throughout the pregnancy ", 
    "title": "Cleft Palate And Cleft Lip"
}