{
    "data": "  In 1912, Dr. George Coats described one sharply outlined form of exudative retinitis, clinically characterized as follows: <ol>Occurrence in infantile or juvenile male patientsUnilateralityAbsence of systemic diseasesExudates below the retinal vesselsRetinal hemorrhagesSlow progression to retinal detachment, cataract, atrophy, or glaucoma Today little has been added. This rare disease is not inherited and may be successfully treated if caught early. However, since is not usually diagnosed early, it usually progresses to cause a marked loss of vision or blindness in one eye. No causes or risk factors are known. At this point, although there is no known hereditary component or any other cause, there may be some evidence to suggest that Coats' disease is caused by a somatic mutation of the Norrie disease protein (NDP) gene. There are no known risk factors, although it occurs in males three times as often in females. There is a gradual decrease of vision which may not be recognized at first due to the young age at which the disease begins. Since it often starts in one eye, the child may compensate well and not notice that the vision is bad in the other eye. It may begin in infants, is most commonly seen between 6-9 years of age, and it rarely is seen in geriatric patients. It is a painless disease. It usually only occurs in one eye and is more common in males. When only one eye is involved, the individual may carry out almost all visual tasks but may have some limitations if binocular vision is required (relatively rarely). This is usually not noticed by the individual or parents. Depth perception is still present, but it may be decreased significantly. In England, one study found 0. 09 cases in every 100,000 individuals. Therefore, it is quite rare.  Although it may be diagnosed on a routine eye exam, often it is not suspected until a late stage when a child develops a cloudy white or yellow pupil due to the presence of a cataract or a retinal detachment. In a photograph, the pupil of the affected eye appears yellow or white, while the other pupil appears to be normal black. It may be diagnosed on a routine eye exam, at which time a cataract might be seen or abnormal blood vessels may be seen at the back of the eye when the pupil is dilated. On an eye examination, the pupil is dilated which enables the physician to see abnormalities of blood vessels or a retinal detachment. Retinal damage may be seen due to the accumulation of cholesterol deposits in the vessels. Lastly, glaucoma and atrophy of the optic nerve may occur. Since it usually develops slowly, often it isn't diagnosed until late since the individual usually adapts to the slow progressive loss of peripheral vision in one eye. Because it may come on gradually in one eye, the patient often doesn't notice the painless decrease of vision. As it progresses, patients may notice the following symptoms from the retinal damage: loss of peripheral vision, light flashes, floaters, or a general loss of vision. Especially in children, the parent may notice a yellow reflex in the pupil (due to a cataract or retinal detachment) when a picture is taken. Once diagnosed, the individual must be followed by the ophthalmologist on a regular basis, usually annually. The diagnosis is made primarily by looking into the eye with the ophthalmoscope in the ophthalmologist's office. After the diagnosis, it is important that the patient have regular examinations of the good eye in order to keep it healthy.  Carol Shields, MD, and Jerry Shields, MD, have divided Coats' disease into five stages: Stage 1 is characterized by telangiectasia (spider veins) only. Stage 2 demonstrates telangiectasias and exudation and is further subcategorized depending on involvement of the fovea (center of the retina, with the sharpest vision). Stage 3 demonstrates subtotal retinal detachment, also subcategorized based on foveal involvement. Stage 4 exhibits total retina detachment (RD) with glaucoma. Stage 5 is end-stage disease with a blind, painless or painful eye and total RD, often with cataract and eventual phthisis bulbi (shrinkage of the eyeball after trauma or disease). This is a progressive disease with no visual impairment in the early stages of the disease. If caught in an early stage (relatively rare since it usually isn't recognized by the child), freezing or laser treatment of the retina may be quite successful. The disease progresses from mild blood vessel changes (treatable with the laser or by freezing) to more significant blood vessel involvement. Occasionally the disease stops on its own and may even reverse itself. Treatment is aimed at halting the blood vessel progression and is of limited value. Freezing (cryotherapy) or laser photocoagulation may be used with limited success. However, if the leaking blood vessels are clustered around the optic nerve, this treatment is not recommended as accidental damage to the nerve itself can result in worsening of vision. No, Coats' disease cannot be prevented. Risk factors have not been identified. The individual is born with this disease which develops sometime later in life.   Blindness of the affected eye may occur as the result of progressive retinal damage. The retinal damage progresses to retinal detachments and loss of vision. If the damage is in the retina and the pupil is white from a secondary cataract, cataract surgery will improve the cosmetic appearance but not the vision. Although Coats' disease tends to progress to visual loss, it may stop progressing on its own, either temporarily or permanently. Cases have been documented in which the condition even reverses itself. However, once total retinal detachment occurs, sight loss is permanent in most cases. Removal of the eye (enucleation) is an option if pain or further complications arise. In this situation, a prosthesis (artificial eye) may be placed in beneath the eyelid. It is a molded plastic piece which is painted to match the good eye. Often people may not realize that the individual has an abnormality of one eye. Usually, once the diagnosis is made, treatment is of little value. However, anti-angiogenic drugs used for treatment of macular degeneration or diabetes are being evaluated as a potential treatment. For more information, visit http://www. clinicaltrials. gov. If only one eye is involved, the individual may carry on a normal life with minimal restrictions or disability. With one eye, it is still possible to drive a car, read, and carry on an essentially normal lifestyle. The individual still has depth perception, but it is somewhat decreased.  Due to its rarity, it is necessary to go to general vision-loss groups for support. Since it is usually unilateral, the individual with Coats' disease is able to carry on a normal lifestyle with minimal disability. The ophthalmologist should be able to answer most questions and should know about any vision support groups which might be of help. Some sources of information: The Jack McGovern Coats Disease Foundationhttp://www. coatsdiseasefoundation. orgCoatsdiseasefoundation@gmail. com ClinicalTrials. govhttp://www. clinicaltrials. gov/ct/show/NCT00470977?order=1 ", 
    "title": "Coats Disease"
}