{
    "data": "  For many parents, there is nothing more stressful than listening to an inconsolably crying newborn. Colic generally leads to long stretches of such crying. It can be a very difficult for parents, friends, and family who are already dealing with one of the most rewarding but potentially stressful experiences in life, a new baby at home. Colic is self-limited and episodic. Overfeeding, undiluted juices, food allergies,and emotional stress can aggravate colic. It is important for a baby with new abdominalpain and crying to be evaluated by a doctor who can exclude othermore serious conditions. Don't give medications or other treatments to an infant unless they've been approved by the child's medical practitioner. Infantile colic has been around for a long time. In 1954, Dr. Morris Wessel, a well-known New Haven pediatrician, defined an infant with colic as \"one who, otherwise healthy and well-fed, had paroxysms of irritability, fussing, or crying lasting for a total of three hours a day and occurring on more than three days in any one week for a period of three weeks. \" It is also important to remember that not all fussy babies suffer from colic. Most infants normally cry two to three hours per day, but this is usually spread out during the 24-hour period. The crying or fussing most frequently begins suddenly and often after a feeding. The cry is loud and continuous, and the spells last from one to four hours. The baby's face often gets flushed or red. The belly is sometimes distended or prominent, the legs alternating between flexed and extended straight out; the feet are often cold and the hands clenched. The episodes, while they can occur at any time of the day or night, typically begin in the late afternoon or early evening, just when parents or caregivers are most exhausted. There are some babies who are more prone to infantile colic than others. It is generally believed that if one or both parents were colicky, their baby is more at risk. Infantile colic typically begins at about 2 to 3 weeks of age, reaches its peak at 2 months, begins to subside by 3 months, and is gone by 3½ to 4 months of age. But the frustrating fact remains that although one in four babies has colic and much research has been done on the topic, there is no one proven cause of colic. In some studies, no discernible cause was found for one-quarter of those babies who suffered from colicky episodes. This reality is very frustrating for most parents. It is certainly known that amongst all colicky babies, there are factors that may worsen the colic symptoms: <ol>Overfeeding in an attempt to lessen the cryingFeeding certain foods, especially those with high sugar content (for example, undiluted juices), may increase the amount of gas in the intestine and worsen the situationThe presence of excessive anger, anxiety, fear, or excitement in the householdA multitude of other factors as yet unknown  This is a very common problem (up to 25% of all babies suffer from colic). Discuss any concerns with the child's pediatrician and talk to other parents or relatives who have had similar experiences. Also keep in mind that colic generally occurs in big, healthy, active, vigorous babies who are great eaters and who grow very well. Sickly, poor-feeding, unhealthy babies or babies with significant underlying problems may well be cranky, miserable, and unhappy; however, these infants tend to be this way most of the time, whereas the baby with colic generally has episodes at a very predictable (\"set your clock by the beginning and end\") time of the day. Here are some suggestions: <ol>Do not overfeed! Stick to the baby's regular feedingschedule of timing and amount of milk taken, as measured in ouncesin the bottle-fed baby or in minutes on the breast in the breastfedbaby. Breastfeeding mothers should avoid too many milk products (\"youdon't have to drink milk to make milk\"), caffeine, onions, cabbage, beans, broccoli, and other gas-producing, irritating foods. Be sure that if the baby is taking juices, that they are verydiluted, or just offer plain water. If babies are really thirsty,they will drink it. Avoid juices (young infants should not be drinking juice anyway). In the formula-fed baby, try changing to a formula containing whey hydrolysate (such as Good Start) or try a low-allergy formula (such as Nutramigen, Alimentum, or Pregestimil). Some research suggests that making these changes can result in a decrease in the number of episodes and duration of symptoms in some infants. It is worth the expense of a week's trial to see if the formula is at all contributing to the colic. Take a break! When the anxiety, fear, and tension get to be too much (or perhaps an hourbefore!), try to have someone else watch the baby, even foran hour, and leave the house. Try to keep a positive attitude. Try walking the baby in a front-pouch-style carrier with his legs drawn up and pressure off of his belly. Though there is no clear evidence that physical stimulation helps, many parents swear by it. Some babies seem to be soothed by rhythmic, steady movements, like rocking gently or by sounds, like running the vacuum, or having the clothes dryer within earshot. (Never leave a baby unattended near the dryer, as there is a serious risk of injury. )Wrap the baby firmly in a comfortable blanket (\"swaddling\"). Medications, such as simethicone (Phazyme, Flatulex, Mylicon, Gas-X, Mylanta Gas), and other homeopathic treatments have not conclusively proven to be more effective than placebo (sugar pill) and should be avoided unless prescribed by the infant's medical provider. Hyoscyamine (Levsin), an antispasmodic medication used to treat adults with various intestinal ailments, has been associated with serious side effects in young infants. Be cautious with herbal remedies. Although there are some who recommend chamomile, fennel and others, there is little evidence that colic is cured with these treatments. Try to avoid using gripe water, unless recommended specifically by the pediatrician, because there are often unregulated ingredients (alcohol, etc. ) that may be harmful to the infant. Recently, there have been some interesting results using certain probiotics (dietary supplements containing live bacteria or yeast and used to aid digestion). It is important to discuss these options with a health-care professional prior to using them.  It is critically important to consult the baby's doctor at the very beginning of the suspected colic symptoms. While there are no tests that can be done where the results come back \"colic,\" it is very important to exclude several other causes of crying or sudden-onset screaming in a newborn. Remember that other less serious causes of crying include anything that causes discomfort. Check if the infant is hungry, too cold or too warm, over-tired or suffering from food intolerance (gassy, overly loose stool). Other more serious conditions to consider include intestinal blockage or obstruction, abdominal infection, a hernia, a scratch of the baby's eye, an ear infection, a bladder infection, and others. Once the baby is given a clean bill of health, an understanding, supportive doctor is worth his weight in gold! Should a colicky baby's symptoms ever suddenly change, the doctor will reassess the situation and look for unrelated problems that can arise in any baby. As discussed above, the doctor may recommend an over-the-counter anti-gas bubble medicine for the baby (for example, Mylicon Drops) or even a probiotic. Babies take these medications orally. And when it seems that there are as many \"cures\" for colic as there are grandparents, always call the baby's doctor first. Finally, remember that after the three or four months, the colic resolves; there are no long-term problems associated with colic. ", 
    "title": "Colic"
}