{
    "data": "  The colon, also known as the large intestine or large bowel, constitutes the last part of the digestive tract. The colon is a long, muscular tube that receives still-undigested food from the small intestine. It removes water from the undigested food, stores it and then finally eliminates it from the body as stool or feces through bowel movements. The rectum is the last part of the colon adjacent to the anus through which stool passes to the outside. Cancer of the colon and rectum (colorectal cancer) is a type of malignant tumor arising from the inner wall of the large intestine. These malignant tumors are called cancers and can invade nearby tissue and spread to other parts of the body. Benign tumors of the colon are usually called polyps. Benign polyps do not invade nearby tissue or spread to other parts of the body like malignant tumors do. Benign polyps can be removed easily during colonoscopy and are not life threatening. However, if benign polyps are not removed from the large intestine, they can become malignant over time. In fact, most of the cancers of the large intestine are believed to have evolved from benign polyps that are pre-cancerous, that is, they are benign at first but later become cancerous. Colorectal cancer will be found in at nearly 135,00 patients this year and will result in about 50,000 deaths in the U. S. It is the second most common cause of cancer death in the USA behind lung cancer. It is the third most common cancer in both men and women. Cancer of the colon and rectum can invade and damage adjacent tissues and organs. Cancer cells also can break away and spread to other parts of the body (such as the liver and lung) where new tumors grow. The process whereby colon cancer spreads to distant organs is called metastasis, and the new tumors are called metastases. Direct extention to or invasion of adjacent organs is a sign of a more advanced cancer, and the chance of cure in the treatment of a cancer which has directly extended into an adjacent tissue is less, even with surgery, as hidden cancer cells may also have spread elsewhere. If a colon or rectal cancer is found to have spread through the lymph channels to adjacent lymph nodes, it is increasingly likely that even the removal of the portion of the colon and lymph nodes will not cure the patient. Finding lymph node metastases can indicate that undetectable microscopic cancer cells may be more likely to still be present elsewhere in the body. If the cancer spreads through the blood stream to the liver, lungs, bones, or other organs, or through lymph channels to distant lymph nodes then it is unlikely that a permanent complete cure will be able to be obtained with treatment. Colorectal cancer is both preventable and curable when found early. Colorectal cancer is prevented by removing precancerous colon polyps. It is cured if cancerous change is found early and is surgically removed before the cancer cells spread to other parts of the body. The National Polyp Study showed in its surveillance program that individuals who had their polyps removed experienced a 90% reduction in the incidence of colorectal cancer. The few patients in the study who did develop colorectal cancer had their cancer discovered at early, surgically or endoscopically curable stages. Since most colon polyps and early cancers are silent (produce no symptoms), it is important to do screening and surveillance for colon cancer in patients without symptoms or signs of the polyps or cancers. Recommendations for cost-effective public screening and surveillance have been promulgated and endorsed by numerous societies including the American Cancer Society, the National Cancer Institute, American College of Gastroenterology, American Medical Association, American College of Physicians, etc.  The life-time risk for an adult American to develop colorectal cancer is approximately 6%. Fecal (stool) occult blood tests and flexible sigmoidoscopic examinations are the recommended screening tests for these individuals at average risk for developing colorectal cancer. These tests are designed to detect and to prompt removal of precancerous polyps and identify early cancers in order to decrease mortality from colorectal cancer. Stool testing and flexible sigmoidoscopy are affordable, easy to perform, and comfortable for healthy individuals. Fecal occult blood tests are chemical tests that are performed on samples of stool to detect the presence of \"occult\" blood (amounts of blood that are so small that they cannot be seen with the naked eye). These tests usually are begun at age 40 and then are repeated annually along with a digital rectal examination that is performed by a doctor. The use of fecal occult blood tests is based on observations that slow bleeding from colon polyps or cancers can cause small amounts of blood to mix with the colonic contents. (This sometimes can lead to an iron deficiency anemia. ) Since the small amounts of blood are not visible to the naked eye, sensitive chemical tests are needed to detect the traces of blood in the stool. Fecal occult blood testing consists of checking for occult blood in 3 stool specimens collected on special cards at home. To properly prepare for collecting the specimens, individuals are asked to abstain (for 3-5 days before stool collections begin) from certain foods, medications and vitamins that can interfere with the accuracy of the test. These include certain meats, vitamins (especially vitamin C), iron, aspirin, and other antiinflammatory medicines (NSAIDs) such as ibuprofen that are used in treating arthritis and other painful inflammatory conditions. A more recent form of this test called a Fecal Immunochemical, or FIT test, does not require the same precautions and restrictions and is probably even more sensitive than the older chemical or guiac based tests for colorectal cancer. It tests 2 stools collected on 2 consecutive days. The FIT test is more expensive than the older test, and your doctor will know if insurance will cover it. A DNA test on stool has also been developed as a screening tool. Preliminary testing suggests it may be even more sensitive than FIT testing though the larger number of false positive tests means it may not be as specific as FIT. It is called Cologuard and was FDA approved as of September, 2014. An individual whose stool specimen tests positive for occult blood then undergoes a colonoscopic examination of the entire colon to look for polyps, cancers, or other conditions that cause bleeding (such as abnormal blood vessels, diverticuli, or colitis). The majority (greater than 90%) of the polyps detected at colonoscopy can be removed painlessly and safely during the colonoscopic examination. Polyps so removed are examined later under the microscope by a pathologist to determine if they are precancerous. Individuals with precancerous polyps have a higher than average risk for developing colon cancer, and are advised to return for periodic surveillance colonoscopies (see below). Colon cancers that are detected at colonoscopy usually are removed surgically though under certain circumstances they may be removed at colonoscopy. Precancerous polyps that are too large or technically not possible to remove during colonoscopy also are removed surgically. Several studies have shown that fecal occult blood and related testing can reduce death rates (mortality) from colorectal cancer by 30% to 40%. If no colonic abnormalities are found in an individual whose stool contains occult blood, consideration then is given to examining the stomach and the small intestine as sources of bleeding.   Flexible sigmoidoscopy utilizes a flexible sigmoidoscope, a flexible, fiberoptic viewing tube with a light at the tip. It is inserted through the anus and is used by the doctor to examine the rectum and the part of the colon adjacent to the rectum. It is a shorter version of a colonoscope. Approximately 50% of colorectal cancers and polyps are found to be within the reach of a flexible sigmoidoscope. It is recommended that individuals of average risk for colon cancer undergo a flexible sigmoidoscopy examination at age 50 and every 3-5 years thereafter. If polyps are found during a flexible sigmoidoscopic examination, a colonoscopy to examine the entire colon is recommended to remove the polyps as well as to find and remove additional polyps in other parts of the colon. The removed polyps are examined by a pathologist under a microscope to determine if the polyps are benign, malignant or pre-cancerous. Individuals with precancerous polyps (adenomas and villous adenomas) have a higher than average risk of developing colon cancer, and it is recommended that they return periodically for surveillance colonoscopies (see below). For more information about this procedure, please see the Flexible Sigmoidoscopy article. Many doctors in the US are recommending screening colonoscopies rather than flexible sigmoidoscopies for healthy subjects with an average risk for developing colon cancer. Colonoscopies are recommended beginning at the age of 50 and thereafter every 7-10 years if no colon polyps or cancers are found. The rationale for this recommendation is: <ol> Colonoscopy examines the entire colon while flexible sigmoidoscopy only examines the rectum and the colon adjacent to the rectum. Approximately half of colon polyps (and colon cancers) are found in the upper colon (cecum, ascending colon, and transverse colon) and, therefore, are beyond the reach of sigmoidoscopes and would be missed by flexible sigmoidoscopy. The National Polyp Study, a large, scientific study, has shown that colonoscopy with removal of all colon polyps reduces deaths from colon cancer. For more information about this procedure, please see the Colonoscopy article.  Virtual colonoscopy is a new technique that uses an X-ray machine called a CAT or CT scanner to construct virtual images of the colon that are similar to the views of the colon obtained at colonoscopy. The virtual colonoscopic images are produced by computerized manipulation of two-dimensional images obtained by a CT scanner rather than direct observation through the colonoscope. The colon is cleaned-out using laxatives the day prior to the virtual colonoscopy examination. A tube then is inserted into the anus and is used to inject air into the colon. The CT scans then are performed, and the scans are analyzed and manipulated to form a virtual image of the colon. Properly performed virtual colonoscopy can be very good. It can even find polyps \"hiding\" behind folds that occasionally are missed by colonoscopy. Nevertheless, virtual colonoscopy has several limitations. They are: <ol>Virtual colonoscopy cannot find small polyps (less than 5 mm in size) that are easily seen at colonoscopy. Virtual colonoscopy is not as accurate as colonoscopy at finding flat cancers or premalignant lesions that are not protruding, that is, are not polyp-like. Small pieces of stool can look like polyps on virtual colonoscopy and lead to a diagnosis of polyps when there are none. Virtual colonoscopy cannot remove polyps. Thirty to forty percent of people have colon polyps. If polyps are found by virtual colonoscopy, then colonoscopy must be done to remove the polyps, and, therefore, many individuals having virtual colonoscopy will have to undergo a second procedure, colonoscopy. There have not been studies to compare the discomfort levels of colonoscopy versus virtual colonoscopy, and comparisons will be difficult to do. The discomfort of colonoscopy is from the insertion of the colonoscope and air being pushed into the colon to inflate or open for viewing areas that might otherwise be collapsed. This technique is called air insufflation. The discomfort of virtual colonoscopy is from air insufflations. Patients' perceptions of discomfort from both procedures are highly variable. What makes the discomfort difficult to compare is that patients undergoing colonoscopy usually are sedated intravenously, while patients undergoing virtual colonoscopy are not sedated. As a result, patients may actually find colonoscopy more comfortable than virtual colonoscopy. On the other hand, sedation increases the risk of complications from colonoscopy. Because of these limitations, virtual colonoscopy has not replaced colonoscopy as the primary screening tool for individuals at either normal or high risk for polyps or colon cancer. It is currently a good option for individuals who cannot or will not undergo colonoscopy  Even though double contrast barium enema has been included in screening guidelines, it is not as accurate as colonoscopy or, perhaps, virtual colonoscopy in detecting small polyps or cancers. Like virtual colonoscopy, it cannot remove polyps. Also like virtual colonoscopy, it may mistake particles of stool for polyps. In addition, as the numbers of barium enema examinations decreases, radiologists have less experience doing them, and their ability to do a good examination is decreasing. For these reasons, double contrast barium enemas are not widely used for colon cancer or polyp screening. For more information, please see the Barium Enema article. Many individuals are at higher than average risk for developing colon cancer because of a family history of colon cancer, history of chronic ulcerative colitis, rare hereditary colon cancer syndromes, or a history of colon polyps or cancer. Periodic surveillance colonoscopies are recommended for these individuals to remove precancerous polyps, and /or to detect early cancers. Such testing will typically be recommended to begin at an earlier age than it will for those with average risk. Patients with history of colon polyps often develop polyps subsequently. Therefore, periodic surveillance colonoscopies are recommended. In individuals with only precancerous polyps that are completely removed, the usual recommendation is to repeat the colonoscopy after 3 years. If the colonoscopy at 3 years shows no recurrence of polyps, then the interval between subsequent colonoscopies is extended to 5 years. Sometimes, doctors are not confident that all polyps have been completely removed. Examples include individuals with multiple pre-cancerous polyps, polyps that are technically difficulty to completely excise, or less than optimal visualization of the colon due to inadequate cleansing of the colon. Under these circumstances, the decision regarding the interval between surveillance colonoscopies is best arrived at jointly between the patient and the doctor. For more information, please see the Colon Polyps article.  Individuals who have undergone colon cancer surgery are at higher risk of developing another colon cancer in the future. It usually is recommended that they undergo a repeat colonoscopy after 6 to 12 months and every 3 years thereafter. Early detection and treatment of future polyps and early cancers can significantly improve chances of survival. The annual testing of stool for occult blood continues. Patients with long standing ulcerative colitis also have a higher risk of developing colorectal cancer. The risk of developing colon cancer is proportional to the duration of disease and to the extent of colon involved by colitis. Thus, patients with chronic ulcerative colitis involving the entire colon should have a colonoscopy every 1 to 2 years after having the colitis for 10 years or more. During the procedure, biopsies are taken from the colon to look for early, microscopic precancerous changes in the cells. If precancerous cells are detected, colonoscopy is repeated 3 months later. If still present, doctors may discuss with the patient the benefits of surgically removing the colon to prevent colon cancer. If the colitis is limited to only the left colon, the same surveillance program is started 15 years after the onset of colitis. For more information, please see the Ulcerative Colitis article. Colorectal cancer may run in families. Colon cancer risk to an individual is even higher if more than one immediate family member (parents, siblings or children) has had colorectal cancer, and/or the family member developed the cancer at a young age (less than 55). Under these circumstances, it is recommended that individuals undergo a colonoscopy every three years starting at an age that is 7-10 years younger than the age at which the family member who developed colorectal cancer at the youngest age developed his or her cancer. If only one immediate family member developed colorectal cancer at an advanced age, the colon cancer risk to the individual is still higher than average but not as high as if two immediate family members developed colorectal cancer or if a family member developed colorectal cancer at an early age. Whether and when to perform screening colonoscopies in these individuals are best decided jointly by the individuals and their doctors.  Hereditary colon cancer syndromes are caused by specific inherited changes in genes called mutations that are sufficient in themselves to cause colon polyps, colon cancers, and non-colonic cancers. Hereditary colon cancer syndrome can affect multiple members of a family. Approximately 5% of all colon cancers in the US are due to hereditary colon cancer syndromes. Patients who have inherited one of these syndromes have an extremely high risk for developing colon cancer, approaching 90%-100%. Fortunately, blood tests are now available to test for these hereditary colon cancer syndromes, once a syndrome has been suspected within a family. Familial adenomatous polyposis, or FAP is a hereditary colon cancer syndrome in which the affected family members develop large numbers (hundreds, sometimes thousands) of colon polyps starting in their teens. Unless the condition is detected and treated early (treatment involves removal of the colon), a family member with the FAP syndrome is almost sure to develop colon cancer. Cancers most commonly begin to appear when patients are in their 40's, but can appear earlier. These patients also are at risk of developing other cancers such as cancers of the thyroid gland, stomach, and the ampulla (the part of the duodenum into which the bile ducts drain). Attenuated familial adenomatous polyposis, or AFAP is a milder version of FAP. Affected patients develop less than 100 colon polyps. Nevertheless, they are at high risk of developing colon cancers at a young age. They are also at risk for stomach and duodenal polyps. Hereditary nonpolyposis colon cancer, or HNPCC, is a hereditary cancer syndrome in which affected family members tend to develop colon cancers, usually in the right colon, in their 30's to 40's. Certain HNPCC patients also are at elevated risk for developing uterine cancer, stomach cancer, ovarian cancer, cancers of the ureters (the tubes that connect the kidneys to the bladder), cancers of the bile ducts (the ducts that drain bile from the liver to the intestines), and cancer of the brain and skin. Lynch Syndrome is another name for HNPCC. The MYH polyposis syndrome is a recently discovered hereditary colon cancer syndrome. Affected patients typically develop 10-100 polyps during their 40's and are at high risk for developing colon cancer. The MYH syndrome is inherited in an autosomal recessive manner with each parent contributing one copy of the mutant gene. Most people with the MYH syndrome do not have a multigenerational family history of polyps or cancer of the colon but may have brothers or sisters with it.   Genetic counseling followed by genetic testing should be considered for individuals as well as their family members when there are: Individuals in the family with early onset of colon cancer, before age 50 Individuals in the family with numerous colon polypsFamilies in which multiple members have colon cancerFamilies with members with numerous colon polyps Families with members having colon cancers at young ages Families with members having certain non-colon cancers such as cancers of the uterus, thyroid, ureters, ovaries, small intestine, etc. Genetic counseling both obtains the details of a patient's history, and helps them to understand what testing may be recommended and what the results could mean. Genentic testing is voluntary and the results cannot be used today to disqualify you from obtaining health insurance. Life insurance may be denied on the basis of such testing presently. Other concerns will be discussed as well. Genetic testing without prior counseling is discouraged because of the extensive family education that is involved and the complicated nature of interpreting the test results. Patients who have hereditary colon cancer syndromes usually have no symptoms and are unaware that they have colon polyps or early colon cancers. They usually will develop colon cancers early in life (often before ages 40-50). Therefore, to prevent colon cancers in patients with hereditary colon cancer syndromes, colon screening must begin early. For example, patients with FAP should have annual flexible sigmoidoscopies starting at age 12, patients with AFAP should have annual colonoscopies starting at age 25, and patients with HNPCC should have colonoscopies beginning at age 25 (or 10 years younger than the earliest colon cancer diagnosed in the family, whichever is earlier). The current screening recommendations for the general population (fecal occult blood testing, flexible sigmoidoscopy, and colonoscopy beginning at ages 40-50) are inadequate for most patients with hereditary colon cancer syndromes. Genetic counseling and testing are important to identify patients and family members with hereditary colon cancer syndromes so that screening with flexible sigmoidoscopies and colonoscopies can begin early and, if necessary, the colon can be removed surgically to prevent colon cancer. Moreover, depending on which hereditary colon cancer syndrome is present, early screening for other types of cancer such as ovarian, uterine, stomach, ureter, and thyroid may be appropriate. Genetic testing should be done following genetic counseling, so that family members understand fully the advantages and limitations of genetic testing as well as how the tests should be interpreted. Within the family, the first person to undergo genetic testing usually is the person who clearly has the disease (e. g. , with numerous colon polyps with or without colon cancer). If genetic testing of this family member reveals a mutation responsible for a hereditary colon cancer syndrome, then other family members can be tested for the same mutation. Those family members who do not carry the mutation can be assured that they have not inherited the syndrome, whereas those who have the mutation should begin early screening for colon and other cancers. Depending on which syndrome is present and the age of the patient, removal of the colon may be recommended. Unfortunately, genetic testing that shows no known cancer syndrome does not necessarily mean that there is no cancer syndrome. Our current knowledge about colon cancer syndromes is imperfect and our ability to recognize them is incomplete, and there may be unrecognized syndromes that cannot yet be detected. Even if no cancer syndrome is identified by genetic testing, first-degree relatives of someone with colon cancer are still considered at increased risk for developing colon cancer themselves and should undergo early screening as directed by their physicians.   Colon cancer is preventable and curable. Colon cancer is preventable by removing precancerous colon polyps, and it is curable if early cancer is surgically removed before cancer spreads to other parts of the body. Therefore, if screening and surveillance programs were practiced universally, there would be a major reduction in the incidence and mortality of colorectal cancer. Ongoing genetic research will help doctors better understand the genetic basis of colorectal cancer formation. Genetic blood tests and tests for premalignant cells in stool may also have a role in colorectal cancer screening. Regardless of what new screening methods become available, you should remember to discuss colon cancer screening and/or surveillance as it relates to your situation. For further information, please read the Cancer of the Colon and Rectum article. ", 
    "title": "Colon Cancer Screening"
}