{
    "data": "  Contact lenses have come a long way lately, and offer some exciting options for the consumer. You can bat a pair of baby blues one day, then flash golden tiger eyes the next. You can toss your disposable lenses in the trash each night. Or you can leave in your extended wear lenses for an entire month. For people with vision problems, contact lenses remain an effective, almost invisible tool. The thin plastic or glass lenses are fitted over the cornea of the eye to correct vision problems such as nearsightedness, farsightedness or astigmatism. These days you can wear contact lenses even if you have presbyopia and need bifocals. You have so many options, how do you choose? Check out your choices of contact lenses here. Then talk with your eye doctor about the contact lens that may work best for you. They're hip and they're fun, but colored contact lenses can also be quite practical. There are four types of colored contact lenses, each offering a slightly different benefit: Visibility tint. These colored contact lenses are lightly tinted so you can find your lens if you drop it. Visibility tints don't affect the color of your eyes. Enhancement tint. These colored contact lenses have a translucent tint that's meant to enhance your natural eye color. Enhancement tints are slightly darker than a visibility tint. Color tint. Darker, opaque tints that change the color of your eyes. Color tints come in a wide array of specialty colors, including amethyst, violet and green. The center of this colored contact lens is clear so you can see. Light-Filtering tint. These colored contact lenses are designed for athletes and sports fans. They enhance certain colors and mute others to make balls stand out. For instance contact lenses for tennis players would enhance optic yellow, the color of tennis balls. Remember, never share colored contacts lenses with anyone. Clean and care for them just as you would any prescription contact lens.  Soft contact lenses are made of a soft plastic and are more comfortable than hard contact lenses because they hold more water. Many soft contact lenses also provide UV protection. They are usually disposable and can be thrown away after a short period of use, generally every two to four weeks or daily, depending on the type of contact lens prescribed. Being able to have a fresh pair of soft contact lenses means less chance of infection, less cleaning, and more comfort, especially for people whose eyes naturally produce more protein that clouds contact lenses. While most people choose soft contact lenses because of their benefits, there are also some disadvantages. Soft contact lenses easily absorb pollutants like lotion or soap from your hands, which can irritate your eyes. Soft contact lenses are also more fragile than hard contact lenses and can rip or tear easily. The most recent type of soft contact lenses to hit the market include Daily Disposables and New Silicone Extended Wear Disposables. Daily disposables. These soft contact lenses are only worn once and then thrown away. The benefits of Daily Disposables include never having to clean your contact lenses, convenient replacement schedule, and reduction of dry eye and irritation related to contact solutions. If you are an allergy sufferer, these are the contact lenses for you. Silicone Extended Wear Disposables. These soft contact lenses are made with a new material that can be worn for up to 30 nights and days. The new silicone material also prevents deposit build up and reduces dry eye irritation. Rigid gas permeable lenses, or hard contact lenses, are more rigid than soft contact lenses and therefore more durable. Unlike older versions of hard contact lenses, rigid gas permeable lenses are made with silicone polymers, allowing oxygen to circulate to the cornea of the eye. Compared to soft contact lenses, hard contacts maintain their shape better and offer clearer vision for some types of corrections. They are also easy to take care of and are extremely durable. However, if you are considering this type of hard contact lens, you should know that: There is a 10-15 times greater risk of developing corneal ulcers, a serious infection, which may damage your vision if not treated. Sleeping in extended wear contacts may decrease flow of oxygen to the cornea. Undesirable reshaping of the cornea may occur. The amount of time needed to adjust to hard contact lenses is often repeated after not wearing them for as little as a day. Therefore, in order to achieve maximum comfort you have to wear the contact lenses everyday.  Bifocal contact lenses are designed to give good vision to people who have a presbyopia . These contact lenses work much like bifocal eyeglasses, having two powers on one lens one to correct distant vision and another to correct near vision. Bifocal contact lenses come as both soft and rigid gas permeable lenses. Toric contact lenses are special lenses for people with astigmatism. Toric contact lenses are made from the same material as other contact lenses and come in soft or rigid gas permeable forms. Like bifocal lenses, toric lenses have two powers, one for the astigmatism and another for nearsightedness or farsightedness if either of these conditions is also present. The type of vision correction needed, your lifestyle, and expense will all play a role in your eye care specialist's recommendations for the type of contact lenses that you should wear. Contact lenses are generally not prescribed for people who: Do not produce enough tearsAre constantly exposed to fumesHave a history of viral infection of the corneaAre under age 9 Contact lenses can be purchased from a variety of places including your eye doctor, a store specializing in optical wear, through mail order, or over the Internet. There is no one best place to buy contact lenses from. Before you begin to shop around for contact lenses, make sure you ask your eye doctor for your contact lens prescription. Without your prescription, you must buy your contact lenses directly from your eye doctor. When shopping for contact lenses, cheaper does not always mean better. Some other things to keep in mind when pricing contact lenses include: Convenience. Is customer service readily available to assist you if need be? Does the company have policies with regard to contact lenses damaged during shipping?Insurance coverage. Be sure to contact your insurance company about their policy on contact lenses. This should be done before being fitted for contact lenses. Many plans offer discounts on contact lenses as long as they are purchased from specific retailers. Many plans also do not cover disposable or specialty contact lenses such as colored or bifocal contact lenses. Availability. Are your contact lenses in stock? Are you willing to wait longer if necessary for your contact lenses to arrive? Regardless of where you get your contact lenses, it is important to regularly get eye exams so that any changes in your prescription can be noted and the overall health of your eye maintained. <font face=\"Arial\" size=\"1\">Reviewed by the doctors at The Cleveland Clinic Cole Eye Institute. Edited by Charlotte E. Grayson, MD, WebMD, November 2004. Portions of this page © The Cleveland Clinic 2000-2005</font> ", 
    "title": "Contact Lenses Colored Soft Hard Toric And Bifoc"
}