{
    "data": "  Croup is an infection of the larynx, trachea, and the bronchial tubes usually caused by viruses. Less frequently, croup may be caused by bacteria. Croup is contagious, especially during the first few days of the illness. A cough that sounds like a barking seal and a harsh raspy \"Darth Vader\" sound during inhalation are symptoms of croup. Treatment of croup can include cool moist air, saltwater nose drops, pain and fever medication, fluids, and very rarely antibiotics. In certain circumstances, a pediatrician may prescribe a single dose of an anti-inflammatory medication (dexamethasone). Over-the-counter decongestants, cough and cold medications, and aspirin should not be given. The major concern in croup is progressive breathing difficulty as the air passages narrow. Close monitoring of the breathing of a child with croup is important, especially at night.   Croup is an infectious pediatric illness of the respiratory system that involves predominantly the vocal cords (larynx) and windpipe (trachea), and to a lesser degree the upper airways of the lungs (bronchial tubes). The majority of a child's symptoms reflect involvement of the larynx. Croup is usually a viral infection and may be caused by many different viruses, including those responsible for the common cold and influenza. Rarely, it is caused by a bacterial infection. Croup is more common and concerning in children between 6 months and 3 years of age and rarely occurs in children over 6 years of age. It is more commonly seen from late fall through the early winter months. It has a slightly higher frequency in boys than in girls. Bacterial croup is an infection of the same structures that are affected during a viral process. Treatment varies depending on whether the child's illness is caused by a virus or a bacteria.   Croup is contagious and is usually spread by airborne infectious droplets sneezed or coughed by infected children. When a healthy child inhales infectious droplets, symptoms can develop in two to three days. The infection can also be spread by infected mucus deposited on doors, furniture, toys, and other objects. A healthy child can become infected by accidentally touching the infectious mucus and transferring the infection into his/her mouth. Most viral causes of croup have an incubation period of 24-72 hours between exposure to the virus and development of initial symptoms.   Viral croup can have two distinct presentations, both of which are a consequence of swelling of the vocal cords resulting in a narrowing of the airway. The more common variety has symptoms of fever (100 F-103 F), mild hoarseness, and sore throat two to three days after virus exposure. Quick to follow is the characteristic dry \"barking seal\" cough that may be associated with a harsh, raspy sound during inspiration. (This sound, called \"stridor,\" has been noted to resemble the breathing of the Star Wars character Darth Vader. ) The symptoms commonly last for four to seven days. The alternative and less frequent presentation is called \"acute spasmodic croup. \" These children will appear totally well when put to bed at night only to awaken their parents in the middle of the night with the above described barky cough and stridor. Fever and sore throat are not noted in these children, and the symptoms commonly resolve within eight to 10 hours from onset, and the child appears totally well until this same acute onset recurs the following night. This on/off pattern may occur over three to four nights in a row and then morph in to symptoms more characteristic of the common cold -- mucus-like nasal discharge and a \"wet\" cough for several days. These two different presentations are the result of the particular virus that has infected the child. Manifestations of croup vary from mild (common) to life-threatening (rare). The severity of symptoms is proportional to the amount of relative narrowing of the airway. The more severe the vocal cord narrowing the more effort is required to inhale. A severely sick child will refuse to lie down, demanding to remain in an upright position. They will show retractions of the skin above the collarbone and between the ribs with inspiration and may develop facial cyanosis (bluish skin discoloration). Apparent exhaustion and decreased respiratory effort are an indication of impending respiratory failure and are cause for immediate paramedic evaluation and transport to the emergency department of the closest hospital. In general, the duration of symptoms of croup is five to seven days. More severe croup may resolve in 14 days.   The diagnosis of croup is most commonly made by obtaining the characteristic history of sudden-onset of hoarse voice, barky cough, stridor during inhalation, and the possibility of low-grade fever. While the child may appear rather ill, the child does not have a look of pure panic or terror. There can be high fever (&gt; 103 F), sitting forward positioning, and excessive drooling. A recent exposure to another child with croup helps to confirm the diagnosis. Laboratory tests are rarely necessary and are mostly limited to severe situations where concern regarding a secondary bacterial infection may have developed and is superimposed upon the primary viral process. A particular X-ray orientation of the neck will often show a characteristic elongated narrowing of the region called a \"steeple sign. \" Such an X-ray finding is confirmatory for croup. Rarely will consultation with an otolaryngologist (ENT physician) be necessary to have a direct visual examination of the patient's airway. Such a procedure is termed fiberoptic laryngoscopy and is indicated if there is a concern for an anatomical malformation of the upper airway, possible aspiration of a foreign object, or should the child rapidly deteriorate or not respond to routine therapy in the anticipated manner. Most infants are routinely immunized against the bacteria Haemophilus influenzae type B (Hib). When the child is not immunized against Hib, the possibility of a more ominous, deep bacterial infection called epiglottitis exists.   Croup can be frightening for both children and parents. Therefore, comforting and reassuring the child is the first step. Breathing difficulties can develop and worsen rapidly. Close monitoring of the child is important during the early phases of the illness. To help the child breathe more comfortably, a cool or warm mist vaporizer can be placed near the child. The humidified air promotes reduction of vocal cord swelling and thus lessens symptoms. To avoid accidental burns, hot water vaporizers should be out of the reach of infants and toddlers. Also effective is having the child breathe in a bathroom steamed up with hot water from the tub or shower. When cough or stridor worsens at night, 10-15 minutes sitting or driving in the cool night air can also help relieve the child's respiratory symptoms. In infants and children, blockage in the nasal passages from mucus can further impair breathing. Careful instillation of saltwater nose drops (¼ teaspoon of table salt in 1 cup of water) into the nasal openings every few hours, followed by gentle suction using a bulb syringe, can be helpful in opening nasal passages. The American Academy of Pediatrics recommends avoiding most combination cough and cold medicines. Several studies show that these medicines are ineffective in children. They can potentially cause side effects that could lead to more serious symptoms. Acetaminophen (Tylenol) and ibuprofen (Motrin, Advil) are helpful for pain relief and fever. Aspirin is avoided in the treatment of croup and other viral illnesses since aspirin is suspected as being related to Reye's syndrome. Reye's syndrome is a serious illness that causes kidney, liver, and brain damage, which can lead to the rapid onset of coma. Occasionally, an oral cortisone medication (dexamethasone) is prescribed for more severe cases of croup. Few patients have such severe respiratory symptoms that inhalation therapy with epinephrine (adrenaline) may be administered in a hospital setting; there continuous monitoring is available. Such therapy provides a temporary (two hour) reduction of symptoms but is commonly followed by a return of equally severe symptoms. This reappearance of symptoms is commonly termed as a \"rebound\" phenomenon. Side effects of epinephrine inhalation therapy include rapid heart rate, elevation of blood pressure, nausea, and occasionally vomiting and agitation. Because a virus usually causes croup, antibiotics are reserved for those rare occasions when bacterial infections cause croup or become superimposed on the viral infection. Even though plenty of fluids are encouraged to avoid dehydration, forcing fluids is generally unnecessary. Popsicles are a popular means of providing fluid. Activity should be restricted to quiet play during the first days of the illness.   Children with croup are most contagious during the first days of fever and illness. Infection spreads easily in a household. Older children, teens and adults in the family will often develop a sore throat or a cough, without necessarily developing the characteristic barky cough and stridor seen in croup. Infants and children may return to school or day care when their temperature is normal and they feel better. A lingering cough can last another two weeks but should not be the reason to keep them at home.   The major concern in croup is the accompanying breathing difficulties as the upper airway narrows. Close monitoring of the child's breathing is important. The child should be especially observed at night or when napping for breathing difficulty. The doctor should be notified if the child is having progressive breathing difficulty, unusual drooling, agitation or restlessness, fever over 103 F, or if the parent feels frightened. The breathing difficulties seen in croup can progress rapidly, turning into a life-threatening emergency. On rare occasions, a child must be rushed by ambulance into the emergency room because of serious breathing problems. Signs of serious trouble include swallowing difficulty, nonstop drooling, bluish discoloration of the skin or lips (cyanosis), sucking in of the chest, and rapid breathing (over 60 breaths per minute). While most children recover from croup without hospitalization, some children can develop life-threatening breathing difficulties. Therefore, close contact with the doctor during this illness is important.   There is no current vaccination to prevent croup. However, several laboratories are working diligently to develop one. The infectious virus is most commonly transmitted by coughing or sneezing. Touching objects contaminated with infectious viral particles also allows transmission of the virus. Airborne viral particles can be infectious for about one hour. Virus on objects remains infectious for several hours. Avoiding these exposures can prevent croup. The prognosis for a child who develops croup is excellent. Most cases of croup can be managed at home by exposing the child to cool moist air. Rarely will a child need a dose of oral steroid medication. It is extremely rare for an otherwise healthy child to be hospitalized for croup.  ", 
    "title": "Croup"
}