{
    "data": "   The most common symptom of cryptosporidiosis is watery diarrhea. Other symptoms include: Stomach cramps or painDehydrationNauseaVomitingFeverWeight loss Some people with Crypto will have no symptoms at all. While the small intestine is the site most commonly affected, Crypto infections could possibly affect other areas of the digestive tract or the respiratory tract. Symptoms of cryptosporidiosis generally begin 2 to 10 days (average 7 days) after becoming infected with the parasite. In persons with healthy immune systems, symptoms usually last about 1 to 2 weeks. The symptoms may go in cycles in which you may seem to get better for a few days, then feel worse again before the illness ends. People who are most likely to become infected with Cryptosporidium include: Children who attend day care centers, including diaper-aged childrenChild care workersParents of infected childrenPeople who take care of other people with cryptosporidiosisInternational travelersBackpackers, hikers, and campers who drink unfiltered, untreated waterPeople who drink from untreated shallow, unprotected wellsPeople, including swimmers, who swallow water from contaminated sourcesPeople who handle infected cattlePeople exposed to human feces through sexual contact Contaminated water may include water that has not been boiled or filtered, as well as contaminated recreational water sources (e. g. , swimming pools, lakes, rivers, ponds, and streams). Several community-wide outbreaks of cryptosporidiosis have been linked to drinking municipal water or recreational water contaminated with Cryptosporidium.  If you have a severely weakened immune system, talk to your health care provider for additional guidance. Although Crypto can infect all people, some groups are likely to develop more serious illness. Young children and pregnant women may be more susceptible to the dehydration resulting from diarrhea and should drink plenty of fluids while ill. If you have a severely weakened immune system, you are at risk for more serious disease. Your symptoms may be more severe and could lead to serious or life-threatening illness. Examples of persons with weakened immune systems include those with AIDS; cancer and transplant patients who are taking certain immunosuppressive drugs; and those with inherited diseases that affect the immune system. If you suspect that you have cryptosporidiosis, see your health care provider. Your health care provider will ask you to submit stool samples to see if you are infected. Because testing for Crypto can be difficult, you may be asked to submit several stool specimens over several days. Tests for Crypto are not routinely done in most laboratories. Therefore, your health care provider should specifically request testing for the parasite. Nitazoxanide has been FDA-approved for treatment of diarrhea caused by Cryptosporidium in people with healthy immune systems and is available by prescription. Consult with your health care provider for more information. Most people who have healthy immune systems will recover without treatment. Diarrhea can be managed by drinking plenty of fluids to prevent dehydration. Young children and pregnant women may be more susceptible to dehydration. Rapid loss of fluids from diarrhea may be especially life threatening to babies. Therefore, parents should talk to their health care provider about fluid replacement therapy options for infants. Anti-diarrheal medicine may help slow down diarrhea, but a health care provider should be consulted before such medicine is taken. People who are in poor health or who have weakened immune systems are at higher risk for more severe and more prolonged illness. The effectiveness of nitazoxanide in immunosuppressed individuals is unclear. HIV-positive individuals who suspect they have Crypto should contact their health care provider. For persons with AIDS, anti-retroviral therapy that improves immune status will also decrease or eliminate symptoms of Crypto. However, even if symptoms disappear, cryptosporidiosis is often not curable and the symptoms may return if the immune status worsens.  Yes, Cryptosporidium can be very contagious. Infected individuals should follow these guidelines to avoid spreading the disease to others: <ol>Wash your hands frequently with soap and water, especially after using the toilet, after changing diapers, and before eating or preparing food. Note:You may not be protected in a chlorinated recreational water venue (e. g. , swimming pool, water park, splash pad, spray park) because Cryptosporidium is chlorine-resistant and can live for days in chlorine-treated water. <ol>Do not swim in recreational water (pools, hot tubs, lakes, rivers, oceans, etc. ) if you have cryptosporidiosis and for at least 2 weeks after the diarrhea stops. You can pass Crypto in your stool and contaminate water for several weeks after your symptoms have ended. You do not even need to have a fecal accident in the water. Immersion in the water may be enough for contamination to occur. Water contaminated in this manner has resulted in outbreaks of cryptosporidiosis among recreational water users. Avoid sexual practices that might result in oral exposure to stool (e. g. , oral-anal contact). Avoid close contact with anyone who has a weakened immune system. Children with diarrhea should be excluded from child care settings until the diarrhea has stopped. ", 
    "title": "Cryptosporidiosis"
}