{
    "data": "  A doctor may be able to diagnose a grade 2 or grade 3 cystocele from a description of symptoms and from physical examination of the vagina because the fallen part of the bladder will be visible. Other tests may be needed to find or rule out problems in other parts of the urinary system. Treatment options range from no treatment for a mild cystocele to surgery for a serious cystocele. If a cystocele is not bothersome, the doctor may only recommend avoiding heavy lifting or straining that could cause the cystocele to worsen. If symptoms are moderately bothersome, the doctor may recommend a pessary -- a device placed in the vagina to hold the bladder in place. Pessaries come in a variety of shapes and sizes to allow the doctor to find the most comfortable fit for the patient. Pessaries must be removed regularly to avoid infection or ulcers. Large cystoceles may require surgery to move and keep the bladder in a more normal position. This operation may be performed by a gynecologist, a urologist, or a urogynecologist. The most common procedure for cystocele repair is for the surgeon to make an incision in the wall of the vagina and repair the area by tightening the layers of tissue that separate the organs, creating more support for the bladder. The patient may stay in the hospital for several days and take 4 to 6 weeks to recover fully. American Urological Association Foundation1000 Corporate BoulevardLinthicum, MD 21090Phone: 1–866–RING–AUA (746–4282) or 410–689–3700Fax: 410–689–3800Email: patienteducation@auafoundation. orgInternet: www. auafoundation. orgwww. UrologyHealth. org American Urogynecologic Society2025 M Street NW, Suite 800Washington, DC 20036Phone: 202–367–1167Fax: 202–367–2167Email: info@augs. orgInternet: www. augs. org National Association for ContinenceP. O. Box 1019Charleston, SC 29402–1019Phone: 1–800–BLADDER (252–3337) or 843–377–0900Fax: 843–377–0905Email: memberservices@nafc. orgInternet: www. nafc. org ", 
    "title": "Cystocele Fallen Bladder"
}