{
    "data": "  CMV is a common virus in the same family as herpesvirus, and it can infect anyone. CMV is spread by direct contact of body fluids, such as saliva, blood, urine, semen, vaginal fluids, and breast milk. Thus breastfeeding, blood transfusions, organ transplants, and sexual contact are possible modes of transmission. Most healthy people do not experience any symptoms when infected with CMV, and it does not pose a serious health concern. A majority of adults have antibodies consistent with past infection. Most healthy children and adults who do have symptoms will recover from CMV infection without complications and do not require antiviral treatment. However, in those with a weakened immune system, CMV can cause serious disease (retinitis, hepatitis, colitis, pneumonia, or encephalitis). Infants born to mothers infected with CMV during pregnancy may develop congenital CMV infection. Health-care professionals diagnose CMV infections by culturing the virus, detecting CMV DNA from the infected individual, or detecting CMV antibodies. Antiviral treatments may improve the prognosis in some patients with cytomegalovirus infections. There is no commercially available CMV vaccine. Experimental vaccines are being studied.  Cytomegalovirus (pronounced si-to-MEG-a-lo-vi-rus), or CMV, is a virus that belongs to the herpesvirus family. Other members of the family include herpes simplex viruses (cause cold sores and genital herpes), varicella-zoster virus (causes chickenpox and shingles), and Epstein-Barr virus (causes infectious mononucleosis, also known as \"mono\"). This group of viruses remain dormant in the body for life. This is called \"latent\" infection. Infection with CMV is common and may cause fever, fatigue or tiredness, malaise, and other symptoms. CMV infection occurs in people of all ages worldwide. Experts estimate that more than half of the adult population in the United States has been infected with CMV, and 80% of adults have had the infection by the time they are 40 years old. About one in 150 children is born with CMV infection. Most women (about 30% of cases) who have infants infected with CMV before birth pass it to the baby when their past infection with CMV \"reactivates\" (or becomes active in the blood) during pregnancy. Only about 1%-7% women are infected for the first time with CMV (primary CMV) during pregnancy, but 30%-40% of those will pass it on to the baby (congenital CMV). Congenital CMV causes more complications the earlier in pregnancy that the infection is passed from the mother, and about 10%-15% of babies with it will have symptoms at birth, and up to 60% of these will have serious complications later in life. Of babies born without symptoms of CMV, some may develop deafness in the months after birth. Although infections are the minority of causes of miscarriage or pregnancy loss, CMV is the leading infection to cause miscarriages.  Direct contact with body fluids from an infected person exposes an individual to CMV. Most healthy children and adults do not experience any symptoms after infection with CMV. However, CMV may cause serious disease in people with a weakened immune system (such as those with HIV/AIDS or those taking medications that suppress immunity). CMV can cause retinitis (blurred vision and blindness), painful swallowing (dysphagia), pneumonia, diarrhea (colitis), and weakness or numbness in the legs. Those at risk for CMV include young children and adults who work closely with them, people who undergo blood transfusions, people who have multiple sex partners, and people who have received a CMV-infected mismatched organ or bone marrow transplant. People at risk for complications from CMV infection include pregnant women and those with a weakened immune system, such as people infected with HIV, individuals who have undergone organ transplantation, cancer patients, or those who are taking medications that might suppress their immune system.  CMV is contagious to individuals who have not been infected with it previously, but it is not especially easy to get infected (weakly contagious). The contagious period when virus is being shed in body fluids may last for months in an infected individual, and virus may be shed without symptoms at intermittent periods throughout life. Infection with CMV is relatively common, but CMV does not spread very easily or through casual contact. Transmission requires direct contact with body fluids (such as saliva, urine, blood, semen, vaginal secretions, or breast milk) from an infected person. People become infected with CMV through kissing, breastfeeding, sexual contact, blood transfusions, injection drug use (sharing needles), or organ and bone marrow transplantation. CMV can be shed in body fluids for months and intermittently for life, especially in people with compromised immunity such as HIV disease, and it may not cause any symptoms. CMV transmission can also occur during pregnancy through the placenta from the mother's blood, or from vaginal secretions at delivery. This may cause congenital CMV infection in the newborn. Approximately 1%-7% of women who have never been infected with CMV will have their primary (first) infection during pregnancy. Approximately one-third of them will pass the CMV infection to the baby. Breastfeeding can transmit CMV to the baby after birth, but there is no need to avoid breastfeeding unless the baby is premature and the doctor recommends avoiding it. Freezing and pasteurization of breast milk can lower the risk of transmission but does not eliminate it.  The incubation period between the time of getting the virus and the time that symptoms develop ranges from three to 12 weeks in cases of documented CMV infection after a transfusion of infected blood. CMV infection is usually benign; and there is no public health or medical reason to screen for it routinely. In addition, CMV may be shed intermittently for a very long time. This makes it difficult to say what the incubation period may be with the commoner forms of transmission, such as contact with saliva, urine, and genital fluids. Most people infected with CMV do not report a history of symptoms or complications and do not recall any contact with an infected person, so most people are unaware they have been infected. Acute CMV infection may mimic infectious mononucleosis caused by Epstein-Barr virus or liver infection by hepatitis A, B, or C. Mono-like symptoms may include fever, malaise (feeling unwell), enlarged lymph nodes, sore throat, muscle aches, loss of appetite, enlarged liver or spleen, and fatigue. Hepatitis-like symptoms and signs may include appetite loss, yellow eyes, nausea, and diarrhea. In people with suppressed immune systems, CMV infection can attack different organs of the body and may cause blurred vision and blindness (CMV retinitis), lung infection (pneumonia), painful swallowing (esophagitis), diarrhea (colitis), inflammation of the liver (hepatitis), or inflammation of the brain (encephalitis), which may cause behavioral changes, seizures, or coma. Infants with CMV infection at birth (congenital CMV) have no symptoms at birth, however, up to 20% of those without symptoms at birth will go on to develop deafness. Only about 10% of infants with congenital CMV show signs and symptoms of the infection or develop complications. Signs and symptoms of CMV at birth may include deafness, yellow skin and eyes (jaundice), skin rash, premature birth, low birth weight, pneumonia, enlarged liver and spleen, microcephaly, or seizures.  Specialists usually become involved in the care of complicated cases of CMV or when preventive treatment is needed. Most complicated cases are in individuals who have weakened immune systems, usually due to HIV, cancer chemotherapy, or bone and organ transplantation. Because CMV may affect any organ system, multiple specialists may take part in the management, such as gastroenterologists (digestive system specialists) or pulmonologists (lung specialists). An infectious-disease specialist is often consulted as part of the care team to assist with monitoring, preventive antivirals or treatment of active infection. Pediatric infectious-disease specialists may manage the care of infants with congenital CMV. Most CMV infections go undiagnosed because the virus causes little to no symptoms. When a person is infected with CMV, antibodies (proteins) to the virus called IgM and/or IgG anti-CMV antibodies develop and stay in the body for the rest of the person's life. A blood test to detect the antibodies will be positive if the person has had a CMV infection. If the antibody test is negative, the person is considered to be uninfected with CMV. If a \"definitive\" diagnosis of active CMV infection is necessary, the virus can be found in bodily fluids (such as blood, saliva, or urine) or body tissues by culturing (growing) the virus or detecting its DNA or specific protein called pp65 antigen by PCR tests. These tests are done if a person has signs and symptoms consistent with an active CMV infection. The virus can become reactivated from its latent state (latent infection) when a person's immune system has weakened. Tissue biopsy of affected body systems may sometimes show clumps of CMV in the cells, called \"inclusion bodies. \" CMV inclusion bodies make the infected cell look like an \"owl's eye\" under the microscope. These tests may be done if a woman develops symptoms of CMV infection during pregnancy in order to provide counseling and possible treatment for congenital CMV. They may also be done to diagnose a congenital CMV infection if CMV is detected in a newborn's urine, saliva, blood, or other body tissues within two to three weeks after birth.  There is no cure for CMV, and treatment for CMV infection is not necessary in healthy children and adults. People with a weakened immune system who have symptoms of CMV infection may be placed on antiviral medication. About 30%-75% of transplant recipients develop CMV infection. Those who have a very high risk of developing severe CMV infection may be placed on antiviral medication to prevent CMV disease. This pretreatment is called prophylaxis. This method has helped reduce the number of CMV infections in these patients. The antiviral medications against CMV include the following: Ganciclovir (Cytovene) is the first antiviral medication approved for the treatment of CMV infection. Ganciclovir, given intravenously, is the drug of choice for the treatment of CMV infection. Side effects include fever, rash, diarrhea, anemia, and low white blood cell and platelet counts. Valganciclovir (Valcyte) is an oral medication that is activated to ganciclovir in the body and widely used to prevent CMV infection (prophylaxis). It is used in selected patients for the treatment of CMV infection and is as effective as intravenous ganciclovir in milder cases. Foscarnet (Foscavir) is active against CMV by a different mechanism than ganciclovir and used to treat infections with CMV that are resistant to ganciclovir. It is a second-line therapy for patients who do not tolerate ganciclovir treatment. Foscarnet is toxic to the kidneys and can cause seizures due to an imbalance of minerals and electrolytes. Cidofovir (Vistide) is an alternative therapy for patients who have failed ganciclovir and foscarnet treatment. Its use is limited due to toxicity to the kidneys. It is used mainly for the treatment of CMV infection of the eye (retinitis) in patients with acquired immune deficiency syndrome (AIDS) caused by the human immunodeficiency virus (HIV). CMV immune globulin contains antibodies (proteins) that are specific to CMV. It may be prescribed to prevent CMV infection in high-risk lung transplant patients when given in addition to ganciclovir. It is also used with ganciclovir to treat CMV pneumonia. No antiviral drug is currently available for the prevention of congenital CMV infection. However, some infants who have infection involving the central nervous system (brain and spinal cord) may benefit from treatment. Some evidence shows that ganciclovir may prevent hearing loss and developmental problems in infants who have severe symptoms of congenital CMV infection. Because of the serious side effects of ganciclovir, a pediatric infectious-disease specialist should be consulted. There are no home remedies proven to be effective in treating CMV infection.  Most healthy children and adults who develop symptoms will recover without any complications. Fatigue may last for several months after a symptomatic infection is over. Prognosis depends on how severe the CMV infection is and the person's underlying immune system. Giving antiviral medication in people who have a very weak immune system, such as bone marrow transplant recipients, improves prognosis. Approximately 80% of infants with congenital CMV infection grow up healthy without complications and do not need treatment with antiviral medication. However, one in five infants born with CMV infection will have permanent hearing loss and developmental disabilities. Children diagnosed with congenital CMV infection should have regular vision and hearing screenings, because early detection can improve outcomes. CMV rarely causes complications in healthy people. The risk of complications is higher in individuals with weakened immune systems. CMV can infect the stomach and intestines, causing fever, abdominal pain, blood in the stool, and inflammation of the colon (colitis). Inflammation can also occur in the liver (hepatitis), lung (pneumonitis), and brain (encephalitis). Infection in the eye (retinitis) can cause blindness. Newborns with congenital CMV infection can develop hearing and vision loss, mental disability, and seizures.  Because CMV is a common virus, it is not always possible to prevent infection. Pregnant women should take precautions to prevent congenital CMV infection. Steps to reduce the risk of CMV infection include the following: Washing hands frequently for 15-20 seconds, especially when in contact with young children, changing diapers, and handling toys, or when exposed to oral secretionsAvoiding sharing food, drinks, and eating utensils with othersAvoiding contact with saliva when kissing a childCleaning toys, countertops, and surfaces that come into contact with a child's urine or salivaUsing condoms during sexual contact There is no available vaccine for preventing congenital CMV infection or CMV disease in individuals with suppressed immune systems. However, researchers are studying experimental vaccines in humans. It may be a number of years before there is a Food and Drug Administration (FDA)-approved CMV vaccine. ", 
    "title": "Cytomegalovirus Cmv"
}