{
    "data": " X-rays help your dentist visualize diseases of the teeth and surroundingtissue that cannot be seen with a simple oral examination. In addition, X-rayshelp your dentist find and treat dental problems early in their development,which can potentially save you money, unnecessary discomfort, and maybe evensave your life. In adults, X-ray films can be used to: Show areas of decay that may not be visible with an oral examination,especially small areas of decay between teethIdentify decay occurring beneath an existing fillingReveal bone loss that accompanies gum diseaseReveal changes in the bone or in the root canal resulting frominfectionAssist in the preparation of tooth implants, braces, dentures, or otherdental proceduresReveal abscesses (an infection at the root of a tooth or between the gumand a tooth)Reveal other developmental abnormalities, such as cysts and some types oftumors In children, dental X-ray films are used to: Watch for decayDetermine if there is enough space in the mouth to fit all incomingteethDetermine if primary teeth are being lost quickly enough to allow permanentteeth to erupt properlyCheck for the development of wisdom teeth and identify if the teeth are impacted (unable to emergethrough the gums)  The frequency of getting X-rays often depends on your medical and dentalhistory and current condition. Some people may need X-rays as often as everysix months; others with no recent dental or gum disease and who visit theirdentist regularly may get X-rays only every couple of years. If you are a newpatient, your dentist may take X-rays as part of the initial examination and toestablish a baseline record from which to compare changes that may occur overtime. Some general guidelines your dentist may follow regarding the frequency ofdental X-rays is as follows: People who fall into the high risk category who may need X-ray films takenmore frequently include: <strong>Children</strong>. Children generally need more X-rays than adultsbecause their teeth and jaws are still developing and because their teeth aremore likely to be affected by tooth decay. <strong>Adults with extensive restorative work, such as fillings</strong>to look for decay beneath existing fillings or in new locations. <strong>People who drink a lot of sugary beverages</strong> to look fortooth decay (since the sugary environment creates a perfect situation forcavities to develop). <strong>People with periodontal (gum) disease</strong> to monitor boneloss. <strong>People who have dry mouth</strong> whether due to medications (suchas antidepressants, antianxiety drugs, antihistamines, and others) or diseasestates (such as Sjogren's syndrome, damaged salivary glands, radiationtreatment to head and neck). Dry mouth conditions can lead to the development of cavities. <strong>Smokers</strong> to monitor bone loss resulting from periodontal disease (smokers are at increased risk of periodontaldisease).  Exposure to all sources of <nobr>radiation -- including</nobr> the sun, minerals in thesoil, appliances in your home, and dental <nobr>X-rays -- can</nobr> damage the body'stissues and cells and can lead to the development of cancer in some instances. Fortunately, the dose of radiation you are exposed to during the taking ofdental X-rays is extremely small. Advances in dentistry over the years have lead to a number of measures thatwill minimize the risks associated with X-rays. However, even with theadvancements in safety, the effects of radiation are added together over alifetime. So every little bit of radiation you receive from all sourcescounts. If you are concerned about radiation exposure due to X-rays, talk to yourdentist about how often X-rays are needed and why they are being taken. Whilesome people need X-rays taken more frequently, current guidelines require thatX-rays be given only when needed for clinical diagnosis. ", 
    "title": "Dental X-Rays When To Get Them"
}