{
    "data": "  A deviated septum may not cause any problems in some people. When a deviated septum does cause symptoms, they may include: Difficulty breathing through the noseNasal congestion, usually one side more than the otherRecurrent sinus infectionsNosebleedsSleep problems, such as contributing to loud snoring or sleep apneaHeadache postnasal drip Your health care professional can diagnose a deviated septum during the physical examination. Usually a bright light and an instrument that can help visualize the nasal septum by opening the nostril (nasal speculum) will help make the correct diagnosis. Some deviated septums are deep in the nose and may require further evaluation in the office with a small telescope or endoscope. Imaging may occasionally be done with a CT scan to view the extent and other associated to findings, but this is not often done. A deviated septum is an extremely common condition and many people with a deviated septum do not need treatment. Some symptoms such as a stuffy nose or postnasal drip may be alleviated with medication, including decongestants, antihistamines, or nasal sprays. In many cases, medications are tried before surgery is recommended. If a person has a deviated septum and it causes breathing problems or sleep apnea and snoring, surgery may be recommended to repair the septum. Surgery to fix a deviated septum is called a septoplasty, submucous resection of the septum, or septal reconstruction. See your doctor about a deviated septum if you have: trouble with nasal breathing,sleep problems (particularly sleep apnea), orchronic sinus problems. A deviated septum may cause any of these problems, however, there are other reasons these symptoms may occur and it is important to see a doctor for a correct diagnosis and treatment.  A deviated septum that is caused by injury to the nose or face may be prevented by following safety precautions: Always wear proper helmets and headgear when playing sportsAlways wear your seatbelt when riding in a car ", 
    "title": "Deviated Septum"
}