{
    "data": "  Controlling blood sugar (glucose) levels is the major goal of diabetes treatment, in order to prevent complications of the disease. Type 1 diabetes is managed with insulin as well as dietary changes and exercise. Type 2 diabetes may be managed with non-insulin medications, insulin, weight reduction, or dietary changes. The choice of medications for type 2 diabetes is individualized, taking into account:the effectiveness and side effect profile of each medication, the patient's underlying health status, any medication compliance issues, and cost to the patient or health-care system. Medications for type 2 diabetes can work in different ways to reduce blood glucose levels. They may:increase insulin sensitivity, increase glucose excretion, decrease absorption of carbohydrates from the digestive tract, or work through other mechanisms. Medications for type 2 diabetes are often used in combination. Different methods of delivering insulin include:syringes, pre-filled pens, and the insulin pump. Proper nutrition is a part of any diabetes care plan. There is no one specific \"diabetic diet\" that is recommended for all individuals. Pancreas transplantation is an area of active study for the treatment of diabetes. Endocrinologists are the specialists in endocrine disorders such as diabetes and as such, manage many patients with diabetes. Primary care specialists, including internists and family practice specialists, may also treat patients with diabetes. The major goal in treating type 1 and type 2 diabetes is to control blood sugar (glucose) levels within the normal range, with minimal excursions to low or high levels. Type 1 diabetes (T1D) is treated with: insulin, exercise, and a type 1 diabetes diet. Type 2 diabetes (T2D) is treated: <ul class=\"style2\">First with weight reduction, a type 2 diabetes diet, and exerciseOral medications are prescribed when these measures fail to control the elevated blood sugars of type 2 diabetes. If oral medications become ineffective treatment with insulin is initiated. Adherence to a diabetic diet is a critical aspect of controlling blood sugar in people with diabetes. When considering an ideal diabetic diet, a number of factors must be taken into consideration, including the amount and type of carbohydrates consumed as well as the amount of fiber, fat, and protein contained in foods. Glycemic index and glycemic load are further considerations. Foods with low glycemic index and load raise blood sugar more slowly than high glycemic index/load foods. Glycemic index refers to a standardized measurement, while glycemic load takes a typical portion size into account. Meal timing and timing and amount of insulin administration are considerations when planning a diet for people with type 1 diabetes (link). Each ADA diet is: balanced, nutritious, and low in fat, cholesterol, and simple sugars. The total daily calories are evenly divided into three meals (with snacks for youth with type 1 diabetes). Over the past two years the ADA has lifted the absolute ban on simple sugars for people with diabetes. Small amounts of simple sugars are now allowed when consumed with a complex meal. Weight reduction and exercise are important treatments for type 2 diabetes. Weight reduction and exercise increase the body's sensitivity to insulin, thus helping to control blood sugar elevations.  WARNING: All the information below applies to patients who are not pregnant or breastfeeding. At present the only recommended way of controlling diabetes in women who are pregnant or breastfeeding is by diet, exercise, and insulin therapy. You should speak with your health-care professional if you are taking these medications, are considering becoming pregnant, or if you have become pregnant while taking these medications. Medications for type 2 diabetes are designed to: <ol>increase insulin output by the pancreas,decrease the amount of glucose released from the liver,increase the sensitivity (response) of cells to insulin,decrease the absorption of carbohydrates from the intestine, andslow emptying of the stomach, thereby delaying nutrient digestion and absorption in the small intestine. When selecting therapy for type 2 diabetes, consideration should be given to: <ol>the magnitude of change in blood sugar control by each medication;other co-existing medical conditions (high blood pressure, high cholesterol, etc. );harmful or abnormal results (adverse effects) of the therapy;contraindications to therapy (treatments or medications that may potentially harmful)issues that may affect the patient adhering to taking medications - compliance - like timing of medication, frequency of dosing, etc. ); andcost to the patient and the healthcare system. A preferred drug can provide more than one benefit (for example, lower blood sugar and control cholesterol). Cost of drug therapy is relatively small compared to costs of managing chronic complications associated with poorly controlled diabetes. Varying combinations of medications can control diabetes. Newer medications allow tailoring of treatment options to meet individual needs. Not every patient with type 2 diabetes will benefit from every drug, and not every drug is suitable for each patient. Patients with type 2 diabetes should work closely with their health-care professionals to achieve an approach that provides the greatest benefits while minimizing risks and adverse events. People with diabetes must remember the importance of diet and exercise. Control of diabetes begins with a healthy lifestyle, regardless of prescribed medications.  Meglitinides is a class of drugs that work by promoting insulin secretion from the pancreas, binding to a different site on the same channel complex regulated by sulfonylureas. Unlike the sulfonylureas which last longer in the body, repaglinide (Prandin) and nateglinide (Starlix) are very short acting, with peak effects within one hour. For this reason, they are given up to three times a day just before meals. Since these drugs increase circulating insulin levels they may cause hypoglycemia. Literature suggests meglitinides cause hypoglycemia less frequently than sulfonylureas. In a three-month study, repaglinide (Prandin) dropped fasting blood glucose values by 61 mg/dL and post-meal blood glucose values by 100 mg/dL. Because repaglinide is short-acting and given before meals, it is particularly beneficial in lowering blood glucose after meals and does not tend to lower fasting glucose levels to the same degree. Prandin has been used in combination with other medications, such as metformin (Glucophage), with impressive results. In 83 patients with type 2 diabetes, addition of repaglinide to metformin significantly improved blood sugar control. Side effects, drug interactions, dosage, pregnancy safety and other warnings include: Repaglinide interacts with other medications; therefore, the health-care professional must be aware of all other medications administered to a patient. The usual starting dose for repaglinide is 0. 5 mg before each meal, which can be increased to 4 mg. The maximum daily dose is 16 mg. repaglinide is used cautiously in people with kidney or liver abnormalities. Since repaglinide increases insulin levels, it carries risk of causing abnormally low blood sugars. Severe hypoglycemia can result in sweating, tremors, confusion, and may lead to coma and seizure. In addition, repaglinide has been associated with headaches, muscle and joint aches, along with sinus infections in some individuals. This drug should not be used in pregnancy or by nursing mothers. The dose may need to be adjusted in older people, since the elderly may metabolize (eliminate) medications at a slower rate. Nateglinide (Starlix) has essentially the same profile of side effects and interactions as repaglinide. The major benefit of nateglinide is that the starting dose of 120 mg does not need to be adjusted upward, but rather remains constant. These medications are also relatively safe to use in people with impaired kidney function.  Historically, increasing insulin output by the pancreas has been the major area targeted by medications used to treat type 2 diabetes. Medications that increase insulin output belong to the class of drugs called sulfonylureas. Older generations of these drugs includechlorpropamide (Diabinese) and tolbutamide were abandoned due to association with higher risk of cardiovascular events. Newer sulfonylurea drugs include: glyburide (DiaBeta), glipizide (Glucotrol), and glimepiride (Amaryl). These drugs rapidly lower blood sugar, but can cause abnormally low blood sugar (called hypoglycemia). In addition, sulfonylureas contain sulfa and should be avoided by patients who are allergic to sulfa. Biguanides is a class of drugs that decrease the amount of glucose produced by the liver, and have been used for many years in Europe and Canada. In 1994, the FDA approved the use of the biguanide called metformin (Glucophage) for the treatment of type 2 diabetes. Metformin is unique in its ability to decrease glucose production by the liver. Because metformin does not increase insulin levels, metformin when used alone does not usually cause hypoglycemia. In addition, metformin tends to suppress appetite, which may benefit people who are overweight. Metformin may be used by itself or together with other oral drugs or insulin. Metformin should not be used in patients with kidney impairment and should be used cautiously in those with liver impairment. The older biguanides that preceded metformin were associated with a serious condition called lactic acidosis, a potentially dangerous acid build up in the blood resulting from accumulation of the drug and its breakdown products. While metformin is safer in this regard, it is recommended that metformin be discontinued for 24 hours before surgery or any procedure involving the intravenous injection of dyes (for example, some X-ray studies of the kidney). The dyes may impair kidney function and cause a buildup of the drug in the blood. Metformin can be restarted after these procedures once the patient is urinating normally. The FDA approved canagliflozin (Invokana) in March 2013 and dapagliflozin (Farxiga) in January 2014 to improve blood sugar control (glycemic control) in adults with type 2 diabetes. These oral medications belong to a class of drugs known as sodium-glucose co-transporter 2 (SGLT2) inhibitors. They work by blocking the kidneys' reabsorption of glucose, leading to increased glucose excretion and reduction of blood sugar levels. Clinical trials with canagliflozin involving over 10,000 patients showed improvement in both fasting glucose and hemoglobin A1c (HbA1c) levels. Sixteen clinical trials with dapagliflozin involving over 9,400 participants showed improvement in HbA1c levels. Side effects are similar for both canagliflozin and dapagliflozin and include vaginal yeast infection and urinary tract infection. Each of these drugs has been used as a single therapy and in combination with other drugs such as metformin, sulfonylurea, pioglitazone, and insulin. Dapagliflozin is contraindicated in patients with a history of bladder cancer. Due to risk of dehydration, these drugs should be used cautiously in the elderly as well as those with impaired renal function or taking diuretics.  Thiazolidinedione drugs lower blood glucose by increasing the sensitivity of the cells to insulin (improving target cell response to insulin). Troglitazone (Rezulin) was the first of this class in the US; however it was taken off the market by the FDA IN 2000 because of severely toxic liver effects. Sister compounds with better safety profiles, pioglitazone (Actos) and rosiglitazone (Avandia), remain approved for use in the U. S. Although similar to troglitazone, extensive studies have failed to associate pioglitazone and rosiglitazone with any liver problems. Both pioglitazone and rosiglitazone act by increasing the sensitivity (responsiveness) of cells to insulin. They improve the sensitivity of muscle and fat cells to insulin. These drugs effectively lower blood sugars in patients with type 2 diabetes. Pioglitazone and rosiglitazone act within one hour of administration and are taken once daily. Pioglitazone and rosiglitazone take up to six weeks to drop blood glucose levels and up to 12 weeks to see maximum benefit. Pioglitazone and rosiglitazone have been approved as first line therapies in diabetes and for use in combination with other drugs. Both drugs may be used in patients taking other oral drugs or insulin. Rosiglitazone (Avandia) has been associated with an increased risk of heart attack and stroke, and experts have debated the severity of these concerns. On September 23, 2010, the U. S. FDA announced significant restrictions on rosiglitazone (Avandia) for those with type 2 diabetes. These new restrictions responded to data suggesting elevated risk of cardiovascular events (for example, heart attack and stroke) in patients treated with rosiglitazone. GlaxoSmithKline (the manufacturer of rosiglitazone) was required to establish a Risk Evaluation and Mitigation Strategy (REMS) program, with mandatory participation by patients, their health-care providers and pharmacists in order to receive, prescribe, or sell rosiglitazone. While liver problems reported with these agents have been mild (and reversible with discontinuation of the drug), most health-care professionals follow the earlier recommendation monitor blood tests for potential liver injury (every two months or so) during the first year of therapy. This recommendation has recently been removed. If at any point the liver tests increase to three times the normal upper limit, the drug should be stopped. The most important contraindications to thiazolidinediones include any type of liver disease or heart failure. Fluid retention can be of particular concern in patients with signs or symptoms of heart failure and in those with ejection fractions of less than 40% (poor heart function). While reports of weight gain usually range three to eight pounds, up to 12-15 pounds of weight gain can occur. Usually the majority of this gain is fluid, but absolute body weight gain can occur. Weight gain is usually dose-dependent, with greater weight gain at higher drug doses. Weight gain is more pronounced for patients taking insulin. Generally, ankle swelling (edema) and puffiness due to the accumulation of fluid can be controlled by either reducing the drug dose or addition of a diuretic such as spironolactone (Aldactone); note that furosemide (Lasix) does not work as well. On occasion, patients may be symptomatic enough from fluid retention to warrant drug withdrawal. Some recent studies have suggested an association between untoward cardiac events and pioglitazone and rosiglitazone (for example, heart attacks), but this association is controversial. The controversy notwithstanding, it has been well established that pioglitazone and rosiglitazone should be avoided in patients with symptomatic heart failure or heart failure. Another newer concern is an association of treatment with a small increase in the frequency of fractures of the distal long bones of the arms and legs. At present, this observation does not translate into fractures of the hip and spine, which would be more worrisome. More data is still needed to make a definitive statement about cause and effect. As an aside, pioglitazone and rosiglitazone provide the added benefit of improving cholesterol patterns in people with diabetes. HDL (or desirable cholesterol) increases with these medications, and triglycerides often decrease. Despite some controversy about effect on undesirable cholesterol (LDL) levels, pioglitazone may be superior for changing lipid profiles than rosiglitazone. In type 2 diabetes patients who are already at increased risk for heart disease, improving the cholesterol profile benefits. As more data become available, evidence is mounting that thiazolidinediones may provide direct benefits to the heart and large blood vessels. They may prevent progression to diabetes in prediabetic individuals at high risk by reducing inflammation and by decreasing clotting factors.  Acarbose (Precose) is a medication that decreases the absorption of carbohydrates from the intestine. Before being absorbed into the bloodstream, enzymes in the small intestine must break down carbohydrates into smaller sugar particles, such as glucose. One of the enzymes involved in breaking down carbohydrates is called alpha-glucosidase. By inhibiting this enzyme, carbohydrates are not broken down as efficiently, and glucose absorption is delayed. The name of the alpha-glucosidase inhibitor available in the U. S. is acarbose (Precose). Placebo-controlled clinical trials with over 700 patients associated acarbose with reduction of hemoglobin A1c (HbA1c) values. HbA1c is the standard clinical measure of average blood sugars over the preceding three months. However, as a single agent, acarbose has not been as effective as other antidiabetic medications. Since acarbose works in the intestine, its effects are additive to antidiabetic medications that work at other sites (such as sulfonylureas). Clinical studies have demonstrated statistically better control of blood glucose in patients treated with acarbose and a sulfonylurea, compared to the sulfonylurea alone. Acarbose is currently used alone or in combination with a sulfonylurea. Acarbose is taken three times a day at the beginning of meals. The dosage varies from 25 to 100 mg before each meal. The maximum recommended dose is 100 mg three times a day. Acarbose side effects and warnings: Because of its mechanism of action, acarbose has significant gastrointestinal side effects (the most common symptoms seen in up to 75% of patients taking acarbose) such as: abdominal pain, diarrhea, and gas. For this reason, acarbose is administered using a low initial dose, and then increased over weeks depending on how well the patient tolerates the medication. Most gastrointestinal symptoms tend to subside over the course of a few weeks, although some patients report persistent problems. At greater doses, reversible abnormalities in liver tests may be seen.  Pramlintide (Symlin) was the first in a class of injectable, anti-hyperglycemic medications for use in addition to insulin for type 1 diabetes or type 2 diabetes. Pramlintide, the active ingredient in Symlin, is a synthetic analog of human amylin, a naturally occurring neuroendocrine hormone synthesized by pancreatic beta-cells that helps control glucose after meals. Similar to insulin, amylin is absent or deficient in person with diabetes. When used with insulin, amylin can improve glycemic control and has additional benefits that cannot be realized with insulin alone. According to published data, pramlintide reduces post-meal blood sugar peaks, reduces glucose fluctuations throughout the day, enhances satiety (the sensation of fullness) leading to potential weight loss, and lowers mealtime insulin requirements. Pramlintide can improve HbA1c beyond the effect of insulin alone. Pramlintide is administered by injection just prior to meals (three times each day) for: Type 1 diabetes as an additional treatment to mealtime insulin therapy for those failing to achieve desired glucose control despite optimal insulin therapy. Type 2 diabetes as an additional treatment to mealtime insulin therapy for those failing to achieve desired glucose control despite optimal insulin therapy, with or without a concurrent sulfonylurea agent and/or metformin. Pramlintide with insulin has been associated with an increased risk of insulin-induced severe hypoglycemia, particularly in type 1 diabetes. This severe hypoglycemia occurs within 3 hours of injecting pramlintide. The major side effects of pramlintide are: nausea, which can be reduced by slowly and steadily increasing the dose, andhypoglycemia (dangerously low levels of blood sugar). To avoid hypoglycemia, the dose of mealtime insulin should be cut in half when starting pramlintide. Brief placebo-controlled clinical studies (up to six months) reported weight loss over six pounds associated with pramlintide therapy. Exenatide (Byetta) originated from an interesting source: the saliva of the Gila monster! Scientists observed that this small lizard could go a long time without eating. They discovered a substance in its saliva that slowed stomach emptying, thus making the lizard feel fuller for a longer time. This substance resembled a gut hormone naturally found in humans known as glucagon-like peptide-1 (GLP-1). The enzyme DPP-IV breaks down GLP-If one could make a substance like GLP-1 but that resisted breakdown, it would have potential benefit. Such efforts developed exenatide. Exenatide is the first in the incretin mimetic class of drugs for type 2 diabetes. Exenatide shares many therapeutic properties with GLP-1, and it mimics natural physiology for self-regulating blood sugar. Namely, exenatide slows stomach emptying and slows the release of glucose from the liver, thereby regulating delivery of nutrients to the intestine for absorption. Exenatide also works centrally in the brain to regulate hunger. Exenatide is indicated as additional therapy to improve control of blood sugar in type 2 diabetes patients who have not achieved adequate sugar control with metformin, sulfonylurea, or a combination of metformin and sulfonylurea. Exenatide enhances insulin release from the pancreas. Insulin secretion usually increases only when blood sugars are high, then decreases as blood sugar level approaches normal. In addition to enhancing the normal physiology of the pancreatic beta-cell, exenatide suppresses glucose release from the liver, slows stomach emptying, slows absorption of nutrients including carbohydrate, and reduces food intake. Like pramlintide, exenatide is injected but only twice each day (usually before breakfast and dinner meals). Exenatide is available by a disposable pen form and in two doses. The initial goal is to start a lower dose for a month or so, then move up to the higher dose if needed and as tolerated. Similar to pramlintide, the main side effect of exenatide is nausea, most likely due to its effects on stomach emptying. Exenatide is temperature sensitive, so the initial recommendation was to store pens at 36 F to 46 F (2 C to 8 C). This recommendation recently changed. Unopened pens should be refrigerated; once opened, exenatide pens can be left at room temperature. The risk of hypoglycemia remains a possibility with exenatide, especially when used in combination with sulfonylurea. Your health-care professional may choose to decrease the dose of other medications while initially evaluating your response to exenatide. Similar to pramlintide, weight reduction is seen with exenatide in most patients. This makes exenatide particularly suitable for the typical type 2 diabetes patient who is also overweight. FDA is currently considering a longer acting from of exenatide for approval. This new formulation could carry similar benefits and side effects, but with less frequent injections.  When combined with a proper diet and exercise program, liraglutide (Victoza) is an injectable medicine that improves blood sugar (glucose) in adults with type 2 diabetes. Liraglutide is not insulin, and it remains unknown if liraglutide is safe and effective when used with insulin. Liraglutide is not for people with type 1 diabetes or with diabetic ketoacidosis (DKA). Although the first study in adolescents with type 2 diabetes reported similar pharmacokinetics to those observed in adults, liraglutide is not yet recommended for use in children. Liraglutide, like exenatide, belongs to a class of medicines known as GLP-1 receptor agonists, which enhance insulin release from the pancreas after a meal. Bydureon is a longer acting from of exenatide that is injected once weekly. During April 2014, FDA approved albiglutide as an injectable monotherapy for adults with type 2 diabetes. Liraglutide and albiglutide share the same mechanism of action and similar side effect profiles. Eight clinical trials involving over 2,000 participants with type 2 diabetes showed improved HbA1c with albiglutide. Albiglutide has been studied as monotherapy and in combination with metformin, glimepiride, pioglitazone, or insulin. Albiglutide should not be used in patients with type 1 diabetes and those with risk for, family history of, or personal history of medullary thyroid cancer (MTC) or multiple endocrine neoplasia syndrome type 2 (which predisposes to MTC). During September 2014, FDA approved dulaglutide as an injectable monotherapy for adults with type 2 diabetes. Liraglutide, albiglutide, and dulaglutide are all GLP-1 receptor agonists and share similar side effect profiles. Dulaglutide improved HbA1c level in 6 clinical trials involving over 3,300 participants with type 2 diabetes. Dulaglutide has been studied as monotherapy and in combination with metformin, sulfonylurea, thiazolidinedione, or prandial insulin. Dulaglutide should not be used in patients with type 1 diabetes and those with risk for, family history of, or personal history of medullary thyroid cancer (MTC) or multiple endocrine neoplasia syndrome type 2 (which predisposes to MTC). Dulaglutide should also not be used as first-line therapy for type 2 diabetes patients who cannot be managed with diet and exercise. The body breaks down GLP-1 by an enzyme called DPP IV. Logically, one could make either a synthetic GLP-1 that cannot be broken down by this enzyme (for example, exenatide), or try to stop the enzyme that breaks down natural GLP-The latter approach yielded the new class of drugs called DPP IV inhibitors. This approach allows native GLP-1 already in the blood to circulate longer. Many companies are working on this new drug class. In 2006 the FDA approved the first drug in this class called sitagliptin (Januvia). Sitagliptin can be used in combination with certain other medications, but its dose must be adjusted in patients with poor kidney function. In August 2009, a second drug in this class was approved called saxagliptin (Onglyza). In 2011, another drug in this class, linagliptin (Tradjenta) was approved. These drugs have essentially the same side effect profile as exenatide; however, they are administered orally in pill form. While exenatide has a significant weight loss profile, DPP-IV inhibitors to date have displayed no effect on weight. Glyburide/metformin (Glucovance), rosiglitazone/metformin (Avandamet), glipizide/metformin (Metaglip), pioglitazone/metformin (Actoplusmet), and metformin/sitagliptin (Janumet) are five relatively new combination pills on the market to treat type 2 diabetes. Glucovance combines glyburide with metformin in varying doses. Avandamet is a combination of varying doses of rosiglitazone and metformin. Actoplusmet is a combination of varying doses of pioglitazone and metformin. Metaglip is a combination pill containing glipizide and metformin in varying strengths. Janumet combines metformin and sitagliptin. These combination drugs carry the benefit of taking fewer pills, which hopefully improves compliance. While they work well, most health-care professionals initiate individual medications to optimize dosing, before switching to a combination pill once the patient has been stable on individual medications for a while.  Insulin remains the mainstay of treatment for patients with type 1 diabetes. Insulin is also important therapy for T2D when blood glucose levels cannot be controlled by diet, weight loss, exercise, and oral medications. Ideally, insulin should be administered in a manner that mimics the natural pattern of insulin secretion by a healthy pancreas. However, the complex pattern of natural insulin secretion is difficult to duplicate. Still, adequate blood glucose control can be achieved with careful attention to diet, regular exercise, home blood glucose monitoring, and multiple insulin injections throughout the day. Taking care of your diabetes with careful home care and monitoring assists in controlling blood sugar levels and effective diabetes treatment. Until the late 1990s, insulin was often derived from animal sources, particularly cows and pigs. This created a supply problem to meet demand. Also, insulin derived from bovine or porcine caused immune reactions in some people. Such patients could become intolerant or resistant to animal insulin. Revolutions in molecular biology during the 1950s-70s led to the cloning the gene for human insulin in 1977. In October 1982, synthetic human insulin became the first drug created from recombinant DNA technology to be approved by the FDA. Human insulin has widely replaced insulin from animal sources. Various formulations of insulin differ in the pharmacokinetics, i. e. , the amount of time until they begin to work and the duration of their action after injection. These different insulins allow for more tailored regimens to optimize blood sugar control. The types of insulin currently available are: Rapid-acting insulin begins to take effect 5 minutes after administration. Peak effect occurs in about 1 hour, and the effect lasts for 2 to 4 hours. Examples are insulin lispro, insulin aspart, and insulin glulisine. Regular insulin takes effect within 30 minutes, peaks at 2 to 3 hours after injection, and lasts 3 to 6 hours total. Intermediate-acting insulin typically begins to lower blood glucose about 2 to 4 hours after injection, peaks 4 to 12 hours later, and lasts about 12 to 18 hours. Long-acting insulin takes effect within 6 to 10 hours. It is usually lasts for 20 to 24 hours. The two long-acting insulin analogues available, glargine and detemir, lower glucose levels fairly evenly over a 24-hour period (without major peaks or troughs).  Not only is the variety of insulin preparations growing, so are the methods for administering insulin. In the twentieth century, insulin was available only in an injectable form that required carrying syringes (which were made of glass and required sterilization just a few decades ago), needles, vials of insulin, and alcohol swabs. Clearly, patients found it difficult to take multiple shots each day; as a result, good blood sugar control was often compromised. Many pharmaceutical companies now offer discreet and convenient methods for delivering insulin. Many manufacturers offer pen delivery systems. Such systems resemble the ink cartridge in a fountain pen. A small, pen-sized device holds an insulin cartridge (usually containing 300 units). Cartridges are available for the most widely used insulin formulations. The amount of insulin to be injected is dialed in, by turning the bottom of the pen until the required number of units is seen in the dose-viewing window. The tip of the pen consists of a needle that is replaced with each injection. A release mechanism allows the needle to penetrate just under the skin and deliver the required amount of insulin. The cartridges and needles are disposed of when finished and new ones simply are inserted. In some systems, the entire pen is disposed. These insulin delivery devices are less cumbersome than traditional methods. Over the past 20 years, dramatic advances in insulin delivery have improved insulin pumps. An insulin pump is composed of a reservoir similar to that of an insulin cartridge, a battery-operated pump, and a computer chip that allows the user to control the exact amount of insulin being delivered. Current pumps on the market are about the size of a pager or beeper. The pump is attached to a thin plastic tube (an infusion set) that has a cannula (like a needle but soft) at the end through which insulin passes. This cannula is inserted under the skin, usually on the abdomen. The cannula is changed every two days. The tubing can be disconnected from the pump while showering or swimming. The pump continuously delivers insulin, 24 hours a day. The amount of insulin is programmed and is administered at a constant rate (basal rate). Often, the amount of insulin needed over the course of 24 hours varies, depending on factors like exercise, activity level, and sleep. The insulin pump allows the user to program many different basal rates to allow for variations in lifestyle. The user can also program the pump to deliver additional insulin during meals, covering the excess demands for insulin caused by eating carbohydrates. Insulin pumps enable tight blood sugar control and support lifestyle flexibility, while minimizing the effects of low blood sugar (hypoglycemia). At present, the pump is the closest device on the market to an artificial pancreas. The latest pumps do not require tubing. The insulin delivery device is placed directly on the skin and any adjustments needed for insulin delivery are made through a PDA-like device that must be kept within a 6-foot range of the insulin delivery device (and can be worn in a pocket, kept in a purse, or on a tabletop when working). The most exciting innovation in pump technology has been the ability to combine the pump in tandem with newer glucose sensing technology. Glucose sensors have improved dramatically in the last few years and are an option for patients to gain further insight into their patterns of glucose response to tailor a more individual treatment regimen. The newest generation of sensors allows for a real-time glucose value to be given to the patient. The implantable sensor communicates wirelessly with a pager-sized device that has a screen. The device is kept in proximity to the sensor to allow for transfer of data; however, it can be a few feet away and still receive transmitted information. Depending on the model, the screen displays the blood glucose reading, a thread of readings over time, and a potential rate of change in the glucose values. Sensors can be programmed to produce a \"beep\" if blood sugars are in a range that is selected as too high or too low. Some can provide a warning beep if the drop in blood sugar is occurring too quickly. To take things one step further, there is one particular sensor that is new to the market that is designed to communicate directly with the insulin pump. While the pump does not yet respond directly to information from the sensor, it \"requests\" a response from the patient if there is a need for adjustments according to the patterns it has been programmed to detect. The ultimate goal of this technology is to \"close the loop\" by continuously sensing what the body needs, then responding with the appropriate insulin dose. Inhaled insulin was approved by the FDA and marketed by Pfizer in 2006 as Exubera. Exubera was poorly accepted after marketing and was subsequently discontinued during October 2007. Other routes for the delivery of insulin have been tried. Intranasal insulin delivery was initially promising; however, this approach was associated with poor absorption and nasal irritation. Transdermal insulin delivery (via skin patch) yielded disappointing results. Insulin in pill form is ineffective since digestive enzymes in the gut break it down. Surprisingly, oral insulin is being tested in a major clinical trial by TrialNet as a potential intervention to prevent type 1 diabetes in those at high risk of progressing from to overt type 1 diabetes.  Proper nutrition is essential for all diabetic individuals. Control of blood glucose levels is only one goal of a healthy eating plan for diabetic people. A diabetic diet helps achieve and maintain a normal body weight, while preventing the common cardiac and vascular complications of diabetes. There is no prescribed diet plan for diabetes. Eating plans are tailored to fit each individual's needs, schedules, and eating habits. Each diabetes diet plan must be balanced with the intake of insulin and oral diabetes medications. In general, the principles of a healthy diabetes diet are the same for everyone. Consumption of various foods in a healthy diet includes whole grains, fruits, non-fat dairy products, beans, lean meats, vegetarian substitutes, poultry or fish. The American Diabetes Association and many experts recommend that 50% to 60% of daily calories come from carbohydrates, 12% to 20% from protein, and no more than 30% from fat. People with diabetes may benefit from eating small meals throughout the day, instead of eating one or two heavy meals. No foods are absolutely forbidden for people with diabetes. Attention to portion control and advance meal planning can help people with diabetes enjoy the same meals as everyone else. Many people with diabetes benefit from using specific methods to help follow a diabetes meal plan. Some of these approaches include: Rating your plate is a meal planning system based upon portion size. Imaginary lines are used to divide a meal plate into two halves, and one half is further divided into fourths. One-fourth of the plate should contain grains/starches, one-fourth should contain protein, and the remaining half should contain non-starchy vegetables. Exchange lists help in the planning of balanced meals by grouping together foods that have similar carbohydrate, protein, fat, and calorie content. The American Dietetic Association and the American Diabetes Association have published exchange lists to plan meals. Carbohydrate counting is based upon the total carbohydrate intake (measured in grams) of foods. Glycemic Index ranks carbohydrates according to the effects they have on blood sugar levels, based on their rate of absorption. Ultimately, the goal for managing type 1 diabetes is to provide insulin therapy in a manner that mimics the natural pancreas. Perhaps the closest therapy available at this time is a pancreas transplant. Several approaches to pancreatic transplantation are currently being studied, including the whole pancreas and isolated islet cells. Islets are clusters of cells that contain the beta-cells responsible for insulin production. Transplantation carries significant risk. Both the surgery itself and the ongoing immunosuppression that must follow pose significant risks. For these reasons, the kidney and pancreas are usually transplanted at the same time. At present, controversy exists about whole pancreas transplantation for patients' not currently requiring kidney transplantation. The issue under debate is whether the benefits outweigh the risks. Diabetes usually relapses after pancreas transplant. Selectively transplanting islet cells has been an emerging alternative to whole pancreas transplantation, but concern over rejection remains. Attempts are underway to disguise islets in tissues that the body won't reject, for example, by surrounding the islet cells with the patient's own cells before implanting them. Researchers are exploring artificial barriers to surround the islets and protect against rejection, yet still allow insulin to enter the bloodstream. These last few years have been exciting times in diabetes care. Many agents for treating type 2 diabetes are under development. Options for insulin therapy and methods for insulin delivery continue to expand and refine. While research continues across multiple areas, one thing remains constant. Achieving the best blood sugar control possible remains the ultimate goal in all people with diabetes. Without doubt, good blood sugar control minimizes the serious long-term complications of diabetes, including blindness, nerve damage, and kidney damage. Finally, a healthy lifestyle always helps and must remain the cornerstone of diabetes management. ", 
    "title": "Diabetes Treatment"
}