{
    "data": "  Dog bites account for more than 90% of all animal bites. 4. 5 million dog bites occur each year in the U. S. , and more than 27,000 victims require reconstructive surgery. Injuries may involve structures deep beneath the skin including muscles, bones, nerves, and blood vessels. Infections, including tetanus and rabies, need to be considered. Wound cleaning decreases the risk of infection. Skin repair increases the risk of infection, and the decision to suture the skin balances the risk of infection versus the benefit of a better appearing scar. Almost 70 million dogs live in the United States, and since many victims of dog bites don't seek medical care or report the attack, it may be that the U. S. Center for Disease Control and Prevention (CDC)'s estimate of 4. 5 million dog bites each year in the U. S. may be too low. Approximately 900,000 dog bite victims seek emergency medical care at hospitals in the U. S. every year. Dogs have rounded teeth, and it is the pressure exerted by their jaws that can cause significant damage to the tissues under the skin, including bones, muscles, tendons, blood vessels, and nerves. About 25,000 victims of dog bites undergo reconstructive surgery each year, and 31 people died from causes related to dog bites in 2013. The risk of being bitten by a dog increases if there is a dog in the home; the more dogs there are, the greater the risk. Men are more frequent victims than women (who are bitten by cats more often). Children between the ages of 5 and 9 are more likely to be bitten by a dog than other age groups. Children are also more likely to present for medical attention.  The dog bite victim needs to be taken to a safe place away from the assailant dog to prevent further attack and injury. Since dog bites can cause significant damage beneath the skin, a type of injury that cannot always easily be appreciated, medical care should be accessed by a health care practitioner. Wounds should be kept elevated and, if possible, washing the wound with tap water may be attempted. Information should be obtained from the dog's owner about the dog's rabies immunization status, but if this is not possible, hospital, animal control centers, or law enforcement personnel will help gather any required information. Medical care should be accessed if the dog bite disrupts the skin causing a puncture, laceration, or tear. As well, if there is pain at or near the injury site, underlying structures may have been damaged and medical care may be needed. If the skin is not disturbed, or if there is a minimal abrasion present, it may be reasonable to watch for signs of infection (pain, redness, warmth, swelling, and drainage of pus or fluid) before seeking medical care. Please note: if the victim elects not to seek medical care, the rabies immunization status of the dog must be determined immediately. Rabies therapy, if necessary, must begin as soon as possible. The victim's tetanus status also needs to be current. Exposure to a rabid animal does not always result in rabies. If treatment is initiated promptly following a rabies exposure, rabies can be prevented. If a rabies exposure is not treated and a person develops clinical signs of rabies, the diseased almost always results in death. Infants and children should be evaluated after any dog bite.  There are three important treatment issues that need to be addressed with a dog bite: <ol>the skin damageinjury to underlying tissues such as muscle, nerve, and bone; and infection. It is easy to look at a dog bite and see that the skin has been damaged, but it is also important to assess the underlying structures that may have also been injured in the attack. The patient often concentrates on the cosmetic appearance of the wound; while that is important, the health care practitioner may be more concerned about the injuries that will impair the body's function. For example, a laceration to a hand may look bad, but more important than the potential scarring would be a lacerated tendon that would prevent a finger from moving. The potential for infection is also of great importance. Dog bites inoculate bacteria deep into tissue, and while not as aggressive as cat bites, the majority of dog bites do get infected. Common bacteria involved in such infections include Streptococcus, Staphylococcus, and Pasteurella. Rabies is always a concern, and it is important to know the dog's immunization status. If the dog has not been immunized, the question becomes whether to immunize the patient against the rabies virus. A variety of approaches may be considered depending upon the situation surrounding the bite. Is the dog available to be observed? Was the bite provoked or defensive rather than an unprovoked attack? Where is the bite located? What is the past medical history of the victim? Once the health care practitioner has taken a history of the events and examined the patient, most dog bites can be cared for in the emergency department or doctor's office. The physical exam will help decide whether any deep structures like muscle, tendon, nerve, or bone have been damaged. Commonly, the wound is anesthetized so that it can be explored. This will help confirm the condition of the deep structures and their function. The wound will then be washed with normal saline (a salt water solution) to irrigate out as much dirt and bacteria as possible. Once the wound has been cleaned, a decision needs to be made whether to close the skin. Suturing the skin (to make the scar look better) increases the risk of infection. Balancing the risk of infection against the benefit of a better looking scar depends upon the location of the injury and the discussion between health care practitioner and patient. Dog bites to the face tend to be sutured, while those located on less noticeable parts of the body may be left to heal on their own. Sometimes, the dog bite wounds need to be repaired in the operating room if there is considerable skin damage or skin loss, or if there are associated injuries that require treatment. With infants and children, the decision may be considered to repair their lacerations in the operating room, especially if facial wounds are involved, because of the need for prolonged anesthetic to keep the patient still. There is some controversy regarding antibiotic therapy for dog bites. Some health care practitioners routinely prescribe antibiotics while others choose to wait until the wound shows signs of potential infection.  Dog bites often occur when there is miscommunication between the dog and the victim. It is not common to have an unprovoked attack by a stray dog. Often, it is the dog owner or a family member who is bitten. Dog bite prevention begins with: Choosing a dog breed that is compatible with the family situation. Aggressive dogs may not be appropriate in a home with infants and small children. Dogs are social animals; therefore socializing and appropriate training will help minimize the risk of dog bites. Do not approach a stray or unfamiliar dog, especially if its owner is not present. Do not approach a dog with quick motions or from above. Allow time for the dog to acknowledge your presence before attempting to pet it. Prior to contact with the dog, ask the owner if is OK to pet the dog. If a confrontation occurs, do not make eye contact and do not run or scream. Do not approach an unfamiliar dog while it is eating, sleeping, or caring for puppies. Do not leave young children or infants unsupervised with a dog. ", 
    "title": "Dog Bite Treatment"
}