{
    "data": "  Double vision is the perception of two images of a single object seen adjacent to each other (horizontally, vertically, or obliquely) or overlapping. Double vision is medically termed diplopia. Polyplopia is the perception of three or more images of a single object overlapping each other. There are dozens of causes of double vision ranging from benign to life-threatening. Therefore, it is important for the doctor to carefully review the history and the examination to determine the cause and initiate appropriate treatment when necessary. Sometimes, emergency treatment is needed. Most causes of monocular diplopia stem from poor focusing of light by the eye. Refractive errors (myopia, hyperopia, astigmatism) are common. Dry eye (from a variety of causes such as meibomitis, Sjögren's syndrome, and decreased tear production following refractive surgery) can produce diplopia that varies with blinking. Cataracts (clouding of the natural lens) and posterior capsule opacification (after cataract surgery) are common in people over 60 years of age. Other conditions that interfere with proper focusing of light include corneal irregularity from swelling or scars and retinal conditions, such as epiretinal membranes. Rarely is the underlying cause a medical emergency in cases of monocular diplopia. Binocular diplopia on the other hand is produced by a misalignment of the eyes, which can be caused by life-threatening conditions. For example, aneurysms, strokes, trauma (head injury), and brain swelling (such as from brain cancer) can interfere with the nerves that control the extraocular muscles. The extraocular muscles move the eyes in different direction of gaze, much like the strings on a marionette, and when one or more muscle is weakened or paralyzed, it is referred to as cranial nerve palsy. In multiple sclerosis, lesions in regions of the brain that control eye alignment may result in diplopia that varies over time. Guillain-Barré syndrome can produce diplopia from restricted eye movement due to nerve damage. Migraine headaches can cause a sudden but temporary eye misalignment. Diseases such as myasthenia gravis can interfere with the communication between the nerves and the eye muscles to cause diplopia. And the eye muscles themselves can be damaged or compressed by conditions such as Graves' disease (often associated with thyroid disease), orbital inflammations, vascular disease (as seen with diabetes and high blood pressure), and others. Following traumatic fracture of the orbital bones, muscles and orbital tissue may be trapped in the fracture, leading to restriction of eye movement in certain directions of gaze. Sometimes the cause is relatively harmless, such as when the eye muscles or neurologic signals to the muscles weaken with fatigue or illness. Inability to align the eyes when focusing on a near object (convergence insufficiency) is a common benign cause of intermittent binocular diplopia that can often be treated with prism glasses.  Images may appear to overlap each other or may appear adjacent to each other. Diplopia may vary depending on the direction of gaze or with tilting or turning of the head. One of the most critical features to determine is whether the diplopia is monocular or binocular. In monocular diplopia, the double vision is caused by a condition within one or both eyes and does not resolve when one eye is covered. In binocular diplopia, the eyes are misaligned. Each eye sees a single image when working alone, as when one eye is covered, but when both eyes are open the brain perceives two adjacent images. A thorough evaluation of double vision begins with a detailed history of the diplopia, including onset (gradual or sudden), duration, frequency (intermittent or constant), and variability with head position or eye gaze, noting any associated symptoms (pain, headache, nausea, and weight loss among others), and a complete history of past and current medical conditions. The physical examination includes measuring the visual acuity in each eye and assessing whether the diplopia is monocular or binocular. Careful examination of the eyes' alignment in various head positions is performed if the diplopia is binocular. A complete eye examination, which may include dilating the eyes, is performed to look for any ocular or orbital abnormalities. Particular attention is paid to the pupils and eyelid position if a neurologic cause is suspected. In some instances, specialized imaging (topography, CT, MRI, etc. ) and other tests are needed to further investigate possible causes. When a life- or vision-threatening cause is suspected, time may is of the essence.  Once the underlying cause has been determined, treatment is tailored to the underlying condition. Diplopia stemming from refractive errors (myopia, hyperopia, astigmatism) can be corrected with glasses or contact lenses. Dry eyes are treated with artificial tears, punctal plugs, warm compresses, and a variety of other treatments. Cataracts are removed with surgery, and posterior capsule opacification (after cataract surgery) is treated with laser. It is uncommon for the cause of monocular diplopia to be a medical emergency. Binocular diplopia on the other hand can be caused by life-threatening conditions, and emergency treatment may be necessary. This is particularly the case with aneurysms, head trauma, stroke, and other neurologic conditions. Any onset of diplopia with accompanying neurologic symptoms such as headache, nausea, dizziness, loss of balance, etc. , should be evaluated immediately. Diplopia produced by chronic diseases (see causes above) may subside with treatment of the underlying disease. If eye muscles are engorged (such as from Graves' disease) or entrapped (as after traumatic orbital fracture), surgery of the muscles or surrounding tissue may correct the problem. Convergence insufficiency, or inability to align the eyes when focusing on a near object, is a common benign cause of intermittent binocular diplopia when reading. It can improve with eye exercises (\"pencil pushups\" prescribed by the eye doctor). Often glasses with prisms can be worn to correct binocular diplopia. If the diplopia is expected to resolve, temporary prisms (Fresnel prisms) can be added to glasses and later removed when the eyes realign.  Eye doctors (optometrists and ophthalmologists) can perform the assessment and treat contributing ocular diseases. The primary-care doctor (internist or pediatrician) can treat underlying systemic diseases that cause double vision, and in some cases, specialists such as neurologists, endocrinologists, and neurosurgeons may be called upon to provide treatment. If the underlying cause is preventable, your physician will suggest ways to minimize chance of recurrence. The prognosis is dependent on the underlying cause. Monocular diplopia due to blurred vision has a good prognosis as long as the underlying cause of the blur is correctable. Binocular diplopia may resolve with treatment of the underlying cause, however, in some instances, there may be permanent misalignment of the eyes due to nerve or muscle damage or scarring. In this situation, glasses with prisms might help, as well as surgical alignment in some instances. ", 
    "title": "Double Vision"
}