{
    "data": "  Drug abuse and addiction, now both grouped as drug use disorder, is a condition that is characterized by a self-destructive pattern of using a substance that leads to significant problems and distress, which may include tolerance to or withdrawal from the substance. Drug use disorder is unfortunately quite common, affecting more than 8% of people in the United States at some point in their lives. Dual diagnosis refers to the presence of both a drug-use issue in addition to a serious mental-health condition in an individual. Virtually any substance whose ingestion can result in a euphoric (\"high\") feeling can be abused. Inhalants like household cleaners are some of the most commonly abused substances. While the specific physical and psychological effects of drug use disorder tend to vary based on the particular substance involved, the general effects of a substance use disorder involving any drug can be devastating. Although drug use disorders have no single cause, there are a number of biological, psychological, and social risk factors that can predispose a person to developing a chemical use disorder. Symptoms of a drug use disorder include recurrent drug use that results in legal problems, occurs in potentially dangerous situations, interfere with important obligations, results in social or relationship problems, tolerance, withdrawal, using a lot of the drug or for a long period of time, persistent desire to use the drug, unsuccessful efforts to stop using the drug, neglecting other aspects of life because of their drug use, and spending inordinate amounts of time or energy getting, using, or recovering from the effects of the drug. While the specific effects of drugs on the brain can somewhat vary depending on the drug that is being used, virtually every substance that is abused has an effect on the executive-functioning areas of the brain. Drugs particularly affect the brain's ability to inhibit actions that the person would otherwise delay or prevent. Since there is no single test that can definitively diagnose someone with a chemical use disorder, health-care professionals assess these disorders by gathering comprehensive medical, family, and mental-health information, as well as securing a physical examination and lab tests to assess the sufferer's medical state. Treatment services for drug use disorders remain largely underutilized by most people who suffer from these conditions. The primary goals of recovery are abstinence, relapse prevention, and rehabilitation. During the initial stage of abstinence, a person who suffers from chemical dependency may need detoxification treatment to help avoid or lessen the effects of withdrawal. Often, much more challenging and time-consuming than recovery from the physical aspects of addiction is psychological addiction. The treatment of dual diagnosis seems to be more effective when treatment of the sufferer's mental illness is integrated with the treatment of the individual's chemical dependency. Drug addiction increases the risk of a number of negative life stressors and conditions, particularly if left untreated. Recovery from a substance use disorder is usually characterized by episodes of remission and relapse.  Formerly separately called drug abuse and drug addiction, drug use disorder, also called substance use or chemical use disorder, is an illness that is characterized by a destructive pattern of using a substance that leads to significant problems or distress, including tolerance to or withdrawal from the substance, as well as other problems that use of the substance can cause for the sufferer, either socially or in terms of their work or school performance. The effects of drug use disorders on society are substantial. The economic cost, including everything from lost wages to medical, legal, and mental-health implications is estimated to be about $215 billion. The cultivation of marijuana and production of synthetic drugs like methamphetamine has negative impact on soil and water supplies. Drug law infractions make up the most common reason for arrest in the United States, more than 14 million in 2008. Teens are increasingly engaging in prescription drug abuse, particularly narcotics (which are prescribed to relieve severe pain), and stimulant medications, which treat conditions like attention-deficit disorder and narcolepsy. The term dual diagnosis refers to the presence of both a drug use disorder and a serious mental-health problem in a person. Substance use disorders, unfortunately, occur quite commonly in people who also have severe mental illness. Individuals with dual diagnosis are also at higher risk of being noncompliant with treatment. Virtually any substance whose ingestion can result in a euphoric (\"high\") feeling can be abused. While many are aware of the abuse of legal substances like alcohol or illegal drugs like marijuana (in most states) and cocaine, less well-known is the fact that inhalants like household cleaners and over-the-counter medications like cold medicines are some of the most commonly abused substances. The following are many of the drugs and types of drugs that are commonly abused and/or result in dependence: Alcohol: Although legal, alcohol is a toxic substance, especially for a developing fetus when a mother consumes this drug during pregnancy. One of the most common addictions, alcoholism can have devastating effects on the alcoholic individual's physical well-being, as well as his or her ability to function interpersonally and at work. Amphetamines: This group of drugs comes in many forms, from prescription medications like methylphenidate (for example, Ritalin, Concerta, Focalin) and dextroamphetamine and amphetamine (Adderall) to illegally manufactured drugs like methamphetamine (\"crystal meth\"). Overdose of any of these substances can result in seizure and death. Anabolic steroids: A group of substances that is most often abused by bodybuilders and other athletes, this group of drugs can lead to devastating emotional symptoms like aggression and paranoia, as well as severe long-term physical effects like infertility and organ failure. Caffeine: While it is consumed by many coffee, tea, and soda drinkers, when consumed in excess, this substance can be habit-forming and produce palpitations, insomnia, tremors, irritability, and significant anxiety. Cannabis: More usually called marijuana, the scientific name for cannabis is tetrahydrocannabinol (THC). Marijuana is the most commonly used illicit drug, with nearly 29 million people 12 years or older reporting having used this drug in the past year. In addition to the negative effects the drug itself can produce (for example, infertility, difficulties with sexual performance, paranoia, lack of motivation), the fact that it is commonly mixed (\"cut\") with other substances so drug dealers can make more money selling the diluted substance or expose the user to more addictive drugs exposes the marijuana user to the dangers associated with those added substances. Examples of ingredients that marijuana is commonly cut with include baby powder, oregano, embalming fluid, phencyclidine (PCP), opiates, and cocaine. Cocaine: A drug that tends to stimulate the nervous system, cocaine can be snorted in powder form, smoked when in the form of rocks (\"crack\" cocaine), or injected when made into a liquid. Ecstasy: Also called MDMA to denote its chemical composition (methylenedioxymethamphetamine), this drug tends to create a sense of euphoria and an expansive love or desire to nurture others. In overdose, it can increase body temperature to the point of causing death. Hallucinogens: Examples include LSD and mescaline, as well as so-called naturally occurring hallucinogens like certain mushrooms. These drugs can be dangerous in their ability to alter the perceptions of the user. For example, a person who is intoxicated (\"high\" on) with a hallucinogen may perceive danger where there is none and to think that situations that are truly dangerous are not. Those misperceptions can result in dangerous behaviors (like jumping out of a window because the person thinks they have wings and can fly). Inhalants: One of the most commonly abused group of substances due to its easy accessibility, inhalants are usually in household cleaners, like ammonia, bleach, and other substances that emit fumes. Brain damage, to the point of death, can result from using an inhalant even just once or over the course of time, depending on the individual. Nicotine: The addictive substance found in cigarettes, nicotine is actually one of the most addictive substances that exists. In fact, nicotine addiction is often compared to the intense addictiveness associated with opiates like heroin. Opiates: This group is also called narcotics and includes drugs like heroin, codeine, hydrocodone, morphine, methadone, Vicodin, OxyContin, Percocet, and Percodan. This group of substances sharply decrease the functioning of the nervous system. The lethality of opiates is often the result of the abuser having to use increasingly higher amounts to achieve the same level of intoxication, ultimately to the point that the dose needed to get high is the same as the dose that is lethal by overdose for that individual by halting the person's breathing (respiratory arrest). Phencyclidine: Commonly called PCP, this drug can cause the user to feel highly suspicious, become very aggressive, and to have an exceptional amount of physical strength. This can make the person quite dangerous to others. Sedative, hypnotic, or antianxiety drugs: The second most commonly used group of illicit drugs, these substances quiet or depress the nervous system. They can therefore cause death by stopping the breathing (respiratory arrest) of the individual who either uses these drugs in overdose or who mixes one or more of these drugs with another nervous system depressant (like alcohol, another sedative drug, or an opiate).  While the specific physical and psychological effects of drug use disorders tend to vary based on the particular substance involved, the general effects of addiction to any drug can be devastating. Psychologically, intoxication with or withdrawal from a substance can cause everything from euphoria as with alcohol, Ecstasy, or inhalant intoxication, to paranoia with marijuana or steroid intoxication, to severe depression or suicidal thoughts with cocaine or amphetamine withdrawal. In terms of effects on the body, intoxication with a drug can cause physical effects that range from marked sleepiness and slowed breathing as with intoxication with heroin or sedative hypnotic drugs, to the rapid heart rate of cocaine intoxication, or the tremors to seizures of alcohol withdrawal. Like most other mental-health problems, drug use disorders have no single cause. However, there are a number of biological, psychological, and social factors, known as risk factors, that can increase an individual's vulnerability to developing a chemical use disorder. The frequency with which substance use disorders occur within some families seems to be higher than could be explained by an addictive environment of the family. Therefore, most substance use professionals recognize a genetic aspect to the risk of drug addiction. Psychological associations with substance abuse or addiction include mood disorders like depression, anxiety, or bipolar disorder, thought disorders like schizophrenia, as well as personality disorders like antisocial personality disorder. Social risk factors for drug abuse and addiction include male gender, being between the ages of 18 and 44 Native-American heritage, unmarried marital status, and lower socioeconomic status. According to statistics by state, people residing in the West tend to be at a somewhat higher risk for chemical dependency. While men are more at risk for developing a chemical dependency like alcoholism, women seem to be more vulnerable to becoming addicted to alcohol at much lower amounts of alcohol consumption compared to men.  While specific symptoms that are used to diagnose drug use disorders are described below, warning signs that you or a loved one suffer from the condition include the following: Having blackouts or loss of memoryMood problems like irritability, sadness, or mood swingsRepeated arguments with loved onesRepeatedly using drugs to cope with problemsPhysical symptoms when abstaining from drug usePhysical problems as a result of using drugsRepeatedly using more drugs or using drugs for longer than intendedSpending less time on life obligations due to drug useNeeding more drug to get high than one used to In order to be diagnosed with drug use disorder, a person must exhibit a maladaptive pattern of drug use that leads to significant problems or stress, as manifested by at least two of the following signs or symptoms in the same one-year period: Recurrent substance use that prevents the sufferer from meeting significant responsibilities at work, school, or homeRecurrent drug use in situations that may be physically dangerousRecurrent legal problems as a result of drug useContinued drug use in spite of continued or repeated social or relationship problems as a result of, or worsened by the drug's effectsTolerance, that is either a markedly decreased effect of the drug or a need to significantly increase the amount of the substance used in order to experience the same high or other desired effectsWithdrawal, which is defined as either physical or psychological signs or symptoms consistent with withdrawal from a specific drug, or taking that drug or one chemically close to that drug in order to avoid developing symptoms of withdrawalLarger amounts of the drug are taken or for longer than intended. The person has a persistent urge to take the drug or has unsuccessfully tried to decrease or control the drug useExcessive amounts of time are spent either getting, using, or recovering from the effects of the drugCravings/strong urges to use the substance. The person significantly lessens or stops engaging in important social, recreational, work, or school activities because of the substance useThe person continues to use the drug despite knowing that he or she suffers from ongoing or recurring physical or psychological problems that are caused or worsened by the use of the drug.  While the specific effects of drugs on the brain can vary somewhat depending on the drug that is being used, virtually every drug that is abused has an effect on what professionals often call the executive functioning areas of the brain. The functions of those areas can be remembered by thinking about the tasks of the chief executive officer in any company: planning, organizing, prioritizing, acting when it is time to act, as well as delaying or preventing action (inhibitory functions) when appropriate. The parts of the brain that tend to harbor the executive brain functions are the front-most parts of the brain, called the frontal lobes, including the frontal cortex and prefrontal cortex. When a person takes drugs, the inhibitory functions of the brain are particularly impaired, causing the person to have trouble stopping him or herself from acting on impulses that the brain would otherwise delay or prevent. This disinhibition can lead to the substance abuser engaging in aggressive, sexual, criminal, dangerous, or other activities that can have devastating consequences for the addicted person or those around him or her. Given that the brain of individuals below about the age of 25 years is in the process of actively and rapidly developing and is therefore not fully mature, drug use that takes place during the childhood or teenage years can have particularly negative effects on the younger person's ability to perform all these essential executive functions. Similar to many mental-health diagnoses, there is no one test that definitively determines that someone has a chemical use disorder. Therefore, health-care professionals diagnose these conditions by thoroughly gathering medical, family, and mental-health information. The practitioner will also either conduct a physical examination or ask that the person's primary-care doctor perform one. The medical assessment will usually include lab tests to evaluate the person's general medical health and to explore whether or not the individual currently has drugs in their system or has a medical problem that might mimic symptoms of drug addiction. In asking questions about mental-health symptoms, specialists are often exploring if the person suffers from depression and/or manic symptoms but also anxiety, hallucinations, or delusions, as well as some behavioral problems. Practitioners may provide the people they evaluate with a quiz or self-test as a screening tool for substance use disorders. Since some of the symptoms of chemical dependency can also occur in other mental illnesses, the screening is to determine if the individual suffers from bipolar disorder, an anxiety disorder, schizophrenia, schizoaffective disorder, and other psychotic disorders, or a personality or behavior disorder like antisocial personality disorder or attention deficit hyperactivity disorder (ADHD), respectively. Any condition that is associated with sudden changes in behavior, mood, or thinking, like bipolar disorder, a psychotic disorder, borderline personality disorder, or dissociative identity disorder (DID), may be particularly challenging to separate from some symptoms of drug use disorder. In order to assess the person's current emotional state, health-care providers perform a mental-status examination, as well. In addition to providing treatment that is appropriate to the diagnosis, determining the history or presence of mental illnesses that may co-occur (be co-morbid) with substance abuse or dependence is important in promoting the best possible outcome for the person. As previously described, the dual diagnosis of substance abusing or addicted individuals dictates the need for treatment that addresses both issues in a coordinated way by professionals who are trained and experienced with helping this specific population.   An unfortunate fact about the treatment of drug addiction is that it remains largely underutilized by most sufferers. Facts about the use of drug treatment include that less than 10% of people with a milder substance-use disorder and less than 40% of those with a more entrenched substance-use disorder seek professional help. Those statistics do not seem to be associated with socioeconomic or other demographic traits but do seem to be associated with the presence of other mental-health problems (co-morbidity). The primary goals of drug-use disorder treatment (also called recovery) are abstinence, relapse prevention, and rehabilitation. During the initial stage of abstinence, an individual who suffers from chemical dependency may need help avoiding or decreasing the effects of withdrawal. That process is called detoxification or \"detox. \" That part of treatment is primarily performed in a hospital or other inpatient setting, where medications used to lessen withdrawal symptoms and close medical monitoring can be performed. The medications used for detox depend on the drug the person is dependent upon. For example, people with alcohol use disorder might receive medications like sedatives (benzodiazepines) or blood pressure medications to decrease palpitations and blood pressure, or seizure medications to prevent seizures during the detoxification process. For many substances of abuse, the detox process is the most difficult part of dealing with the physical symptoms of addiction and tends to last days to a few weeks. Medications that are sometimes used to help addicted individuals abstain from drug use on a long-term basis also depend on the specific drug of addiction. For example, individuals who are dependent on narcotics like Percodan (a combination of aspirin and oxycodone hydrochloride) heroin, or Vicodin, Vicodin ES, Anexsia, Lorcet, Lorcet Plus, or Norco (combinations of hydrocodone and acetaminophen) often benefit from receiving longer-acting, less addictive narcotic-like substances like methadone (Methadose). People with alcohol addiction might try to avoid alcohol intake by taking disulfiram (Antabuse), which produces nausea, stomach cramping, and vomiting in reaction to the person consuming alcohol. Often, much more difficult and time-consuming than recovery from the physical aspects of drug dependency is psychological addiction. For people who may have less severe drug use disorder, the symptoms of psychological addiction may be able to be managed in an outpatient treatment program. However, those who have a more severe addiction, have relapsed after participation in outpatient programs, or who also suffer from a severe mental health condition might need the elevated level of structure, support, and monitoring provided in an inpatient drug treatment center, often called \"rehab. \" Following such inpatient treatment, many people with this level of drug use disorder can benefit from living in a sober living community, that is, a group-home setting where counselors provide continued sobriety support, structure, and monitoring on a daily basis. Also important in the treatment of drug dependency is helping the parents, other family members, and friends of the addicted person refrain from supporting addictive behaviors (codependency). Whether providing financial support, making excuses, or failing to acknowledge the drug seeking and other maladaptive behaviors of the addict, discouraging such codependency of loved ones is a key component of recovery. A focus on the addicted person's role in the family becomes perhaps even more significant when that person is a child or teenager, given that minors come within the context of a family in nearly every instance. Drug dependency treatment for children and adolescents is further different from that in adults by the impact of drugs on the developing brain, as well as the younger addict's tendency to need help completing their education and achieving higher education or job training compared to addicts who may have completed those parts of their lives before developing the addiction. The treatment of dual diagnosis seems to be less effective when management of the person's mental disorder is separate from the care for his or her chemical dependency. More successful are integrated treatment approaches that include interventions for both disorders. Such interventions are all the more improved by the inclusion of assessment, intensive case management, motivational interventions, behavior interventions, family treatment, as well as services for housing, rehabilitation, and medication management.  Drug addiction puts its sufferers at risk for potentially devastating social, occupational, and medical complications. Effects of chemical dependency on families include increased risk of domestic violence. Individuals with drug use disorder are also much less likely to find and keep a job compared to people who are not drug addicted. Children of parents with a substance use disorder are at higher risk for impaired social, educational, and health functioning, as well as being at higher risk for using drugs themselves. In addition to the many devastating social and occupational complications of drug addiction, there are many potential medical complications. From respiratory arrest associated with heroin or sedative overdose to heart attack or stroke that can be caused by cocaine or amphetamine intoxication, death is a highly possible complication of a drug use disorder. People who are dependent on drugs are also vulnerable to developing persistent medical conditions. Liver or heart failure and pancreatitis associated with alcoholism and brain damage associated with alcoholism or inhalants are just two such examples. If treated, the prognosis of alcoholism and other drug use disorder improves but is not without challenges. Recovery from substance dependency is usually characterized by episodes of remission (abstinence from drug use) and relapse. A number of different prevention approaches have been found to be effective in decreasing the risk of drug use disorder. Lifestyle changes, like increased physical activity and using other stress-reduction techniques, are thought to help prevent drug use disorder in teens. More formal programs have also been found to be helpful. For example, the Raising Healthy Children program, which includes interventions for teachers, parents, and students, has been found to help prevent drug addiction in elementary-school children when the program goes on for 18 months or more. The prevalence of easier access to technology has led to the development of computer-based prevention programs. Such programs have been found to be very promising in how they compare to more traditional prevention programs, as well as how many more people can be reached through technology.  Al-Anon-Alateen: 888-4AL-ANONAlcoholics Anonymous World Services: 212-870-3400American Council on Alcoholism treatment referral line: 800-527-5344Kids Against Drugs: http://www. kidsagainstdrugs. comMothers Against Drunk Driving: 800-GET-MADDNarconon: http://www. narconon. org/Narcotics Anonymous: http://www. na. orgNational Clearinghouse for Alcoholism and Drug Information: 800-729-6686National Cocaine Hotline: 800-COCAINE (262-2463)National Council on Alcoholism and Drug Dependence: 800-NCA-CALLNational Drug Information Treatment and Referral Hotline: 800-662-HELP (4357)National Institute on Alcohol Abuse and Alcoholism: 301-443-3860National Institute on Drug Abuse: http://www. nida. nih. govNational Resource Center: 866-870-4979 ", 
    "title": "Drug Abuse"
}