{
    "data": "  Dry mouth is a condition that results from a decreased volume of saliva in the mouth. Dry mouth is also called xerostomia. Xerostomia can make it difficult to speak, eat, and digest food and can lead to malnutrition. Extreme dry mouth and salivary gland dysfunction can produce significant anxiety, permanent mouth and throat disorders, and can impair a person's quality of life. Dry mouth affects about 10% of all people and tends to be more prevalent in women than men. Disorders of saliva production affect elderly people and those who are taking prescription and nonprescription medications most frequently. Saliva is an essential part of a healthy mouth and is often taken for granted. The lubricating properties of saliva provide comfort and help protect the oral tissues against ulcers, sores, and other frictional movements that accompany normal eating and speaking. Saliva neutralizes acids and helps defend against tooth decay, and bacterial, viral, or fungal threats. Saliva helps digest food and helps teeth in remineralization. Saliva is also a very essential contributor to a person's ability to taste, as it acts as a solvent for the taste stimuli. When saliva volume is insufficient, all of these functions are impaired.  People complaining of dry mouth may exhibit some or all of the following symptoms: Dry feeling in mouthDry feeling in throat, sore throatFrequent thirstDifficulty speaking, chewing, and swallowing (dysphagia)Increased need to drink liquids in order to swallowDiminished or altered sense of tasteChapped or cracked lipsHoarsenessDry eyesPale gumsHeadaches, dizzinessBad breathPersistent coughDry nasal passagesDry corners of mouthMouth sores, ulcersDifficulty wearing denturesWhite tongue indicative of a fungal infection like yeast (candidiasis)Burning or tingling sensation in mouth, tongue, or throatRed, bleeding gums, gingivitis, and periodontitisTooth decay—especially around the gum line or on the root surfaces Fungal infections occurring in an individual with dry mouth may be associated with another underlying disease or disorder such as Addison's disease, HIV, or diabetes. The most common sign of fungal infection of the mouth is burning tongue or white or dark plaque on the tongue or soft tissues of the mouth. Frequently, a dry mouth may manifest mostly at night during sleeping, especially in mouth-breathers When dry mouth is observed, the dentist can be helpful in determining the cause of dry mouth and obtaining a proper diagnosis. The diagnosis will help in developing a plan for management and treatment. The dentist will inspect the main salivary glands and ducts to check for blockages and may measure both stimulated and unstimulated salivary flow. The lips, tongue, and oral tissues will all be inspected for dryness. Sometimes a patient will still complain of dry mouth even if salivary flow is adequate. Since the symptoms of dry mouth vary greatly from individual to individual, treatments vary. Sometimes treatments are given for prolonged, chronic complaint of dry mouth, even without clinical signs of changes within the mouth. The dentist can be an important resource for specific information to manage dry mouth.   Those seeking treatment for dry mouth will most likely want something to provide comfort and relief. Treatment for dry mouth can be divided into the following four categories: saliva preservation, saliva substitution, saliva stimulation, and prevention of caries, and yeast (Candida) infection. Saliva preservation: If salivary content is low, one must do as much as possible to keep the oral tissues as moist as possible and limit the things that can dry the mouth out. Those experiencing dry mouth should try to breathe through their nose as much as possible, and limit mouth breathing. Avoiding caffeine, alcohol, and tobacco is very important. Using a humidifier to introduce more moisture to a room or at bedside can be helpful, especially while sleeping. Don't use OTC antihistamines or decongestants, as they can dry the mouth out as well. Saliva substitution: There are many home remedies to help replace the moisture that saliva provides to the mouth. These include drinking water more frequently throughout the day, especially while eating. Sucking ice chips throughout the day will help the mouth remain as moist as possible. A mouthwash can be helpful, but it can also be harmful. When selecting a mouthwash, the person must choose a product that doesn't contain alcohol, such as Biotene, for alcohol-based products will only cause further mouth dryness. Artificial OTC saliva substitutes and oral lubricants containing glycerin will provide help during eating and speaking. They won't cure xerostomia, but will provide some relief. Moisturizing the lips with a balm or Vaseline can also be helpful. Saliva stimulation: Chewing gum can help stimulate salivary flow, but it is important to remember not to use gum or candies that have sugar in them or the person will be placed at greater risk for developing cavities. Sugar-free lemon drops or other hard candies can also help stimulate the salivary glands. Other remedies include medications that help increase salivary flow such as pilocarpine (Salagen) and cevimeline (Evoxac). These prescription medications are to be avoided by people with asthma or glaucoma. Prevention of caries and Candida infection: Cavities, gingivitis, periodontal disease, and fungal infections are common complications of dry mouth. A dry oral environment makes plaque control more difficult, so meticulous oral care and hygiene becomes essential in preventing rampant caries, gingivitis, and periodontal disease. The affected individual should incorporate a low-sugar diet and begin daily use of fluoride treatments and antimicrobial rinses to combat the effects oral dryness has on the teeth and oral tissues. Prescription toothpastes that contain more fluoride, calcium, and phosphate will help protect and remineralize teeth where necessary. Frequent visits to the dentist are necessary to help manage these complications. Since people with dry mouth often develop fungal infections such as thrush (oral candidiasis), they may require topical antifungal treatment such as rinses and dissolving tablets. Dentures often harbor fungal infections, so they should be soaked daily in chlorhexidine or 1% bleach.  There is really no way to prevent dry mouth, only the side effects of dry mouth. It is vital to detect, diagnose, and treat xerostomia as early as possible to avoid the devastating consequences of chronic dry mouth on dental and overall health. The prognosis (outlook) depends on the underlying cause of the dry mouth. Management should be focused on eliminating the cause when possible, such as with dehydration, anemia, and stress. If the cause can't be eliminated, then it is necessary to keep the affected person as comfortable and free from caries and Candida yeast infection as possible. By using simple techniques to help stimulate saliva, substitute for saliva, and protect the teeth and surrounding tissues, one can expect a very good prognosis for avoiding the side effects of dry mouth. ", 
    "title": "Dry Mouth"
}