{
    "data": "  Dry eye syndrome is a very common and usually benign condition that is characterized by a disturbance of the tear film. This abnormality may result in disruption of the ocular surface, causing a variety of symptoms and signs and interference with quality of life. To help keep the eyes comfortable and vision optimal, a normal, thin film of tears coats the eyes. Three main layers make up this tear film. The innermost layer is the thinnest. It is a layer of mucin (or mucus). This very thin layer of mucus is produced by the cells in the conjunctiva (the clear skin that lines the eye). The mucus helps the overlying watery layer to spread evenly over the eye. The middle (or aqueous) layer is the largest and the thickest. This layer is essentially a very dilute saltwater solution. The lacrimal glands under the upper lids and the accessory tear glands produce this watery layer. The function of this layer is to keep the eye moist and comfortable, as well as to help flush out any dust, debris, or foreign objects that may get into the eye. Defects of the aqueous layer are the most common cause of dry eye syndrome, also referred to as dry eye or keratoconjunctivitis sicca (KCS). The most superficial layer is a very thin layer of lipids (fats or oils). These lipids are produced by the meibomian glands and the glands of Zeis (oil glands in the eyelids). The main function of this lipid layer is to help decrease evaporation of the watery layer beneath. Dry eye syndrome (DES) -- also called dry eye, dry eye disease, or keratoconjunctivitis sicca (KCS) -- is a common condition of the tear film that affects a significant percentage of the population, especially those older than 40 years of age. Dry eye syndrome can affect any race and is more common in women than in men. Another term used for dry eye is ocular surface disease.  More than three million American women over the age of 50 have moderate to severe dry eyes, while more than 1. 5 million American men over the age of 50 are similarly afflicted. This health condition is fairly benign and easily treated with artificial tears, however. Many wearers of contact lenses experience dry eyes at some point with many discontinuing or limiting lens wear. Dry eye is a significant finding in patients having undergone refractive surgery, especially LASIK. In addition to affecting ocular health, the discomfort and irritation of dry eyes can cause deterioration of general well-being, emotional health, and social functioning. Studies have demonstrated that people with dry eye syndrome are three times more likely than those without dry eyes to have difficulty with reading, computer work, watching TV, and driving. Our health care resources are impacted by direct costs of dry eyes, such as frequent physician visits, diagnostic tests, and charges for medication and surgery. In addition, there are immeasurable indirect costs related to decreased productivity and efficiency and lost work time.  Dry eye syndrome is a common disorder of the normal tear film that results from decreased tear production, excessive tear evaporation, and an abnormality in the production of mucus or lipids normally found in the tear layer, or a combination of these. Aqueous (watery) tear deficiency is caused by either poor production of watery tears or excessive evaporation of the watery tear layer. Poor production of tears by the tear glands may be a result of age, hormonal changes, or various autoimmune diseases, such as primary Sjögren's syndrome, rheumatoid arthritis, or systemic lupus erythematosus. Evaporative loss of the watery tear layer is usually a result of an insufficient overlying lipid layer. Some medications, such as antihistamines, antidepressants, beta-blockers, and oral contraceptives, may decrease tear production. If blinking is decreased or if the eyelids cannot be closed, the eyes may dry out because of tear evaporation. While reading, watching TV, or performing a task that requires close attention with the eyes, a person may not blink as often. This decreased blinking allows excessive evaporation of the tears. Certain health conditions, such as stroke or Bell's palsy, make it difficult to close the eyes. As a result, the eyes may become dry from tear evaporation. Abnormal production of mucin by the conjunctiva may occur. This can result from chemical (alkali) burns to the eye or because of different autoimmune diseases, such as Stevens-Johnson syndrome and cicatricial pemphigoid. This abnormal production leads to poor spreading of the tears over the surface of the eye. The surface of the eye can dry out and even become damaged, even though more than enough watery tears may be present. Insufficient lipid layers are the result of meibomian gland dysfunction, rosacea, or following oral isotretinoin medication. Meibomian glands are the oil glands in the eyelids that produce the lipid layer. If these oil glands become blocked or if the oil is too thick, there may not be enough oil to cover the watery tear layer to prevent its evaporation. In addition, if an infection is present along the eyelids or the eyelashes (called blepharitis) the bacteria may break down the oil, so there may not be enough oil. This may lead to evaporative loss of tears and dry eyes.  Dry eye syndrome is more common with increasing age, female sex, and Asian ethnicity. Menopause can increase the risk of dry eye syndrome. Paradoxically, postmenopausal women on hormone replacement therapy, especially estrogens alone, have a higher prevalence of dry eyes than postmenopausal women taking no hormones. Occupational and environmental factors increasing risk include low humidity, high room temperature, wind exposure, pollution and poor air quality, smoking, and decreased blink rates due to sustained computer use or reading. Diseases associated with dry eyes include vitamin A deficiency, autoimmune/connective tissue disease, hepatitis C infection, HIV infection, Sjögren's syndrome, sarcoidosis, diabetes mellitus, and androgen or estrogen deficiency. Wearing contact lenses increases the risk of dry eye syndrome. Refractive surgery, especially LASIK, frequently causes dry eyes. A diet low in omega-3 fatty acids or a diet with a relatively high amount of omega-6 fatty acids relative to omega-3 fatty acids can also increase the risk of dry eye syndrome. Various types of medications, including systemic chemotherapy, diuretics, antidepressants, antihistamines and beta-adrenergic blockers, may cause dry eyes as a side effect of the medication. Irregularities of the conjunctival surface as seen with pingueculae or pterygia, can cause dry eye symptoms.  A person with dry eye syndrome may experience dry, gritty/scratchy, or filmy feeling, burning or itching, redness of the eyes (conjunctivitis), blurred vision, foreign body sensation, and light sensitivity. Dry eye symptoms seem to worsen in dry or windy climates and with higher temperatures and lower humidity. Symptoms may also be worse with prolonged use of the eyes (for example, while reading and watching TV) and toward the end of the day. Sometimes a symptom of dry eye syndrome may actually be intermittent excessive tearing. With dry eye, when the eyes becomes slightly dry and irritated, it may initiate reflex tearing with the production of a large amount of tears all at once to try to get moist and comfortable again. Unfortunately, the eyes can only handle so many tears at any one time; the rest pour over the eyelids and down the cheeks. Those tears that pour down the cheeks do not help the eyes and are wasted. A short time later, the eyes will become slightly dry and irritated again and the whole process may repeat itself. During an eye examination, an eye doctor (ophthalmologist) will most likely be able to diagnose dry eye syndrome just by hearing the patient's complaints about his or her eyes. Confirmation of the diagnosis can be made by seeing signs of dry eyes. As part of the eye examination, a doctor may perform the following tests: The front of the eyes is examined using a special microscope, called a slit lamp. The amount and thickness of the tear film are inspected. The stability of the tear film is assessed by checking the tear breakup time. The conjunctiva is examined to determine if it is too dry. The cornea is checked to see if it has dried out or become damaged. Different dyes may be used during a patient's eye examination. These are placed into the tears in the form of a drop. Fluorescein is a yellow dye that stains the cornea where epithelial (surface) cells have been worn away because of the lack of an adequate protective tear film. Rose Bengal is a red dye that stains the cornea and the conjunctiva where the cells are dead or dying as well as where healthy cells are inadequately protected by the tear film. Lissamine Green is a green dye which can help differentiate between normal and abnormal surface cells of the cornea and conjunctiva. Schirmer tests measure the amount of tears produced by the eyes. The ophthalmologist places the end of a thin strip of filter paper just inside the lower eyelid. After a minute, the filter paper is removed and the amount of wetting is measured. Less wetting of the filter paper is more indicative of dry eye syndrome. The osmolarity (salt content) of the tears may be measured. This is a new test which has been developed to aid in the diagnosis of dry eye syndrome, in which tear osmolarity is increased over normal levels. If autoimmune diseases or Sjögren's syndrome are suspected as a cause of a patient's dry eye syndrome, blood tests may be performed. These blood tests check for the presence of different autoantibodies that may be associated with dry eye syndrome. Rarely, a doctor may perform a biopsy of the salivary glands. Certain disease processes, such as Sjögren's syndrome, affect both the salivary glands, which produce saliva in your mouth, and the lacrimal glands, which produce tears.  Although no cure exists for dry eye syndrome, many medical treatments are available. Treatment is dependent on the severity of the condition; some people may only require a humidifier or occasional eye drops while others may require surgery to help decrease dry eyes. Over-the-counter lubricating eye drops, commonly referred to as artificial tears, may help relieve dry eyes. Some examples of these products include 20/20 Tears, Celluvisc, Comfort Tears, Dry Eyes, Murine, Refresh, and Tears Naturale. A doctor may also prescribe medications to help a patient with dry eye syndrome. Certain prescription medications may help with dry eye syndrome. Eye lubricants may be prescribed, such as Lacrisert, an artificial tear insert. The insert is similar to a contact lens and is inserted 1-2 times per day. Cellulose is contained in the insert and acts to stabilize and thicken the film of tears over the eyes and to prolong the time the tear film works. The artificial tear insert must be properly inserted, otherwise corneal abrasion may occur. Cyclosporine A 0. 5% (Restasis) helps decrease any inflammation on the surface of the eye. This inflammation is thought to decrease the ability of the eyes to maintain a healthy tear film. Used twice a day, cyclosporine 0. 5% helps people make more, healthier tears on their own. Corticosteroid drops (Lotemax, Alrex, FML, Vexol), either alone or used in conjunction with cyclosporine, reduce the signs and symptoms of dry eye. Although the FDA has not yet approved this group of drops for the medical treatment of dry eye syndrome, they are being successfully used by many ophthalmologists. Corticosteroid drops, if used in excess, may have some side effects, but new formulations with fewer side effects have become available. Like all medications, these should only be used under a doctor's supervision and according to her or his instructions. Nonsteroidal anti-inflammatory drops (Voltaren, Acular, Nevanac, and Xibrom) likewise reduce the inflammation associated with dry eye syndrome. Antibiotics are used if a person has blepharitis or meibomian gland dysfunction. Antibiotic ophthalmic ointments, such as erythromycin and bacitracin, among others, are used at night for about 7-10 days to decrease the number of bacteria that break down the lipid layer of the tear film. These ointments also lubricate the eyes overnight. Oral antibiotics, particularly tetracycline and doxycycline, not only help to decrease the number of bacteria, but also help to make the oil more fluid so it flows out of the oil glands more easily. This is often used if a person has rosacea. There are many people who have rosacea of the eyelids, suffer from dry eye syndrome, and do not have the typical changes of rosacea on the rest of the face.  To help alleviate the symptoms of dry eye syndrome, certain self-care tips at home may help. A humidifier puts more moisture into the air. With more moisture in the air, tears evaporate more slowly, keeping the eyes more comfortable. Both furnaces in the winter and air conditioning in the summer decrease the humidity in the air. Excessive air movement dries out the eyes. Avoid having excessive air movement by decreasing the speed of ceiling fans and/or oscillating fans. Large amounts of dust or other particulate matter in the air may worsen the symptoms of dry eye. In those situations, an air filter may be helpful. Warm compresses and eyelid scrubs/massage with baby shampoo help by providing a thicker, more stable lipid layer. This is especially helpful if a person has meibomian gland dysfunction, rosacea, or blepharitis. The heat (careful, warm compresses should not be too hot; the compress should not be uncomfortable if placed on your wrist) warms up the oil in the oil glands, making it flow more easily; the massaging action helps get the oil out of the glands. The cleansing action decreases the number of bacteria that break down the oil. Artificial tears and lubricating eye drops and gels (available over the counter) help provide more moisture and lubrication for the surface of the eye. They are typically used about four times a day, but they can be used as often as needed. Preservative free solutions are recommended if one wishes to use tears more than six times a day. There is no single over-the-counter drop that is best for everybody. Each individual will determine which drop provides the most relief from symptoms. Some drops may have a longer time effect than others. Lubricating eye ointments are much thicker than eye drops and gels. Because ointments are so thick, they last much longer than eye drops and gels. However, because of their thickness, ointments may blur vision if they are used during the day. Therefore, they are typically used to lubricate the eyes overnight during sleep. If the eyes are dry mainly while reading or watching TV, taking frequent breaks to allow the eyes to rest and become moist and comfortable again is helpful. Closing the eyes for 10 seconds every five to 10 minutes will increase comfort, as will blinking more frequently. Taking a fish oil (or other high quality source of omega-3 fatty acids) supplement every day can often be helpful in alleviating symptoms of dry eye.  Chronic dry eye syndrome is a persistent condition that may wax and wane over a long period of time. Removing environmental influences or reducing contact lens wear does not provide relief. Different minor surgical procedures may help decrease dry eye syndrome. Near the inner corner of each eyelid are tiny openings, called punctae, that are the beginning of the normal tear drainage system. Punctal occlusion helps by decreasing the normal drainage of the tears from the ocular surface and down the tear drainage system, into the back of the nose, and down the throat. This occlusion is usually done by a very simple office procedure and only takes a few minutes. Different punctal plugs or lacrimal canalicular plugs can be placed at or just inside these openings to block the normal drainage of tears down the tear drainage system. Just like a stopper placed in the drain of a sink keeps the water from flowing down the drain, these plugs keep the tears from flowing down the tear drainage system. Therefore, the eyes stay more moist and comfortable, even if one has fewer tears. These plugs can usually be removed very easily, if necessary. Sometimes, in severe cases of dry eye syndrome, these openings are permanently closed, usually by cautery (burning) or laser. This accomplishes the same thing as the plugs, but it is very difficult, if not impossible, to reverse. If a person has difficulty closing the eyes for any reason, such as Bell's palsy, the eyes may dry out because of tear evaporation. Lateral tarsorrhaphy is a procedure during which the lateral (outside) one-third of the eyelids are sewn together to decrease the ability of the eye to open widely and to help the eyes close more easily. If stroke or nerve damage keeps the eyelids from closing properly, a small gold weight may be implanted into the upper eyelid to help it close.  Sometimes, people sleep with their eyes slightly open. If a person sleeps this way, he or she might want to actually tape the eyes shut at night. Moisture chambers are plastic shields (similar to swim goggles) that help keep the eyes from drying out by decreasing the evaporation of tears off the eye. The moisture chambers may be used just at night if a person sleeps with their eyes slightly open, or they may be used all day, if necessary. Most people with dry eye syndrome have nothing to worry about aside from an annoying inconvenience. Although the symptoms might make activities of daily living (for example, reading, watching TV, driving) miserable, no long-term vision loss is to be expected. For those with more severe dry eye syndrome, significant drying of the surface of the eye can lead to an increased risk of serious infections. Ultimately, scarring, thinning, and even perforation of the cornea may occur. As a result, vision, or even the eye itself, may be permanently damaged or function lost. Although dry eye syndrome can be very symptomatic, it is seldom a cause of significant visual loss. Most cases are fairly benign and easily treated with artificial tears. Although ulcers of the cornea can occur, they are extremely rare.  Avoiding environmental causes of dry eye can be helpful in prevention. If the eyes are dry mainly while reading or watching TV, taking frequent breaks to allow the eyes to rest and become moist and comfortable again is helpful. Closing the eyes for 10 seconds every five to 10 minutes will increase comfort, as will blinking more frequently. Taking a fish oil (or other high quality source of omega-3 fatty acids) supplement every day can often be helpful in alleviating symptoms of dry eye. ", 
    "title": "Dry Eyes"
}