{
    "data": "  Dry skin is a very common condition that causes small fine flakes and dry patches. Itching is one of the most common symptoms of dry skin. Scratching may be hard to resist. Dry skin is more common in colder winter months and drier climates. The elderly are more prone to dry skin than younger people. Dry skin is more common in individuals with a history of eczema. Dry skin may rarely be a side effect of certain medications. Dry skin is more common in those with hypothyroidism. Repeat itch-scratch cycles may lead to skin thickening and darkening. Possible complications include rashes, eczema, and bacterial infections. Extremely dry skin can cause cracks and breaks in the skin. Medications including topical corticosteroids and lubricating lotions and creams can help ease itching. Secondary infections may result from scratches and skin breakdown. Topical or oral antibiotics may be necessary for secondarily infected dry skin. Several home remedies, such as decreasing bathing frequency and lubricating the skin with moisturizers after showers, can help control and prevent dry skin. Dry skin is a very common skin condition characterized by a lack of the appropriate amount of water in the most superficial layer of the skin, the epidermis. While dry skin tends to affect males and females equally, older individuals are typically much more prone to dry skin. The skin in elderly individuals tends to have diminished amounts of natural skin oils and lubricants. Areas such as the arms, hands, and particularly lower legs tend to be more affected by dry skin. Dryness of the skin is affected by the amount of water vapor in the surrounding air, the humidity. Dry skin is also known as xeroderma or (xerosic dermatitis). Dry skin may be a mild, temporary condition lasting a few days to weeks. Dry skin may also become a more severe, long-term skin problem for some. Symptoms of dry skin include discomfort from skin tightness and itching. In addition, external factors such as weather can affect the severity of skin dryness. For example, cold or dry air and winter weather can worsen dry skin. Individuals whose occupations require more frequent hand-washing and sanitizing may experience dry skin more often. Dry skin may also be a side effect of some medications. The epidermis is normally composed of fat (lipid) and protein. The lipid portion of the epidermis helps prevent skin dehydration. When the skin's fatty oils are removed, the skin loses its protection and loses moisture more easily. As skin becomes dry, it also may become more sensitive and prone to rashes and skin breakdown. This condition is sometimes referred to as xerosis. Dry skin may be an entirely invisible skin condition, or may cause a fine dry powder-like appearance of the skin. Untreated, dry skin may become irritated and result in a red rash (xerodermatitis). Simple prevention and treatment measures are very effective in the treatment of dry skin. Basic dry skin prevention steps include avoidance of harsh soaps and chemical cleansers. Treatment generally requires more frequent and regular applications of bland emollients and moisturizers. Untreated, dry skin may result in complications, including, eczema, secondary bacterial infections, cellulitis, and skin discoloration. Fortunately, dry skin is usually mild and can be easily remedied.  There is no single cause of dry skin. Dry skin causes can be classified as external and internal. External factors are the most common underlying cause and are the easiest to address. External factors include cold temperatures and low humidity, especially during the winter when central heaters are used. Internal factors include overall health, age, genetics, family history, and a personal history of other medical conditions like atopic dermatitis. In particular those with ceartain thyroid diseases are more prone to developing dry skin. External factors that cause dry skin include over-washing with harsh soaps,overuse of sanitizers and cleaning agents (alcohol),cold temperature,low humidity. Although bathing and showering adds water to skin, it is the evaporation of this water after the completion of the immersion that results in dry skin. Skin that feels overly tight after bathing may indicate excess removal of natural skin oils. One of the most common factors causing dry skin is frequent application of harsh soaps. The type of soap may have a large impact on dry skin. Soap is an emulsifier that removes oils on the skin. The more often skin is scrubbed with soap, the more oil is removed, ultimately resulting in dryer skin. Excessive use of soaps can worsen dry skin. Moreover, dry skin may persist or worsen if using moisturizers improperly or choosing an inadequate moisturizer. Sometimes, the material of different clothing can also affect dry skin. Some materials such as wool or synthetic fibers tend to irritate the skin and worsen dry skin. Dry skin condition may be caused by taking some medicines as well. Some examples are drugs for high blood pressure, high cholesterol, allergies, and acne. Occasionally, a dry skin problem can be a sign of an internal medical condition. For instance, aging may inherently make people more prone to developing dry skin. In addition, eczema, psoriasis, diabetes, hypothyroidism, and malnutrition are all associated with dry skin.  The key symptom of dry skin is itching. People who have dry skin can often find rough, dry, red patches on their skin, and these patches are often itchy. Typical skin areas affected include arms, hands, lower legs, abdomen, and areas of friction such as ankles and soles. As skin dryness becomes more severe, cracks and fissures may evolve. Symptoms and signs: ItchingRough dry skinRed plaques The itchy feeling may worsen the severity of dry skin. Itching can lead to the development of the \"itch-scratch\" cycle. That is, as a person feels itchy, he or she scratches in response, which exacerbates the itch, and so on. The itch-scratch cycle is often seen when conscious control of scratching is low or absent, for instance during sleep. Most common dry skin areas are the lower legs,hands,arms. Constantly scratching and rubbing the skin may cause the skin to become thick and leathery. For others, small, red, raised bumps may appear on their skin, and these bumpy spots can be irritated, opened, and infected if scratched. Generally, dry skin can be easily diagnosed when the physician visually inspects the skin. While dry skin can appear on any type of skin at any age, the elderly and individuals who frequently expose their skin to soaps or detergents are more prone to developing this condition. In addition, a thorough medical history and review of the family history can help support the diagnosis of dry skin. Based on the medical history, other medical conditions may be ruled out or considered. In more difficult cases, a skin biopsy may be helpful to confirm the diagnosis and direct the treatment plan.  Winter itch is a common name for the skin symptom of generalized itching in the winter. It is primarily caused by dry skin and is most common in the elderly. Winter itch caused by dry skin may also be seen in those with a history of eczema. External factors, including cold temperatures, low humidity, and the use of central heat, tend to worsen dry skin during the winter season. Therefore, some people refer the condition of dry skin in the winter as \"winter itch. \" Dry skin may be mimicked by a genetic condition called ichthyosis. There are many types of ichthyosis. Ichthyosis vulgaris is the most common type and it is a severe scaly skin condition, often of the front of the lower legs. This is not really dry skin, but rather scaly skin caused by the failure of old skin to slough propperly. Ichthyosis vulgaris causes dry, fishlike scales. This type of ichthyosis tends to run in families. Dry skin is also more common in atopic dermatitis, which is thought to have a genetic component. Certain physiological changes and medical conditions may cause dry skin. The onset of dry skin may be due to aging or hormonal changes, as seen in menopausal women. In some cases, individuals who have medical conditions such as hypothyroidism, diabetes, or malnutrition (for example, deficiency of vitamin A) may suffer from xerosis. The following medical conditions may cause dry skin: HypothyroidismDiabetesMalnutritionAtopic dermatitis  Medications for medical conditions like high blood pressure (such as diuretics), cholesterol-lowering drugs, and acne (such as retinoids like Retin A and isotretinoin) may also dry out the skin. The best treatment for dry skin is daily lubrication with an emollient (a substance that inhibits the evaporation of water). Because most dry skin is due to external causes, external treatments like creams and lotions can be applied and effectively control the skin problem. Often, dry skin can be improved by applying a bland over-the-counter moisturizer. Once other causes of dry skin have been ruled out, the main goals of treatments are to stop the itching, prevent loss of water, and restore skin hydration. Light moisturizing lotions for mild dry skin Cetaphil lotionLubriderm lotionCurel lotion Highly moisturizing products (that characteristically do not flow out of the jar when inverted) for severe dry skin VaselineAquaphor Topical steroid creams include hydrocortisone 1% cream (mild strength),Pramosone 2. 5% cream (mild strength),triamcinolone 0. 1% cream (medium strength),fluocinonide 0. 05% cream (strong strength). As a general rule, only mild corticosteroid creams like hydrocortisone should be used on the face, underarm, and groin areas. Long-term application of strong corticosteroid creams like fluocinonide may cause serious adverse effects, including skin thinning, stretch marks, and skin breakdown. Oral antihistamines such as diphenhydramine (Benadryl), hydroxyzine (Vistaril, Atarax), and cetirizine (Zyrtec) may also alleviate generalized itching in dry skin by allowing one to sleep better at night. They do not have a direct effect on the itching itself. Anti-itch oral medications hydroxyzine (Atarax)diphenhydramine (Benadryl)  An occasional complication of dry skin and itching is secondary bacterial infection. Infections may be mild and resolve spontaneously or may be more severe and necessitate antibiotic treatment. Severe itching leads to repeat scratching of lesions, hence the \"itch-scratch-rash-itch\" cycle. Because of the persistence of this itch-scratch cycle, the skin may become much thickened in these areas from rubbing. Repeat skin rubbing in the same area may lead to two localized chronic skin conditions called lichen simplex chronicus (LSC) and prurigo nodule. Apply an emollient cream two or three times daily to wet skin. Dry skin may be improved by taking lukewarm showers or baths and avoiding excess skin scrubbing. Hot water and harsh scrubbing can take away the natural oils that protect skin and make the skin even drier. Dry skin may be prevented by use of gentle cleansers. Mild cleansers or soap-free products like Aveeno, Cetaphil, Dove, or Neutrogena are recommended for dry and sensitive skin. Many scented, deodorant, and antibacterial soaps can be too harsh and wash off natural skin-protecting oils. Special moisturizers containing lactic acid (Amlactin, Lac-Hydrin), or urea (Urix or Carmol) are also effective in hydrating the skin. Mild soaps and cleansers include Dove soapless cleanser,Aveeno cleanser,Cetaphil cleanser. Mild moisturizers without perfumes are good for dry skin. Thick and greasy emollients work best. Typically, moisturizers should be applied within three to five minutes of bathing when the skin is still damp. The moisture on the skin and in the environment is very important to dry skin. Maintaining the skin at optimal hydration and using an indoor humidifier may help improve dry skin.  To prevent skin from drying out, it may be helpful to humidify the indoor environment especially during the drier, winter months. Sometimes decreasing bathing frequency and avoiding strong soaps, and decreasing exposure to detergents also may help improve dry skin. Harsh cleansers can strip away the natural oils and sebum from the skin. Limiting exposure to irritants such as solvents and wool clothing can prevent the dry skin condition from worsening. Avoid strong soaps and detergents. Use indoor room humidifiers. Limit exposure to irritants such as solvents. Avoid wool clothing. Use cotton and natural fiber clothing. Move to a super-humid environment like New Orleans, Houston, Bangkok, Hong Kong, or Manila. Top products for dry skin include mild cleansers and rich moisturizers. Non-scented, mild cleansers or soap-free products include Dove, Cetaphil, and Purpose soap. Thick, greasy, moisturizers include Aquaphor, Vaseline, Crisco, and SBR Lipocream. ", 
    "title": "Dry Skin"
}