{
    "data": "  Serotype E. coli 0157:H7 is a bacterium that can produce bloody diarrhea due to toxins, especially Shiga (Vero) toxin that it produces, it is secreted when the bacterium infects the human intestine. Other E. coli serotypes like 0145 or 0104:H4 can act like 0157:H7 if they acquire the ability to produce Shiga (Vero) toxin. The early symptoms of E. coli 0157:H7 infection may include: Fever (about 100 F to 101 F or 37. 7 C to 38. 3 C)NauseaVomitingStomach crampsDiarrhea that often is bloodyMalaisePoor food intake (appetite loss)Mild dehydrationLater symptoms of E. coli infection may include:Hemorrhagic diarrhea (large amounts of blood in the stools)AnemiaPale skin colorSevere dehydrationLittle or no urine outputSevere abdominal painEasy bruisingNosebleedsFatigueShortness of breathGeneralized swellingRenal failureJaundiceExcessive bleedingSeizuresMental changesDeathE. coli infection is contagious and can be spread from person to person by fecal contamination. E. coli 0157:H7 is notorious because it can cause additional complications in children and the elderly; renal failure, anemia, and dehydration especially for children (termed HUS or hemolytic uremic syndrome) and spontaneous bleeding, organ failure, and mental changes in the elderly (termed TTP or thrombotic thrombocytopenic purpura). Some of these patients develop permanent disabilities or die. E. coli 0157:H7 infections that produce late and/or severe symptoms may require a team of specialists to treat the patientDiagnosis is definitively made when E. coli 0157:H7 is isolated, usually from the patient's stool, and identified as serotype 0157 with immunologic tests. Most E. coli 0157:H7 infections resolve spontaneously and require no treatment. However supportive treatment is required quickly required if the patient becomes dehydrated, anemic, or develops HUS or TTP. The majority of E. coli 0157:H7 infections have excellent outcomes. If complications develop such as severe dehydration, anemia, HUS or TTP, the outcomes can decline from good to poor quickly. Infection with E. coli 0157:H7 usually comes from eating contaminated food. Prevention of infection consists of eating well cooked foods, especially hamburger, and drinking treated or pasteurized fluids. Avoiding touching or eating any food that may be contaminated with any animal or human waste will help prevent the infection. There is no E. coli 0157:H7 vaccine available for humans.  Escherichia coli (E. coli) is a bacterium that can survive in an environment with or without air (facultative anaerobe) and, depending on the environment, may or may not produce thin hair-like structures (flagella or pili) that allow the bacteria to move and to attach to human cells. These bacteria commonly live in the intestines of people and animals worldwide and do not cause problems. Some strains (serotypes) cause diseases that range from urinary tract infections to life-threatening, bloody diarrhea. There are over 700 strains (serotypes) of E. coli. Most of the strains of E. coli are normal inhabitants of the small intestine and colon and do not cause disease in the intestines. (They are non-pathogenic. ) Nevertheless, these non-pathogenic E. coli can cause disease if they spread outside of the intestines, for example, into the urinary tract (where they cause bladder or kidney infections), or into the blood stream (sepsis). Other E. coli strains (enterovirulent E. coli strains or EEC) cause \"poisoning\" or diarrhea even though they usually remain within the intestine by producing toxins or intestinal inflammation. There are four to six groups (some researchers combine groups) of E. coli serotypes that comprise EEC. Their names are derived from descriptions of the characteristics that separate them from the other groups. EHEC (enterohemorrhagic E. coli)ETEC (enterotoxigenic E. coli)EPEC (enteropathogenic E. coli)EIEC (enteroinvasive E. coli)EAEC (enteroadherent E. coli)EAggEC (enteroaggregative E. coli) E. coli were first isolated by T. Escherich in 1885 and were named after him. The over 700 serotypes are identified by small antigenic changes in their surface \"O\" antigens (lipopolysaccharides or molecules on the bacterial surface of gram-negative bacteria), for example E. coli 0157 or E. coli 055. These serotypes are identified by immunological tests using antibodies to the antigens. E coli strains are further distinguished by \"H\" protein antigens (different types of flagella that make the bacteria motile). Consequently, a particular E. coli strain can be identified as H, followed by a number, and this identifier is added to the \"O\" name; for example, E. coli 0157:H7. Although this name designation seems complicated, researchers and clinicians use these antigenic identifiers to track specific E. coli strains that cause outbreaks of disease. As discussed previously, E. coli strain, E. coli 0157:H7 is notorious for its potential to cause complicated disease in humans; the remainder of this article will focus on this E. coli strain. However, it is important to remember other types of E. coli produce similar if not identical problems and they too, will be addressed in this article; the newest serotype causing problems is E. coli 0145.  E coli O157:H7 is the predominant serotype of E. coli that form one group of EEC. This EEC group is termed enterohemorrhagic E. coli or EHEC. Unfortunately, other terms in the medical literature describe this group (VTEC or Vero toxin-producing E. coli and STEC or Shiga toxin-producing E. coli). Research suggests that only a small number of E. coli 0157:H7 are needed to cause infection (ingestion of about 10–100 organisms) instead of the thousands to millions needed for infections by other E. coli serotypes. Infection is aided by adhesive receptors (pili or fimbriae) that attach the bacteria to human intestinal cells. Most of the problems caused by the bacteria are due to two Shiga toxins, termed Stx 1 and Stx 2 and also termed Vero toxins. (Toxins are chemicals that are produced by the bacterium and damage human cells. ) These toxins are almost identical to toxins produced by another related bacterium, Shigella spp. that causes dysentery (Shigellosis), and can damage and kill intestinal cells. Shigellosis occasionally causes anemia, damage to platelets, and death of cells in other organs, especially the kidneys. E. coli 0157:H7 is a major health problem. It is estimated to cause infection in more than 70,000 individuals a year in the United States, and the U. S. Centers for Disease Control and Prevention (CDC) suggests E. coli 0157:H7 is responsible for the majority of E. coli outbreaks in the U. S. It has been reported to cause both large as well as small outbreaks. E. coli 0157:H7 diarrheal illness was first recognized when CDC personnel isolated E. coli O157:H7 from patients in two separate outbreaks in Oregon and Michigan. The illnesses were associated with eating hamburgers at the restaurants of a national chain; some patients experienced hemorrhagic colitis (inflammation and bleeding of the colon). Thus, hemorrhagic colitis due to E. coli 0157:H7 is commonly referred to as hamburger disease. Since that time, E. coli 0157:H7 also has been associated with contaminated water, foods, and unpasteurized or incorrectly pasteurized (heat treated) dairy products. A recent 2015 outbreak of E. coli 0157:H7 occurred with Costco rotisserie chicken salad in Montana and has resulted in recalls of products from Taylor farms containing celery. E. coli 0857:H7 is an infection, and is contagious. It can be spread from person to person by contamination with feces of food or water then is eaten.   The early or initial symptoms of E. coli O157:H7 infections usually appear about three to five (though occasionally in as few as one day or as many as 10 days) after a person ingests the bacteria; the symptoms include: <ol>NauseaVomitingStomach crampsDiarrhea that often is bloodyFever of about 100 F to 101 F (37. 7 C to 38. 3 C)MalaiseLoss of appetiteMild dehydration These symptoms can be seen in infected children and adults. The majority of people (especially normal adults) that are infected resolve the infection without antibiotics in about five to seven days. However, some people (about 10% of people infected and especially children under the age of 5 and the elderly) develop more severe signs and symptoms, and these people usually require hospitalization and aggressive treatment. These patients develop the usual early symptoms listed above, but do not resolve the infection. They develop symptoms that last longer (at least a week) and, if not treated promptly, the infection may lead to disability or death. Later or late symptoms of E. coli infections may include some of the following symptoms: <ol>Hemorrhagic diarrhea (large amounts of blood in the stools)AnemiaPale skin colorSevere dehydrationLittle or no urine outputSevere abdominal painsEasy bruisingNosebleedsFatigueShortness of breathGeneralized swellingKidney failureJaundiceExcessive bleedingSeizuresMental changesDeath These symptoms or complications fall into three main categories: <ol>Hemorrhagic (bloody) diarrhea: Hemorrhagic (bloody) diarrhea is defined as an increased amount of blood in the diarrheal stool that does not seem to decrease over time and usually is accompanied by severe abdominal pain. Although this may resolve within a week, some individuals can develop anemia and dehydration that can cause death. Hemolytic-uremic syndrome (HUS): Hemolytic-uremic syndrome symptoms of pallor (due to anemia), fever, bruising or nosebleeds (due to destruction of blood platelets that are needed for blood to clot), fatigue, shortness of breath, swelling of the body, especially hands and feet, jaundice, and reduced flow of urine may be seen. HUS symptoms usually develop about 7 to 10 days after the initial diarrhea begins. HUS is the most common cause of kidney failure in children; children under 10 years old are the most likely to develop HUS. E. coli 0157:H7 produces toxins that damage the kidneys and destroys platelets that can lead to kidney failure, excessive bleeding, seizures or death. Thrombotic thrombocytopenic purpura (TTP): Thrombotic thrombocytopenic purpura is caused by the loss of platelets; however, the symptoms that occur are somewhat different and occur mainly in the elderly. The symptoms are fever, weakness, easy, rapid or \"spontaneous\" bruising, kidney failure, and mental impairment that can rapidly progress to organ failures and death. Until the 1980's, TTP was considered a fatal disease, but since the 1980's, plasma exchange and infusion techniques have reduced the death rate in TTP patients to about 10%. For most people (about 90%), the E. coli 0157:H7 infection clears and a good outcome or prognosis occurs. However, if any of the above mentioned complications occur, the prognosis may range from good to poor. The variable prognosis depends on the severity of the complication, the rapidity of diagnosis and treatment, the response of the individual to adequate treatment and the overall health of the individual. Children and the elderly are at higher risk for adverse outcomes. Strains of E. coli 0157:H7 are mainly known to produce gastrointestinal symptoms; there are only a few reports of such strains causing urinary tract infections.  People who develop only acute symptoms that are mild usually do not require a physician because the illness resolves spontaneously. However, for some children, a pediatrician may be notified and/or may want to see the child. If a person develops severe symptoms, a team of doctors that may include a nephrologist (kidney specialist), a critical care specialist (pediatric or adult), a hematologist, a pulmonologist, cardiologist, and an infectious disease specialist or even a kidney transplant surgeon may be needed. Hospitalization also may be necessary. The diagnosis of E. coli 0157:H7 infection begins with an accurate history, physical exam, and an analysis of a sample of stool from the patient. A presumptive diagnosis is frequently made if the patient has symptoms of bloody diarrhea and a history of being exposed to persons, foods or liquids known to be a source of an E. coli 0157:H7 outbreak. Because other disease-causing bacteria (for example, Shigella and Salmonella) can give patients similar initial symptoms, a definite diagnosis is based on culture of E. coli 0157:H7 from the patient's sample of stool on special culturing plates that then are tested with antiserum (antibodies) that react only with E. coli O157H7. Not all clinics or hospitals have the diagnostic antiserum, so the testing may take a few days. Because of the high frequency of outbreaks of E. coli 0157:H7, the CDC in 2009 recommended that all patients being screened for community-acquired diarrheal infections have their stool samples analyzed with antisera for Shiga toxins, the toxins that are produced by E. coli 0157:H7 and a few other bacteria (for example, E. coli 0104:H4), in addition to having cultures of their stool. This approach may result in faster diagnosis of E. coli 0157:H7 infections. Urine samples can be tested, but E. coli 0157:H7 infrequently causes UTIs; its renal involvement is mainly due to toxins produced by the bacteria. Blood tests such as a complete blood count (CBC), and blood levels of electrolytes, platelets, blood urea nitrogen (BUN), and creatinine (blood tests that measure function of the kidney) are performed periodically to look for the development of HUS or TTP.   Treatment for E. coli 0157:H7 depends on the severity of the disease. Patients, especially healthy adults, often require no treatment for E. coli O157:H7 since many infections are self–limited. Moreover, for the acute diarrheal illness, antibiotics have not proven useful. In fact, some studies have shown that antibiotics may increase the chances of developing HUS (up to 17-fold). This effect is thought to occur because the antibiotic damages the bacteria, causing them to release even more toxin. Most investigators suggest antibiotic use only if a patient is septic, that is, there is evidence that the bacterium has spread to parts of the body other than the intestine. In addition, use of atropine and diphenoxylate (Lomotil), drugs that are commonly used to control diarrhea, also may increase symptoms and trigger complications. In summary, mild infections are treated with the following: RestFluid intakeRarely, antibiotics Treatment for severe symptoms of infection and its complications may include: <ol>Treatment in an Intensive care unit (ICU)Intravenous fluids and electrolytesRed blood cell transfusion(s)Platelet transfusionPlasma exchangeKidney dialysisMedications for high blood pressureMedications for seizuresKidney transplantation Although these conditions have been presented in the symptoms section, they are presented here again because they are actual complications that can occur after the initial disease begins. Patients without these complications usually have excellent outcomes (a good prognosis). Individuals who develop the following complications have outcomes that range from good to poor, depending on their overall health and how quickly they are diagnosed, treated, and respond to treatment. The incubation period between exposure to EHEC bacteria, including E. coli O157:H7, and the onset of symptoms is usually three to four days but may be longer in some individuals. Symptoms of EHEC infection include severe abdominal pain and abdominal tenderness which often is associated with bloody diarrhea. Curiously, there often is little or no fever. The diarrhea typically lasts for six to eight days. Dehydration and blood loss can lead to death in some patients if not corrected early. Hemolytic-uremic syndrome (HUS) is the most worrisome complication of EHEC infection, especially in children, because it is a serious and potentially fatal complication. \"Hemolytic\" refers to the breakup of red blood cells which leads to anemia. There also is destruction of platelets which leads to low blood levels of platelets (thrombocytopenia), which in turn promotes abnormal bleeding. \"Uremic\" refers to failure of the kidneys. In addition, problems in the brain with seizures and coma may occur. Hemolytic-uremic syndrome most commonly affects children under the ages of 10 years and is the most common cause of acute kidney failure in infants and young children. It occurs in about 6% to 10% of hemorrhagic colitis caused by E coli 0157:H7 and usually occurs approximately 7 to 10 days after the onset of diarrhea. Early intervention usually results in better outcomes. Persons infected with E. coli 0157:H7, particularly the elderly, can develop a syndrome similar to HUS called thrombotic thrombocytopenic purpura or TTP with clotting of blood within small blood vessels; anemia due to fragmentation of red blood cells; and a shortage of platelets (thrombocytopenia) that results in easy bruising, neurologic abnormalities, impaired kidney function, and fever. TTP is a serious consequence of E. coli 0157:H7 infection that requires early and aggressive treatment since it results in death in about 10% of all patients who develop it.  Most commonly, E. coli 0157:H7 comes from eating raw or undercooked ground beef (for example, hamburger) or from drinking raw milk. The bacteria are found in animal feces, particularly cattle feces, and contact with the feces can lead to contamination of many types of food and fluids. In 2010, the FDA recalled several productions of beef, including beef placed in pet food. Less commonly, E. coli O157:H7 can be transmitted from one person to another, usually by direct physical contact. The CDC recommends the following to prevent infections from E. coli 0157:H7. <ol>Wash hands thoroughly after using the bathroom or changing diapers, and before preparing or eating food. Wash hands after contact with animals or their environments (at farms, petting zoos, fairs, even your own pets in your own yard or house). Cook meats thoroughly. Ground beef and meat that has been needle-tenderized should be cooked to a temperature of at least 160 F (70 C). It's best to use a thermometer, as color is not a very reliable indicator of \"doneness. \"Avoid raw milk, unpasteurized dairy products, and unpasteurized juices (like fresh apple cider). Avoid swallowing water when swimming or playing in lakes, ponds, streams, swimming pools, and backyard \"kiddie\" pools. Prevent cross contamination in food preparation areas by thoroughly washing hands, counters, cutting boards, and utensils after they touch raw meat. In addition, many researchers suggest that hamburgers ordered in a restaurant should be cooked through completely, so that no pink hamburger meat is visible inside. This cooking reduces the chance that E. coli serotypes will remain alive in the meat. All foods involved in a recall should be put in the trash. No one should attempt to cook the recalled material and eat it. Because E. coli 0157:H7 is routinely found in the intestines of cattle, companies have developed a vaccine to reduce the number of these bacteria in cattle. The first vaccine for cattle was FDA approved in 2009. There is no vaccine available for E. coli 0157:H7 in humans.  Most enterohemorrhagic E. coli (EHEC or STEC) infections were thought to be variants of strain 0157:H7, but this has been shown not to be the situation. Apparently, many other serotypes such as 0145 can acquire the plasmid that is responsible for the synthesis of Shiga (Vero) toxin, and thus can produce disease almost identical to disease symptoms produced by 0157:H7 in infected humans. Just like the 0157:H7 strains, these other E. coli serotypes can cause outbreaks of bloody diarrhea with hemorrhagic colitis that can become complicated by hemolytic uremia. In 2011, an outbreak in Germany began due to E. coli 0104:H4 due to contamination of sprouts. The outbreak was extensive as over 4000 people in 16 countries became infected. There is some consideration that this strain (and others) may be grouped together as a new EEC group in the future. Although EHEC strains can be transmitted person to person and on or in contaminated food, the source for the 0145 strain outbreak that has occurred in several states (California, Louisiana, Alabama, Florida, Georgia and Tennessee) was never identified by the CDC. Another strain, E. coli 0121, caused an outbreak in 19 states in the U. S. ; it was traced to contaminated Farm Rich brand of frozen foods. These serotypes produce essentially the same type of disease as 0157:H7 and are diagnosed and treated in the same manner. Consequently, the previous sections use 0157:H7 as the prototypic EHEC so for all practical purposes, it represents all the EHEC serotypes. ", 
    "title": "E Coli  0157H7"
}