{
    "data": "  Eczema is not a single health condition but a recognizable reaction pattern seen in a number of skin diseases. Atopic dermatitis, a common causes of eczema, is more prevalent in those with asthma and hay fever. Eczema signs and symptoms include tiny blisters (vesicles) that can weep and ooze, eventually producing crusted, thickened plaques of skin. It is almost always quite itchy. It is important to distinguish the different causes of eczema because effective treatments often differ. If eczema is produced by skin exposure to a specific substance, it can be helpful to avoid it. Keeping the skin healthy and moisturized can prevent certain kinds of eczema. Rather than a specific health condition, eczema is a reaction pattern that the skin produces in a number of diseases. It begins as red, raised tiny blisters containing a clear fluid atop red, elevated plaques. When the blisters break, the affected skin will weep and ooze. In older eczema, chronic eczema, the blisters are less prominent and the skin is thickened, elevated, and scaling. Eczema almost always is very itchy. There are at least 11 different types of skin conditions that produce eczema. In order to develop a rational treatment plan, it is important to distinguish them. This is often not easy. <ol>Atopic dermatitis: This health condition has a genetic basis and produces a common type of eczema. Atopic dermatitis tends to begin early in life in those with a predisposition to inhalant allergies, but it probably does not have an allergic basis. Characteristically, rashes occur on the cheeks, neck, elbow and knee creases, and ankles. Irritant dermatitis: This occurs when the skin is repeatedly exposed to excessive washing or toxic substances. Allergic contact dermatitis: After repeated exposures to the same substance, an allergen, the body's immune recognition system becomes activated at the site of the next exposure and produces eczema. An example of this would be poison ivy allergy. Stasis dermatitis: It commonly occurs on the swollen lower legs of people who have poor circulation in the veins of the legs. Fungal infections: This can produce a pattern identical to many other types of eczema, but the fungus can be visualized with a scraping under the microscope or grown in culture. Scabies: It's caused by an infestation by the human itch mite and may produce a rash very similar to other forms of eczema. Pompholyx (dyshidrotic eczema): This is a common but poorly understood health condition which classically affects the hands and occasionally the feet by producing an itchy rash composed of tiny blisters (vesicles) on the sides of the fingers or toes and palms or soles. Lichen simplex chronicus: It produces thickened plaques of skin commonly found on the shins and neck. Nummular eczema: This is a nonspecific term for coin-shaped plaques of scaling skin most often on the lower legs of older individuals. Xerotic (dry skin) eczema: The skin will crack and ooze if dryness becomes excessive. Seborrheic dermatitis: It produces a rash on the scalp, face, ears, and occasionally the mid-chest in adults. In infants, in can produce a weepy, oozy rash behind the ears and can be quite extensive, involving the entire body.  Almost all patients with eczema complain of itching. Since the appearance of most types of eczema is similar, elevated plaques of red, bumpy skin, the distribution of the eruption can be of great help in distinguishing one type from another. For example, stasis dermatitis occurs most often on the lower leg while atopic dermatitis occurs in the front of the elbow and behind the knee. Eczema often is treated by family physicians, but since there are many causes of eczema, it may be necessary to seek help from a health specialist if things are not improving. Most dermatologists specialize in the diagnosis and treatment of all forms of eczema. An accurate diagnosis requires an examination of the entire skin surface and a careful health history. It is important for a doctor to rule out curable conditions caused by infectious organisms. Occasionally, a sample of skin (biopsy) may be sent for examination in a laboratory. The treatment of acute eczema where there is significant weeping and oozing requires repeated cycles of application of dilute solutions of vinegar or tap water often in the form of a compress followed by evaporation. This is most often conveniently performed by placing the affected body part in front of a fan after the compress. Once the acute weeping has diminished, then topical steroids (such as triamcinolone cream) application can be an effective treatment. In extensive disease, systemic steroids may need to be utilized either orally or by an injection (shot).   Mild eczema may respond to compresses composed of tepid water followed by room air evaporation. Chronic eczema can be improved by applying water followed by an emollient (moisturizing cream or lotion). Mild eczema can be effectively treated with nonprescription 1% hydrocortisone cream. The role of diet in atopic dermatitis is controversial. There is little compelling evidence that diet plays a significant role for majority of people who have eczema, no matter which type they have. Each type of eczema requires a specific sort of therapy. The easiest eczemas to cure permanently are those caused by fungi and scabies. Allergic contact eczema can be cured if a specific allergenic substance can be identified and avoided. Eczema caused by fungi and scabies is transmissible to others. None of the other types of eczema are contagious. Most of the patients with eczema do quite well under the care of a dermatologist who has made an accurate diagnosis. Occasionally, eczema can become infected by microorganisms, such a staphylococci or herpes simplex virus. This is because the normal barrier function of the skin has been damaged by the inflammatory condition. In this situation, the infection could be contagious and require antibiotics treatment. An important signal would be the development of fever and pustules, plus pain at the site of the rash. The judicious use of moisturizing creams or ointments can be an effective treatment for many people in preventing certain types of eczema. ", 
    "title": "Eczema"
}