{
    "data": " Electrolysis is a way of removing individual hairs from the face or body. Today's medical electrolysis devices destroy the growth center of the hair withchemical or heat energy. A very fine probe is inserted into the hair follicleat the surface of the skin. The hair is then removed withtweezers. Hair growth is the result of heredity and hormonal levels. Also, some drugs,temporary methods of hair removal, and some illnesses can stimulate hairgrowth. Usually, hair growth is desirable. But when the hair is the wrong partof your <nobr>body -- a</nobr> woman's upper lip or chin or bikini line, for <nobr>example -- you</nobr> may beconsidering electrolysis. Since many factors influence hair growth, you will need to return forseveral electrolysis visits. The total number of sessions needed to remove hair permanentlyfrom a particular area will vary from person to person. Most clients returnonce a week or every other week, as necessary. But the unwanted hair will begone forever once the series of treatments have been completed. Each treatmentlasts between 15 minutes and one hour. Electrolysis is painful. The truth is, electrolysis usually does not causemuch discomfort. Modern electrolysis methods have reduced the discomfort to amere tingling. A topical anesthetic may be used in some cases. The electric tweezer method is permanent. The truth is, the Food and DrugAdministration and the American Medical Association recognize only electrolysisas a permanent method of removing hair. In fact, some states prohibit those whouse the electric <nobr>tweezer -- which</nobr> can also be purchased for consumer <nobr>use -- from</nobr>claiming it provides permanent hair removal. Temporary methods of hair removal can be better. Chemicaldepilatories (liquids or creams) are often used to remove body hair. Theseproducts contain irritating chemicals, and can be time-consuming and messy. Likewise, bleaches contain harsh chemicals and do little to disguise dark hair. They may also discolor the skin. Waxing is another temporary method of hairremoval and is usually done in salons. A hot wax is applied to the skin andremoved once it has dried over the hair. The hair is stripped off when the waxis removed. Waxing can be painful and costly. Home waxing kits are available,but they can be difficult to use and messy. There are electrical electrolysisdevices available for home use that try to copy the devices used byprofessionals. These devices are often unsafe for use by anyone who is nottrained in electrolysis.  <ol>Electrolysis is a time-tested method that was invented more than 100 yearsago to remove irritating, in-grown eyelash hairs. Most areas of the body can betreated with electrolysis, including the eyebrows, face, thighs, abdomen,breasts, and legs. There are no permanent side effects. Sometimes, a slight reddening of theskin occurs during or immediately after treatment, but this will only last fora short time. Electrolysis is very safe and, unlike depilatories or bleaches,no harsh chemicals are used. Electrologists are people who have undergone training to professionallyadminister the electrolysis procedure. If you are considering undergoingelectrolysis, it is very important that you do your research before committingto an appointment. The wrong decision can mean extra sessions and cost andunnecessary discomfort. By following the guidelines listed below, you can takecomfort in knowing that you will be making an educated and informed decisionwhen choosing an electrologist. Know their qualifications. Many states require that electrologists belicensed or certified within the state in order to practice electrolysis. Ifyou live in those states, be sure the practitioner'scertificate is current and fully on display. For states that do not regulateelectrolysis, look for electrologists who have a certification from anaccredited electrology school. Ask around. One of the best ways to find any good service is to ask friendsand family for recommendations. If you know anybody who has undergoneelectrolysis, ask for his or her input. Get a consultation. Many places will give you a free consultation. Duringthe consultation, be sure that any and all of your questions about theprocedure are answered. Some of the questions you can ask include: how theprocedure will feel; an estimate on the number of visits you will likely need;the cost of each visit (this will vary from place to place, and it is best tocall around); the length of each session; how long they have been in business;and the number of clients they have treated. Make sure they use the right technique. Make sure the practitioner usesneedle electrolysis, which is the only permanent form of hair removal. Someplaces may advertise electrolysis, but in reality they use electronic tweezersor photoepilators. These are not permanent hair removal procedures. Use common sense. When you go to your consultation, look around. Does theplace look clean? Do the workers look clean? Do they use disposable gloves orprobes? Ask to meet to person who will be performing the electrolysis for you. Does he or she strike you as professional? If you are not personallycomfortable with somebody, do not go to him or her. Personal comfort isessential to knowing you have made the right decision in choosing anelectrologist. WebMD Medical Reference ", 
    "title": "Electrolysis"
}