{
    "data": "  The electrocardiogram (ECG or EKG) is a noninvasive test that is used toreflect underlying heart conditions by measuring the electrical activity of theheart. By positioning leads (electrical sensing devices) on the body instandardized locations, information about many heart conditions can be learnedby looking for characteristic patterns on the EKG. EKG leads are attached to the body while the patient lies flat on a bed ortable. Leads are attached to each extremity (four total) and to six pre-definedpositions on the front of the chest. A small amount of gel is applied to theskin, which allows the electrical impulses of the heart to be more easilytransmitted to the EKG leads. The leads are attached by small suction cups,Velcro straps, or by small adhesive patches attached loosely to the skin. Thetest takes about five minutes and is painless. In some instances, men may requirethe shaving of a small amount of chest hair to obtain optimal contact betweenthe leads and the skin. <ol>The underlying rate and rhythm mechanism of the heart. The orientation of the heart (how it is placed) in the chest cavity. Evidence of increased thickness (hypertrophy) of the heart muscle. Evidence of damage to the various parts of the heart muscle. Evidence of acutely impaired blood flow to the heart muscle. Patterns of abnormal electric activity that may predispose the patient toabnormal cardiac rhythm disturbances.  <ol>As part of a routine physical examination or screening evaluation. As part of a cardiac exercise stress test. As part of the evaluation of symptoms of chest pain, shortness of breath, dizziness or fainting, palpitations, orAs part of the preoperative workup for surgery in patients who may be at an age where heart disease could potentially be present. <ol>Abnormally fast or irregular heart rhythms. Abnormally slow heart rhythms. Abnormal conduction of cardiac impulses, which may suggest underlyingcardiac or metabolic disorders. Evidence of the occurrence of a prior heart attack (myocardialinfarction). Evidence of an evolving, acute heart attack. Evidence of an acute impairment to blood flow to the heart during anepisode of a threatened heart attack (unstable angina). Adverse effects on the heart from various heart diseases or systemicdiseases (such as high blood pressure, thyroid conditions, etc. ). Adverse effects on the heart from certain lung conditions (such as emphysema, pulmonary embolus [blood clots to lung]). Certain congenital heart abnormalities. Evidence of abnormal blood electrolytes (potassium, calcium, magnesium). Evidence of inflammation of the heart or its lining (myocarditis, pericarditis).  <ol>The EKG is a static picture and may not reflect severe underlying heartproblems at a time when the patient is not having any symptoms. The most commonexample of this is in a patient with a history of intermittent chest pain due tosevere underlying coronary artery disease. This patient may have an entirelynormal EKG at a time when he or she is not experiencing any symptoms. In suchinstances, the EKG as recorded during an exercise stress test may reflect anunderlying abnormality while the EKG taken at rest may be normal. Many abnormal patterns on an EKG may be non-specific, meaning that theymay be observed with a variety of different conditions. They may even be anormal variant and not reflect any abnormality at all. These conditions canoften be sorted out by a physician with a detailed examination, and occasionallyother cardiac tests (for example, echocardiogram, exercise stress test). In some instances, the EKG may be entirely normal despite the presence ofan underlying cardiac condition that normally would be reflected in the EKG. Thereasons for this are largely unknown, but it is important to remember that anormal EKG does not necessarily preclude the possibility of underlying heartdisease. Furthermore, a patient with heart symptoms can frequently requireadditional evaluation and testing. ", 
    "title": "Electrocardiogram Ecg Or Ekg"
}