{
    "data": "  Electroconvulsive therapy (ECT) is a non-medication medical treatment that is used to address severe psychiatric symptoms, after trials of medications and psychotherapy have been unsuccessful or a mental health disorder is determined to be acute enough to warrant this intervention. During the ECT procedure, an electric current is passed through the patient's brain to produce controlled convulsions (seizures) while the person is sedated using general anesthesia. This device is often used in a hospital but can be done on an outpatient basis (the individual receiving the treatment does not stay overnight in the hospital). Formerly called electroshock therapy, ECT is a form of mental health therapy that was based on a procedure in which seizures were chemically induced in patients using a heart medication. It was first done in 1934 in Hungary to treat schizophrenia. In 1938, it is thought that electrical currents delivered directly to the brain were first used to induce seizures to treat schizophrenia. That was reportedly performed by Italian psychiatrist Ugo Cerletti. By 1940, ECT was being used in psychiatry in the United States. The U. S. military often used ECT during World War II, after which it became widely used in American and European psychiatric hospitals. It was in the late 1940s that doctors started placing electrodes on one side of the brain (unilaterally) rather than both sides (bilaterally), which resulted in less side effects like memory loss or speech problems. Despite those advances, ECT fell out of favor for at least a generation in psychiatry, starting in the 1960s. Rather than the popularity of psychoanalysis or the rise of medication treatments from pharmaceutical companies, it is thought that a cultural bias against psychiatry in general and against ECT specifically is the reason that this highly effective medical treatment became controversial. Novels like Asylum in 1961 and One Flew Over the Cuckoo's Nest in 1962, as well as the film based on the latter novel, released in 1975, are thought to have fueled some of that backlash. The antipsychiatry stance of groups like the Church of Scientology is also thought to have contributed to the stigma that mental health treatments, particularly ECT, incurred during that period of time. Appreciation of the effectiveness of ECT started regaining ground in psychiatry during the mid-1980s with the publication of the National Institutes of Health (NIH) Consensus Conference on Electroconvulsive Therapy, published in the Journal of the American Medical Association (JAMA), which documented how well this medical treatment improves symptoms of depression. By the mid-1990s, several guidelines for conducting ECT were published, providing predictability, standardizing, and thus credibility of this medical treatment in providing care for severe mental health disorders.  ECT is quite useful in psychiatry for the care of certain patients with significant depression, particularly for those who cannot take or are not responding to antidepressants, suffer from severe depression, or are at a high risk for suicide. ECT often is effective in cases where antidepressant medications and psychotherapy do not provide sufficient relief of symptoms. The effectiveness of this medical treatment has been shown for the depressive symptoms of both major depressive (unipolar) and manic depressive (bipolar) disorders. Studies also show it to be sound treatment in the care of people who suffer from mania, schizophrenia, schizoaffective disorder, schizophreniform disorder, and any severe decrease in movement and speech (catatonia). ECT has further been found to be effective for a wide range of ages, from children and adolescents to elderly patients. Availability of psychiatric hospitals that conduct this mental health treatment seems to be lower for ethnic minorities compared to Caucasians in the United States, and therefore minorities are less likely to receive this clinical intervention. Beyond what could be explained by age, socioeconomic status, insurance coverage, or by severity of the mental illness (severe depression or bipolar disorder) of the patient, African Americans tend to receive this therapy less often than Caucasians in the United States. Worldwide, while older women with symptoms of depression tend to be the most frequent recipients of ECT in western countries, younger men with schizophrenia make up the group most often receiving this therapy in Asian countries. Given the need for the ECT recipient to receive general anesthesia, medical professionals, usually psychiatrists, administer this medical therapy. Prior to starting a course of this medical intervention, the patient's primary care doctor is often consulted if possible in order to determine that the person is physically able to receive the anesthetic and undergo ECT. Physicians, usually psychiatrists, usually perform this therapy, assisted by an anesthesiologist and nurse, as well as a physician assistant and/or nurse practitioner to assure the safety and comfort of the patient by providing ongoing medical assessment and care.  This procedure probably works by a massive neurochemical release in the patient's brain due to the controlled seizure. Research also raises the possibility that the seizures induced by ECT result in the generation of more neurons in the brain (neurogenesis). It is considered highly effective, in that the American Psychiatric Association describes it as being effective in about 80% of people with the mental illnesses previously described, often in people whose depression or other mental health symptoms have failed to respond to medicines and psychotherapy. ECT has been found to relieve symptoms of depression within one to two weeks after beginning treatments. After a course of ECT, some patients will continue to have maintenance ECT, while others will return to or continue antidepressant or other psychiatric medications to maintain their mental health. In recent years, the technique of ECT has been much improved. This mental health treatment is performed usually by a psychiatrist in the hospital, with muscle relaxant medicine and under anesthesia so that people receiving this procedure do not feel pain or discomfort. In addition to having the person's breathing, temperature, heart functioning, and blood pressure monitored during the procedure, the doctor will monitor for the desired presence of seizure activity in the brain using an electroencephalogram (EEG), since seizure activity is not always physically visible. Most patients undergo six to 10 treatments. Electrodes are placed on the scalp, usually on just one side of the brain (unilaterally). Then, the device passes an electrical current through the brain to cause a controlled seizure, which typically lasts for 20 to 90 seconds. Six to 12 treatments are usually needed for this medical therapy to be effective. The patient is awake in five to 10 minutes. The most common side effects of ECT include brief confusion immediately after the procedure, as well as a temporary loss of short-term memory, which usually resolves within about six weeks. While placing electrodes on both sides of the brain (bilaterally) is thought to be more effective than unilateral placement, memory loss tends to worsen with bilateral treatment. Other side effects may include headache, high or low blood pressure, rapid heartbeat, nausea, and sore muscles, although the muscle relaxant given to the ECT recipient decreases the frequency and severity of muscle soreness. This mental health therapy usually can be done safely as an outpatient procedure as long as the recipient is transported by someone.   The cost to the consumer for ECT varies depending on if the person has health insurance, if the insurance covers this procedure, and to what extent. The cost of each ECT session is about $2,500, for a total of $25,000 for the 10 sessions an average course of treatment entails. That does not include the cost of a hospital stay if necessary. American Psychiatric Association American Psychological Association ECT Resources Center International Society for ECT and Neurostimulation Mental Health America National Alliance for the Mentally Ill (NAMI) National Institutes of Health ", 
    "title": "Electroconvulsive Therapy"
}