{
    "data": "  Electroretinography (ERG) is an eye test used to detect abnormal function of the retina (the light-detecting portion of the eye). Specifically, in this test, the light-sensitive cells of the eye, the rods and cones, and their connecting ganglion cells in the retina are examined. During the test, an electrode is placed on the cornea (at the front of the eye) to measure the electrical responses to light of the cells that sense light in the retina at the back of the eye. The patient assumes a comfortable position (lying down or sitting up). Usually the patient's eyes are dilated beforehand with standard dilating eye drops. Anesthetic drops are then placed in the eyes, causing them to become numb. The eyelids are then propped open with a speculum, and an electrode is gently placed on each eye with a device very similar to a contact lens. An additional electrode is placed on the skin to provide a ground for the very faint electrical signals produced by the retina. During an ERG recording session, the patient watches a standardized light stimulus, and the resulting signal is interpreted in terms of its amplitude (voltage) and time course. This test can even be performed in cooperative children, as well as sedated or anesthetized infants. The visual stimuli include flashes, called a flash ERG, and reversing checkerboard patterns, known as a pattern ERG. The electrodes measure the electrical activity of the retina in response to light. The information that comes from each electrode is transmitted to a monitor where it is displayed as two types of waves, labeled the A waves and B waves. Readings during electroretinography are usually taken first in normal room light. The lights are then dimmed for 20 minutes, and readings are again taken while a white light is shined into the eyes. The final readings are taken as a bright flash is directed toward the eyes. An ERG is useful in evaluating both inherited (hereditary) and acquired disorders of the retina. An ERG can also be useful in determining if retinal surgery or other types of ocular surgery such as cataract extraction might be useful.  There are a number of conditions, mostly ocular in nature, in which the ERG may provide useful information. The diagnoses most commonly suspected when ordering an ERG are predominantly conditions of the retina, including: retinitis pigmentosa,retinitis punctata albescens,retinitis pigmentosa sine pigmento,related hereditary retinal degenerations,disorders that mimic retinitis pigmentosa,Leber's congenital amaurosis,choroideremia,gyrate atrophy of the choroid,gyrate atrophy of the retina,Goldman-Favre syndrome,congenital stationary night blindness,X-linked juvenile retinoschisis,achromatopsia,cone dystrophies, andUsher syndrome. The multifocal ERG focuses on different areas of the retina, looking for localized areas of abnormality. This tests takes longer than a simple ERG.  The test is painless. However, the electrode that rests on the eye may feel a little like an eyelash has lodged in the eye. This sensation may persist up to several hours following completion of the ERG. There are no risks specifically associated with an ERG. Some patients experience mild ocular discomfort during or after the procedure. Rarely, a corneal abrasion may occur, which is readily treated with early detection. If you believe you have irritation or a corneal abrasion following an ERG, you should call your eye doctor or the doctor who ordered your ERG. The ERG takes about an hour or less. One should not rub the eyes for an hour after an ERG (or any test in which the cornea has been anesthetized), so as not to injure the cornea. Generally speaking, an ERG will be billed by your doctor or your hospital back to your insurance company. The same vagaries that haunt the billing process for most complex cases can undoubtedly affect collections for ERG. Any claim can lead to some reimbursement rejections by insurance or difficulties for patients tasked with handling their own billing matters. The cost for an ERG performed on a Medicare patient is about $150. Medicaid reimbursement may be lower. ", 
    "title": "Electroretinography"
}