{
    "data": "  Encephalitis is inflammation of the brain. Meningitis is inflammation of the membranes (meninges) that surround the brain and spinal cord. Both encephalitis and meningitis can be caused by bacteria or viruses, and rarely a fungus, or be noninfectious. Headache and fever are the most common symptoms of encephalitis and meningitis. Stiff neck, confusion, or lethargy can also be present. The diagnosis is usually made by performing a lumbar puncture (spinal tap). A CT scan or MRI of the brain can also be helpful but usually is only done in addition to the spinal tap. Treatment depends on identifying the underlying cause. If bacteria are causing the infection, then antibiotics are indicated. Anyone experiencing symptoms of encephalitis or meningitis should see a doctor immediately. Depending on the organism causing the infection, close contacts can also become ill and need to be evaluated by a health-care professional. Basic methods to prevent the spread of infections (hand washing and covering ones mouth when coughing) can also help prevent the spread of some forms of meningitis. Being current on vaccinations will help prevent certain forms of meningitis.  Encephalitis is brain inflammation. Encephalitis is a rare condition that is most often caused by viruses. It can also be caused by noninfectious diseases, such as systemic lupus erythematosus and Behçet's disease. The leading cause of severe encephalitis is the herpes simplex virus. Other causes include enterovirus infections or mosquito-borne viruses. The very young and the elderly are more likely to have more severe encephalitis. Exposure to viruses can occur through breathing in respiratory droplets from infected people, certain insect bites, and direct skin contact. The signs and symptoms of encephalitis can range from very mild flu-like symptoms to potentially life-threatening events. Signs and symptoms of encephalitis include sudden fever,headache,vomiting,visual sensitivity to light,stiff neck and back,confusion,drowsiness,unsteady gait,irritability,loss of consciousness,poor responsiveness,seizures,muscle weakness,sudden severe dementia, andmemory loss. Anyone experiencing symptoms of encephalitis should see a doctor immediately.  Infectious forms of encephalitis are contagious. Viral and many bacterial forms of encephalitis are contagious. Several forms of bacterial encephalitis can be spread by respiratory and throat excretions. Encephalitis can also be caused by an infection in the body that spreads to the brain. Noninfectious encephalitis, such as from diseases systemic lupus erythematosus and Behçet's disease, are not contagious. Basic steps to avoid spread of infections (hand washing, covering mouth when coughing, etc. ) can help prevent encephalitis. Some vaccinations for bacterial diseases can help prevent encephalitis. Meningitis is inflammation of the membranes (meninges) that surround the brain and spinal cord. Meningitis may be caused by many different viruses and bacteria. It can also be caused by diseases that can trigger inflammation of tissues of the body without infection (such as systemic lupus erythematosus and Behçet's disease). The classic signs and symptoms of meningitis are headache,fever, andstiff neck (in adults and older children), andeyes painful sensitivity to light (photophobia). Symptoms of meningitis may appear suddenly and also include nausea,vomiting, andchanges in behavior, such as confusion, sleepiness, and difficulty waking up. In infants, symptoms of meningitis are often much less specific and may include irritability or tiredness,poor feeding, andfever. Especially early in the disease, meningitis can have symptoms similar to the flu. Some types of meningitis can be deadly if not treated promptly. Anyone experiencing symptoms of meningitis should see a doctor immediately.  Encephalomyelitis is inflammation of both the brain and spinal cord. Encephalomyelitis can be caused by a variety of conditions that lead to irritation of the brain and spinal cord. Among the common causes of encephalomyelitis are viruses that infect the nervous tissues (for example, herpes zoster virus). People with encephalomyelitis can exhibit combinations of the various symptoms of either encephalitis or meningitis. Patients with a suppressed immune system, either because of medications (organ transplant recipients, etc. ) or from a disease that suppresses the immune system (HIV, for example), are at increased risk for encephalitis and meningitis. Encephalitis and meningitis usually needs to be treated in the hospital. A family practice or general internal-medicine physician or an infectious-disease specialist will usually be treating those with meningitis or encephalitis. Encephalitis or meningitis is suggested when the symptoms described above are present. The doctor diagnoses encephalitis or meningitis after a completing a thorough history (asking the patient questions) and examination. The examination includes special maneuvers to detect signs of inflammation of the membranes that surround the brain and spinal cord (meninges). These signs and symptoms can include neck stiffness, headache, and fever. Based on the history and examination, the doctor suggests specific tests to further help in determining the diagnosis. Tests that are used in the evaluation of individuals suspected of having encephalitis or meningitis include evaluation of the blood for signs of infection and possible presence of bacteria, brain scanning (such as CT scan or MRI scan), and cerebrospinal fluid analysis. A lumbar puncture is the most common method of obtaining a sample of the fluid in the spinal canal (the cerebrospinal fluid or CSF) for examination. A lumbar puncture (LP) is the insertion of a needle into the fluid within the spinal canal. It is termed a \"lumbar puncture\" because the needle goes into the lumbar portion of the back (the lower portion of the back). The needle passes between the bony parts of the spine until it reaches the cerebral spinal fluid. A small amount of fluid is then collected and sent to the laboratory for examination. The evaluation of the spinal fluid is usually necessary for the definitive diagnosis and to help make optimal treatment decisions (such as the appropriate choice of antibiotics). The diagnosis is confirmed by abnormal spinal fluid results and, in the case of an infection, by identifying the organism causing the infection. In patients with meningitis, the CSF fluid often has a low glucose (sugar) level and increased white blood cell count. In addition, the fluid can be used to identify some viral causes of meningitis (PCR or polymerase chain reaction) or be used to culture bacterial organisms causing the meningitis.  Antibiotic and/or antiviral medications need to be considered urgently when the diagnosis of encephalitis or meningitis is suggested. In some situations, anticonvulsants are used to prevent or treat seizures (a possible side effect of inflammation of the brain). Sometimes corticosteroids are administered to reduce brain swelling and inflammation. Sedatives may be needed for irritability or restlessness. Additional medications might be used to decrease the fever or treat headaches. The need for hospitalization usually depends on the type of meningitis the patient has and the severity of symptoms. The prognosis for encephalitis or meningitis varies. Some cases are mild, short, and relatively benign and patients have full recovery. Other cases are severe, and permanent impairment or death is possible. This is usually determined by the type of infection present and how quickly treatment can be started. Meningitis can lead to permanent damage to the nervous system and can cause hydrocephalus. The acute phase of encephalitis may last for one to two weeks, with gradual or sudden resolution of fever and neurological symptoms. Neurological symptoms may require many months before full recovery occurs. Some patients will not fully recover. With early diagnosis and prompt treatment, many patients recover from meningitis. Viral meningitis can be self-limited to 10 days or less. However, in some cases, the disease progresses so rapidly that death occurs during the first 48 hours, despite early treatment.  Yes, some forms of bacterial meningitis are contagious. The bacteria are spread through the exchange of respiratory and throat secretions (for example, coughing, kissing, sharing of utensils). Sometimes the bacteria that cause meningitis can spread to other people who have had close or prolonged contact with a patient with meningitis. Meningitis caused by Neisseria meningitidis (also called meningococcal meningitis) is the most important example. People in the same household, dormitory, or day-care center, or anyone with direct contact with a patient's oral secretions would be considered at increased risk of acquiring the infection. This also holds true for health-care professionals involved in direct, prolonged contact, especially during procedures such as intubations (placing a breathing tube). People who qualify as close contacts of a person with meningitis caused by N. meningitidis should receive antibiotics to prevent them from getting the disease. Basic steps to avoid spread of organisms, such a hand washing and covering one's mouth when coughing, will also help in decreasing the risk of spreading meningitis. There are vaccines against Hib (Haemophilus influenzae type B) and against some strains of N. meningitidis and many types of Streptococcus pneumoniae. The vaccines against Hib are considered very safe and highly effective. By 6 months of age, every infant should receive at least three doses of a Hib vaccine. A fourth dose (\"booster\") should be given to children between 12 and 18 months of age. There are several vaccines available to prevent N. meningitides (meningococcal) infections in the U. S. The Centers for Disease Control and Prevention's (CDC) vaccine committee has expanded its recommendation for immunization against meningitis B. The previous recommendation was limited to people at high risk of getting the disease, such as lab workers and students at colleges with outbreaks. Now the advisory committee urges all people between the ages of 16 and 23 to discuss this vaccine with their health-care professionals and to consider the vaccine. The CDC recommends meningococcal conjugate vaccine for preteens and teens, including a booster shot. This is especially important for those intending to attend college as living in the large college environment is a risk factor for developing meningococcal meningitis. Although large epidemics of meningococcal meningitis do not occur in the United States, some countries experience large, periodic epidemics. Overseas travelers should check to see if meningococcal vaccine is recommended for their destination. Travelers should receive the vaccine at least one week before departure if possible. A vaccine to prevent meningitis due to S. pneumoniae (also called pneumococcal meningitis) can also prevent other forms of infection due to S. pneumoniae. The pneumococcal vaccine is not effective in children under 2 years of age, but it is recommended for all people over 65 years of age and younger people with certain chronic medical problems. ", 
    "title": "Encephalitis And Meningitis"
}