{
    "data": "  Endocarditis is an inflammation of the valves of the heart. Endocarditis is often caused by the growth of bacteria on one of the heart valves, leading to a mass known as a vegetation. Symptoms can be nonspecific and include fever, malaise, shortness of breath, and weakness. People with existing diseases of the heart valves and people who have undergone heart valve replacements are at an increased risk of developing endocarditis. The most accurate method of detecting the valve vegetations of endocarditis is with a procedure called transesophageal echocardiography (TEE). The treatment for endocarditis consists of aggressive antibiotics, generally given intravenously, usually for 4 to 6 weeks. The duration and intensity of treatment depends on the severity of the infection and the type of bacterial organism responsible. In severe cases that damage the heart valves, surgical replacement of the valve may be necessary. Endocarditis is a serious inflammation of one of the four heart valves. Endocarditis is caused by a growth of bacteria on one of the heart valves, leading to an infected mass called a \"vegetation\". The infection may be introduced during brief periods of having bacteria in the bloodstream, such as after dental work, colonoscopy, and other similar procedures.   Patients with endocarditis can develop: fever,fatigue,chills,weaknessaching joints and muscles,night sweats,edema (fluid collection) in the leg(s), foot (feet), and abdomen,malaise,shortness of breath, andoccasionally, scattered small skin lesions. In endocarditis, blood cultures can often detect the bacteria causing the endocarditis. Patients can also develop anemia, blood in urine, elevated white blood cell count, and a new heart murmur. People with existing diseases of the heart valves (aortic stenosis, mitral stenosis, mitral regurgitation, etc. ) and people who have undergone heart valve replacements are at an increased risk of developing endocarditis. These people are usually given antibiotics prior to any procedure which may introduce bacteria into the bloodstream. This includes routine dental work, minor surgery, and procedures that may traumatize body tissues such as colonoscopy and gynecologic or urologic examinations. Examples of antibiotics used include oral amoxicillin (Amoxil) and erythromycin (Emycin, Eryc,PCE), as well as intramuscular or intravenous ampicillin, gentamicin, and vancomycin.  ", 
    "title": "Endocarditis"
}