{
    "data": "  Upper endoscopy is a procedure that enables the examiner (usually a gastroenterologist) to examine the esophagus (swallowing tube), stomach, and duodenum (first portion of small bowel) using a thin, flexible tube called the upper endoscope through which the lining of the esophagus, stomach, and duodenum can be viewed using a TV monitor. To accomplish a safe and complete examination, the stomach should be empty. The patient will most likely be asked to have nothing to eat or drink for six hours or more prior to the procedure. Prior to scheduling the procedure, the patient should inform his or her physician of any medications being taken, any allergies, and all known health problems. This information will help the doctor determine whether the patient may need antibiotics prior to the procedure, and what potential medications should not be used during the exam because of the patient's allergies. The information will provide the individual scheduling the procedure an opportunity to instruct the patient whether any of the medications should be held or adjusted prior to the endoscopy. Knowledge whether the patient has any major health problems, such as heart or lung diseases, will alert the doctor of possible need for special attention during the procedure.  Upper endoscopy usually is performed to evaluate possible problems with the esophagus, stomach or duodenum, and evaluate symptoms such as upper abdominal pain, nausea or vomiting, difficulty in swallowing, or intestinal bleeding anemia. Upper endoscopy is more accurate than X-ray for detecting inflammation or smaller abnormalities such as ulcers or tumors within the reach of the instrument. Its other major advantage over X-ray is the ability to perform biopsies (obtain small pieces of tissue) or cytology (obtain some cells with a fine brush) for microscopic examination to determine the nature of the abnormality and whether any abnormality is benign or malignant (cancerous). Biopsies are taken for many reasons and may not mean that cancer is suspected. Upper endoscopy also can be used to treat many conditions within its reach. The endoscope's channels permit passage of accessory instruments enabling the examiner to treat many of the conditions such as stretching areas of narrowing (strictures, Schatzki ring), removal of benign growths such as polyps, retrieving accidentally swallowed objects, or treating upper gastrointestinal bleeding, as seen in ulcers tears of the lining. These capabilities have markedly reduced the need for transfusions or surgery  Before the procedure the doctor will discuss with the patient why the procedure is being done, whether there are alternative procedures or tests, and what possible complications may result from the endoscopy. Practices vary amongst physicians but the patient may have the throat sprayed with a numbing solution and will probably be given a sedating and pain alleviating medication through a vein. You will be relaxed after receiving this medication (usually midazolam (Versed) for sedation and fentanyl for pain relief) and you may even go to sleep. This form of sedation is called conscious sedation and is usually administered by a nurse who monitors you during the entire procedure. You may also be sedated using propofol, called \"deep sedation,\" usually administered by a nurse anesthetist or anesthesiologist who monitors your vitals during the procedure. After you are sedated while lying on your left side the flexible video endoscope, the thickness of a small finger, is passed through the mouth into the esophagus, stomach, and duodenum. This procedure will NOT interfere with your breathing. Most patients experience only minimal discomfort during the test and many sleep throughout the entire procedure using conscious sedation. Deep sedation ensures that you feel no discomfort during the entire procedure. After the test the patient will be observed and monitored by a qualified individual in the endoscopy or a recovery area until a significant portion of the medication has worn off. Occasionally a patient is left with a mild sore throat, which promptly responds to saline gargles, or a feeling of distention from the air that was used during the procedure. Both problems are mild and transient. When fully recovered, the patient will be instructed when to resume their usual diet (probably within a few hours) and the patient's driver will be allowed to take the patient home. (Because of the use of sedation, most facilities mandate that the patient be taken by a driver and not drive, handle machinery, or make important decisions for the remainder of the day. )  Under most circumstances, the examining physician will inform the patient of the test results or the probable findings prior to discharge from the recovery area. The results of biopsies or cytology usually take 72-96 hours and the doctor may only give the patient a presumptive diagnosis pending the definitive one, after the microscopic examination. Endoscopy is a safe procedure and when performed by a physician with specialized training in these procedures, the complications are extremely rare. They may include localized irritation of the vein where the medication was administered, reaction to the medication or sedatives used, complications from pre-existing heart, lung, or liver disease, bleeding may occur at the site of a biopsy or removal of a polyp (which if it occurs is almost always minor and rarely requires transfusions or surgery). Major complications such as perforation (punching a hole through the esophagus, stomach, or duodenum) are rare but usually require surgical repair. If the patient has any questions about their need for this exam, the cost of this procedure and whether it is covered by the patient's insurance, methods of billing, or any concerns about this exam, speak to the doctor or his staff about them. Most endoscopists are highly trained specialists and will be happy to discuss their qualifications and answer any questions. ", 
    "title": "Endoscopy"
}