{
    "data": "  The esophagus in adults is a muscular tube about 10 inches long that connects the mouth to the stomach. Cancer or malignant cells are abnormally formed body cells that may grow to form tissue masses or tumors that can spread to other organs. The two main types of esophageal cancer are adenocarcinoma and squamous cell carcinoma. Risk factors for both types include age 65 or older, male sex, smoking, excessive alcohol use, a diet poor in fruits and vegetables, obesity, and acid reflux (GERD) with the formation of Barrett's esophagus. Common symptoms of esophageal cancer include difficulty swallowing with food getting stuck, chest and/or back pain, heartburn, weight loss, persistent cough, hoarseness, weakness, and bleeding. Diagnosis is made by endoscopy, and tissue biopsy, the definitive test where the presence of cancer cells is confirmed using a microscope. There are five stages of esophageal cancer (stages 0 to IV), with 0 being the least invasive and IV the most aggressive with spread to distant organs. Treatment of this cancer is individually based on the patient's health and cancer stage; the options vary from surgery, chemotherapy, radiation, or a combination of these options. Photodynamic therapy may be an option for some patients whose esophageal cancer has not spread (metastasized) and where the tumor size is small. Surgery for this cancer may involve part or all of the esophagus or other structures (part of the stomach, lymph nodes, or other parts of affected organs may be removed). Radiation therapy uses high-energy rays focused to kill cancer cells; it is often used together with chemotherapy. Chemotherapy uses drugs to destroy cancer cells; it is often used together with radiation and/or surgery and often requires cycles or repeated doses of drugs. Radiation therapy and chemotherapy are used to shrink the tumor and usually occur before surgery. Side effects of treatment for esophageal cancer may include the need for supportive care to control pain, infections such as pneumonia, difficulty in swallowing, nausea, vomiting, weight loss, and malnutrition. Depression and grief are commonly seen in cancer patients. After surgery, patients may require help with nutrition, including vitamin and mineral supplementation. A feeding tube may be necessary, especially if the esophagus is completely removed or if there is significant residual scarring and narrowing after surgery. Follow-up care for monitoring and or additional treatments is usually required. Supportive care can be provided for esophageal cancer patients; this should be done by the patient's treatment team and may include palliative-care professionals, including social workers, counselors, clergy, and others. Research about esophageal cancer is ongoing; the treating doctors may be able to link patients to other researchers that are doing clinical trials of the newest treatments for this cancer. The National Cancer Institute (NCI) offers an extensive amount of information about cancers, including esophageal cancer (1-800-422-6237) and through their PDQ web site.  The esophagus is the tube that connects the mouth to the stomach, allowing food and liquid to be swallowed. There are muscles that encircle the esophagus that allow it to contract and push food and liquid toward the stomach. When cancer cells develop in the tissues of this muscular tube, it is defined as esophageal cancer. Esophageal cancer describes the disease where cells that line the esophagus change or mutate and become malignant. These cells grow out of control and form a tumor. There are two main types of esophageal cancer: Squamous cell carcinoma affects the squamous cells and usually develops within the middle third of the esophagus. Squamous cells describe thin, flat cells that line the inner surface of the mid-portion of the esophagus. Adenocarcinoma of the esophagus affects the lower third of the esophagus. This type of cancer arises from the glandular cells found in that area of the esophagus. There are more rare forms of cancer that affect the esophagus, including lymphoma, malignant melanoma, sarcoma, choriocarcinoma, and small cell cancer.   Esophageal cancer occurs because changes occur in the DNA of cells that line the esophagus. The exact reason for these changes or mutations is uncertain, but there are known risk factors for developing these cancers. Squamous cell cancer of the esophagus is related to the use of alcohol and tobacco products, both smoke and smokeless. When the two are used together, the risk of this type of cancer increases. Adenocarcinoma involves the lower third of the esophagus and is thought to be related to gastro-esophageal reflux disease (GERD). When acid backwashes from the stomach into the lower esophagus, inflammation and cell damage may occur. Over a period of time, abnormal cells begin to form (metaplasia) and if the GERD is not treated and inflammation continues, the lining of the esophagus begins to change the way it looks and functions (dysplasia). Barrett's esophagus describes abnormal dysplasia and is thought to perhaps be a precursor to the development of further cell mutations and adenocarcinoma. Smoking increases the risk of adenocarcinoma. Other potential risk factors for esophageal cancer include esophageal burns due to accidental or intentional swallowing of caustic materials such as bleach; unusual infections with yeast, fungi, or human papillomavirus (HPV); and certain unusual foods (for example betel nuts that are prominent in some Asian diets). Esophageal cancer tends to be a disease of older people, usually occurring after the age of 65, and tends to affect males much more frequently than females. Achalasia, a motility disease of the esophagus where it does not contract appropriately, increases the risk of esophageal cancer. There are some chromosome and gene abnormalities that are associated with an increased risk of esophageal cancer. There has been a shift in the type of esophageal cancer that is now prevalent in the United States and Western Europe. In the past, squamous cell cancer was the most common worldwide, but that has changed. Adenocarcinoma is more common than squamous cell cancer in western countries, including the U. S. The reason for this change has yet to be determined.  Esophageal cancer tends not to be associated with symptoms until it grows large enough to narrow the esophagus and make it difficult for food to pass. This also means there is time and opportunity for the cancer to grow beyond the esophagus and spread (metastasize) either to surrounding tissues or to distant parts of the body before it is discovered. The first symptom of esophageal cancer is almost always dysphagia (dys=abnormal + phagia=swallowing). Initially there may be difficulty swallowing solid foods, but symptoms worsen so there may also problems swallowing liquids. Because adenocarcinoma of the esophagus may be related to chronic gastroesophageal reflux disease, symptoms of GERD may also be present, including heartburn and indigestion. Patients with esophageal cancer also can present with unexplained weight loss which occurs in more than half of patients. Esophageal cancers bleed and may cause vomiting of blood or black, tarry stools. Sometimes the bleeding can be microscopic and not seen by the naked eye. The patient may experience weakness due to low red blood cell count, and because it is due to blood loss, it is most often an iron-deficiency anemia. Pain from esophageal cancer can be felt in the lower chest or upper abdomen. If the cancer has spread there may be pain in other places around the chest or back. Patients may experience voice hoarseness due to vocal cord damage caused by reflux of stomach acid into the throat. As the tumor grows, it may cause nerve damage. The cancer can affect the recurrent laryngeal nerve that helps control the vocal cords. The nerve runs close to the esophagus, so if cancer spreads to the nerve, it means the cancer has grown beyond the esophagus wall. Physical examination may not be helpful in making the diagnosis; the esophagus is hidden within the chest cavity and not easily evaluated by physical examination. That is the reason why patient history is so important in making the diagnosis and all complaints of difficulty swallowing should be taken seriously. If the cancer has metastasized beyond the esophagus, there may be abnormal lymph nodes palpable in the neck below the jaw or above the clavicles (collarbones). If cancer has spread to the liver, the liver may become enlarged and may be palpated on examination of the abdomen. The diagnosis of esophageal cancer is made by endoscopy and biopsy. When symptoms of difficulty swallowing (dysphagia) occur, a gastroenterologist can do a procedure called an endoscopy where the patient swallows a flexible tube with an attached camera and the doctor can look at the full length of the esophagus, the stomach, and the first part of the intestine (duodenum). If a mass or tumor is seen in the esophagus, the gastroenterologist has the ability to take a sample of tissue (biopsy) through the same tube. The patient is usually sedated for endoscopy. The tissue biopsy is examined by a pathologist using a microscope and the clinical diagnosis is then confirmed.   Staging describes a system used to show how deep the cancer has extended into the esophageal tissue, whether it has spread to lymph nodes, and what other organs in the body might be involved. There is a common system agreed upon by the Union for International Cancer Control and the American Joint Committee on Cancer that uses TNM staging. T refers to the size and reach of the primary tumor. N refers to the spread to lymph nodes. M refers to the presence of metastases. With the endoscope, the gastroenterologist can use ultrasound to determine how deep into the layers of the esophagus the tumor has grown. The doctor can also tell whether lymph nodes that line the esophagus have been invaded. Either CT scan of the chest and abdomen or PET scan is then used to determine the extent of tumor spread. Depending on the type of cancer and the extent the tumor has spread, there are certain circumstances where more invasive procedures are warranted to help with staging: laparoscopy (an operation where a surgeon inserts a camera into the abdominal cavity), thoracoscopy (the camera is inserted into the chest cavity), and bronchoscopy (a camera is inserted into the lung airways). The stages of esophageal cancer can be complicated and are related to the following: T1 to T4: This depends on total tumor depth and what layers of the esophagus have been invaded by the cancer. N0 to N3: This refers to the number of lymph nodes containing cancer. M0 to M1: This refers to whether there are metastases to distant organs, usually lung, liver, and bone. Stages are as follows: Stage IA: T1, N0, M0Stage IB: T2, N0, M0Stage IIA: T3, N0, M0Stage IIB: T1, T2, N1, M0Stage IIIA: T4a, N0, M0; or T3, N1, M0; or T1, T2, N2, M0Stage IIIB: T3, N2, M0Stage IIIC: T4a, N1, N2, M0; or T4b, any N, M0; or any T, any N, M1Stage IV: any T, any N, M1  The approach to treatment is individualized to each patient's situation. Recommended treatments depend on the stage and health of the patient. Esophageal cancer is often found in older patients who have other underlying illnesses which complicates treatment. Esophageal cancer is often diagnosed late in the course of the disease because symptoms often occur only after a tumor has grown and potentially spread. Most often, if the patient can tolerate it, treatment consists of a combination of chemotherapy, radiation therapy, and surgery. The surgical procedure for esophageal cancer is removal of the esophagus (Esophagectomy = esophagus + ectomy = removal). This is often recommended for patients with stage II or III cancer. Those with stage IV cancer may not be surgical candidates because of poor prognosis. Certain patients may not be appropriate candidates for surgery because the cancer has spread to adjacent structures like the heart or lung. Some patients may not be candidates for surgery because of underlying medical illnesses, such as advanced heart or lung disease or diabetes that would increase the risk of death during or shortly after surgery. Esophagogastrectomy is occasionally required if the cancer also involves parts of the stomach. Some patients are able to have the removed esophagus replaced with another piece of bowel to connect the mouth to the stomach. If that is not possible, percutaneous gastrostomy may be required to get food and fluid into the stomach to be digested. A tube is placed through the skin and anchored into the stomach to allow tube feedings. Chemotherapy and radiation therapy (also called external beam radiation) may be administered prior to surgery to help shrink the tumor. There are a variety of chemotherapy protocols that may be considered. Surgery may be delayed for four to six weeks after the diagnosis is made to allow the chemotherapy and radiation to be administered. Chemotherapy and radiation therapy after surgery have not been shown to increase survival. There are specific genes that are associated with esophageal cancer. In certain circumstances, the tumor can be tested to see whether genes like HER2 are present. Targeted medications can attach or bind to different protein sites on the tumor cells and inhibit tumor growth. This is immunotherapy, which tries to kill only tumor cells, unlike chemotherapy, which also kills normal cells as a side effect. If the esophageal cancer is confined the walls of the esophagus with no spread to the lymph nodes or distant organs (stage I), surgical removal of the tumor may be accomplished via endoscopic procedure. Light therapy may be used to treat esophageal cancers that are small in size and have not spread or metastasized. In this treatment, a photo-sensitizing drug is injected into the body where it is absorbed by cells, where they can last for two to three days. However, cancer cells seem to keep a concentration of the drug longer. When the patient is exposed to light from a laser, the drug may kill the cancer cell. This type of treatment is limited because light cannot penetrate deeply into the body and is effective in only small tumors. At present, photodynamic therapy is approved for esophageal cancer and non-small-cell lung cancer. Esophageal cancer is a condition that requires surgical procedures. In addition to the general surgeon, there are many other types of physicians who may contribute to care. Gastroenterologists may be involved in diagnosing, treating, and monitoring the disease. Oncologists make treatment plans that include chemotherapy and radiation therapy. Radiation is administered by a radiation oncologist. Surgeons are responsible for operating and removing organs that are involved by tumor. General surgeons and thoracic surgeons are commonly responsible for the operation. Other types of surgeons may provide care depending upon what other organs are affected by the cancer. The primary-care provider may help care for side effects. Dieticians are important to help maintain nutrition to aid healing and prevent complications when food cannot be easily swallowed, both before and after surgery. Should the cancer become untreatable or symptom control be needed, palliative care specialists may be involved to help improve quality of life.  According to the National Cancer Institute, there will be almost 17,000 new cases of esophageal cancer in the United States in 2015. Approximately 16,000 people will die of the disease. In the 1970s, more than 90% of esophageal cancers were of the squamous cell type. Now, almost 70% are adenocarcinoma. It occurs more frequently as people age and is more commonly diagnosed in male patients, aged 60 to 70. Esophageal cancer affects males more than females, almost 4 to 1. It is 20 times more common to be found in patients older than age 65 than in those who are younger. Patients, families, and friends are all affected when the diagnosis of cancer is made. Most hospitals and treatment facilities will have support systems available to help with the difficult journey ahead. The treating professionals will be important resources to relay understanding of the disease, the potential treatment options, and the expected outcomes. It is important for all who are involved to be advocates for the patient; much of the information can be overwhelming. It is reasonable to ask questions of the doctors, nurses, and other care providers. There are many community resources available as well. The American Cancer Society is a good place to begin, contacting the organization at a local office or online.   Most often, esophageal cancer is a treatable disease but not a curable one. Patients who have severe Barrett's esophagus (some consider this stage T0 or precancerous) and those with few cancer cells tend to have relatively successful outcomes. The overall five-year survival rate averages between 5%-30%. This is especially low because patients tend to present late in their disease when the cancer has already spread. Lymph node and other organ involvement markedly lowers survival rate. There is a better survival rate in patients whose tumors disappeared with radiation and chemotherapy before surgery (three-year survival rate of 48%), as compared to those who had some residual tumor at time of surgery (27%). The prognoses for squamous cell carcinoma and adenocarcinoma are about the same. Since squamous cell carcinoma is associated with smoking (and smokeless tobacco products), stopping smoking will significantly decrease the risk of this type of esophageal cancer. Alcohol abuse is also related to squamous cell carcinoma, especially when combined with tobacco product use. Alcohol products should be used in moderation. Esophageal adenocarcinoma is associated with GERD and the development of Barrett's esophagus. It is important to limit the risk factors for developing esophageal reflux. These include: losing weight,moderating alcohol use,avoiding excess anti-inflammatory medication use (aspirin, ibuprofen, naproxen), andavoiding smoking. If symptoms of GERD develop, they should be assessed and treated by your health care professional. Should symptoms persist or worsen, the recommendation may be to undergo endoscopy to determine whether Barrett's esophagus is present. Barrett's esophagus needs to be managed and monitored to assess whether there is progression of cell damage. This may include endoscopic ablation, or killing of abnormal tissue using different techniques including radiofrequency ablation, photodynamic therapy, or cryotherapy. ", 
    "title": "Esophageal Cancer"
}