{
    "data": "  \"Oh, something is wrong with my eye!\" We have all said this at some time. How uncomfortable it can be! Fortunately, many common eye (ocular) disorders disappear without treatment or can be managed by self-treating. Various <nobr>products -- from</nobr> artificial tears and ointments to ocular <nobr>decongestants -- are</nobr> available over the counter (OTC). These products can help with dryness, itching, or excessive watering of the eye. However, a word of caution: In some instances, what may seem like a minor eye problem may lead to a severe, potentially blinding condition. So, always check with your doctor for any persisting eye problem. Many safe and effective OTC products for mild eye disorders are available for self-treatment. Two important factors to remember when considering self-treatment are: <ol>if the problem appears to involve the eyeball itself, you should consult a physician immediately; andif you use an OTC eye care product for 72 hours without improvement of the condition being treated or the condition worsens, you also should see a doctor immediately. If blurring of vision, double vision, eye pain, or visual loss is one of your symptoms, see an ophthalmologist (MD) immediately. Optometrists or Ophthalmologists provide eye exams. Optometrists provide attentive, comprehensive care. To self-treat common ocular disorders with OTC eye care products, readers should understand: <ol>the structure of the eye;the cause of the disorder;eye diseases and disorders are safe to self-treat and which should be referred to Optometrists or Ophthalmologists; andthe types of OTC eye care products that are available and the disorders in which they are useful. The eyes are extremely complex sensory organs. About 85% of the total sensory input to our brains originates from our sense of sight, while only the other 15% comes from the other four senses of hearing, smell, touch, and taste. The eyes are designed to optimize vision under conditions of varying light. Their location, on the outside of the face, makes them susceptible to trauma, environmental chemicals and particles, and infectious agents. The eyelid and the position of the eye within the bones of the orbital cavity are the major protective mechanisms for the eye. The eye itself has the shape of a sphere measuring about 1 inch in diameter. It consists of a clear, transparent dome at the front (the cornea) that is surrounded by the white of the eyeball (the sclera). The iris of the eye is the circular, colored portion within the eye. Behind the cornea is located the pupil, the central opening within the iris. Behind the iris and pupil is the eye's lens. The space between the back of the cornea and the front of the lens is called the anterior chamber and is filled with a fluid, called the aqueous humor. Behind the lens is a large space that is filled by the transparent vitreous liquid gel. The inside of the back of the eye is lined by the retina, the thin, light-sensitive tissue that changes light images to electrical signals via a chemical reaction. These electrical signals generated by the retina are sent to the brain through the optic nerve. Our brain interprets what our eyes see. The inner sides of the eyelids, which touch the front surface of surface of the eye, are covered by a thin membrane (the palpebral conjunctiva) that produces mucus to lubricate the eye. This thin membrane folds back on itself and covers the visible sclera of the eyeball. (This continuation of the palpebral conjunctiva is called the bulbar conjunctiva. ) Natural oil for the tears is produced by tiny glands located at the edges of the eyelids, providing additional lubrication for the eye. The main component of tears is formed by the lacrimal gland located under the upper lid at the outer corner of each eye. The tears are composed of a combination of the substances produced by the lacrimal gland, the oil glands, and the mucus glands. Tears flow toward the nasal side of the eye and drain into the lacrimal sac in the area between the eye and the side of the nose.   Blepharitis: Blepharitis is a common condition that is caused by inflammation of the eyelid. It results in red, scaly, and thickened eyelids and typically some loss of the eyelashes. Blepharitis may be due to either Staphylococcus epidermidis or Staphylococcus aureus (types of bacteria), seborrheic dermatitis (a type of skin inflammation of unknown cause), or a mixture of the two. It is sometimes associated with rosacea of the face. The most common complaints of blepharitis are itching, flaking of the lids, and a feeling of burning of the eyes. Blepharitis is initially treated by applying hot compresses to the affected eye, followed by an eyelid scrub. If the condition persists, you should see the doctor, who may prescribe antibiotic eye drops, eye ointments, or pills. Lice: The eyelids can become infested with one of two different lice, the crab louse (Phthirus pubis) or the head louse (Pediculus humanus capitis). Lice in the eyelids cause symptoms and signs that are similar to those of blepharitis (red, scaly, and thickened eyelids, usually with some loss of the eyelashes). It is common in young school-age children. One can sometimes see movements of the adult lice at the base of the lashes. Petrolatum or a nonmedicated ointment is applied to the eyelid and suffocates the lice eggs. RID, NIX, A-2000, or any other preparation that is designed for lice eradication in the hair should not be used near the eyes. Contact dermatitis: Contact dermatitis is an inflammation of the skin that causes swelling, scaling, or redness of the eyelid with intense itching. This condition usually is triggered by the use of a new product (soap or makeup) or exposure to a foreign substance. If both the upper and lower eyelids are affected, the cause of the inflammation is likely to be an allergic reaction. Even if the foreign substance has previously been used for many years without reaction, allergy can result. Antihistamines that are taken by mouth can be used to treat contact dermatitis of the eyelid. Discontinuation of the offending agent is necessary to minimize recurrences. Superficial foreign bodies: Lint, dust, an eyelash, or other foreign matter can become stuck in the eye. When the substance cannot easily be removed either with your finger, water, or an eye irrigating solution, a doctor should be seen. Thermal damage: Thermal damage is a burn injury to the eye itself. Exposure to the sun's UV radiation during outdoor activities is an example of minor ocular thermal damage. An eye lubricant can be applied to soothe the eye. If there is no relief to the eye after 24 hours, a physician should be seen. A more severe thermal injury to the eye, for example, from a welder's arc or from sunlamp exposure, warrants the immediate attention of a doctor. Conjunctivitis: Bacteria, viruses, fungi, allergic substances, or inflammation-promoting agents can cause inflammation of the palpebral and bulbar conjunctiva, also known as conjunctivitis. The inflammation causes enlargement of the blood vessels in the conjunctiva (\"congestion\") and causes the conjunctiva to become red (\"bloodshot\"). Itchy eyes may or may not accompany the inflammation. The eyelids may be stuck together in the morning and there may be tearing or discharge from the eye or eyes. The congestion and itchiness can be temporarily treated with ocular decongestants, but the underlying cause may need treatment from a physician as well. Dry eye: Dry eye is characterized by a white or mildly reddened eye combined with a sandy, gritty, dry feeling. Paradoxically, dry eye can sometimes be accompanied by excessive reflex tearing. The dryness itself can stimulate an increase in the production of tears. Dry eye, also known as KCS or keratoconjunctivitis sicca, is very common and is increasing in frequency due to an aging population and increased pollution in the air. Dry eye symptoms are worse at high altitudes and in low humidity situations, such as in airplanes. Dry eye is more common in females. It is sometimes associated with dry mouth (Sjögren's syndrome) or other autoimmune diseases. Other factors thought to contribute to dry eye are some drugs such as antihistamines, antidepressants, or diuretics (water pills). There are many OTC eye drops available for the self-medication of dry eyes. These vary in their formulations, consistency, and preservatives used. Although these lubricants are effective for treating many cases of dry eye, a physician also should be consulted. Hordeolum: Commonly referred to as a stye, a hordeolum is an inflammation of the glands within the eyelid, typically with infection. The primary sign of a hordeolum is a tender, raised nodule on the eyelid. Sometimes, the eyelid is so swollen that the eye appears to be completely shut. A hordeolum is usually caused by the same bacteria that are linked to blepharitis. Recurrent hordeolum can be associated with rosacea. Treatment usually is with hot compresses several times per day, but if the problem worsens or does not clear within a week, a physician should be seen. Antibiotics may be necessary. Chalazion: A chalazion looks similar to a hordeolum. A chalazion is a raised nodule without the tenderness of a hordeolum. It usually does not harbor any infection. Like a hordeolum, it is treated with hot compresses. If the chalazion persists, a physician should be consulted. Although this is not a tumor, sugical removal may be necessary for cosmetic or comfort reasons.   Trauma: Blunt trauma to the eye requires immediate evaluation by an ophthalmologist. Trauma to the eye can activate bleeding into the eye from ruptured blood vessels or cause detachment of the retina. Both situations can seriously impair vision. Abrasion: An abrasion usually occurs when a fingernail or other foreign object rubs across the cornea or conjunctiva and removes some surface tissue. There is a risk of bacterial or fungal contamination and infection following an eye abrasion. Chemical exposure: Exposure of the eye to household cleaning solutions, fumes, or an actual chemical splash requires immediate evaluation by a physician, though initially it may be self-treated with water or another irrigant. Keratitis: Keratitis is an inflammation of the cornea that may occur alone or simultaneously with conjunctivitis. This inflammation may be infectious (resulting from a virus, bacteria, fungus, or parasite) or noninfectious in origin. The symptoms of keratitis include blurred vision, pain, and intolerance to light (photophobia). It may be due to contact lens overwear. Corneal swelling: Corneal swelling, or edema, is a condition in which fluid accumulates in the cornea. The edema causes visual disturbances such as halos or starbursts around lights. Reduced vision may or may not occur. Corneal swelling can arise as a complication of contact lenses, surgical damage to the cornea, or an inherited defect. Hyperosmotic drops or ointment can be used to treat corneal swelling, but additional treatment by a physician may be necessary. Uveitis: Uveitis is an inflammation of the eye structures in the uveal tract (the iris and other structures within the eye to which the iris attaches). Uveitis may occur without an obvious cause or may be due to trauma or an inflammatory disease present througout the body. Symptoms and signs of uveitis include eye pain, tearing, light sensitivity, and visual blurring. Acute angle-closure glaucoma: Angle-closure glaucoma is due to an obstruction of the system that drains aqueous fluid from the inside of the eye. As a result, fluid accumulates and the pressure within the eye increases. Patients usually have a tendency to develop angle-closure glaucoma because of crowding of the anatomy of the front of their eye. It is more common in people who are hyperopic (farsighted). This disorder may be triggered after an eye exam in which the pupils have been dilated or by taking certain oral medications in the susceptible individual. Common symptoms include a severe headache or eye pain accompanied by nausea and vomiting. Vision is also usually blurry. Angle-closure glaucoma should be suspected if these symptoms develop after an agent is used to dilate the pupils for an eye exam. Most patients with acute angle-closure glaucoma in one eye are at risk for developing it in the other eye. The treatment of acute angle-closure glaucoma is surgical.   There are eight types of OTC eye care products available. Each product contains one or more active and inactive ingredients. <ol>Artificial tear drops: Lubricants (also called artificial tears) are synthetic (manmade), water-based solutions that are used to lubricate the eye and thicken tears. Artificial tears are formulated as solutions or suspensions, varying in viscosity. Popular examples of artificial tears include AquaSite, Bion Tears, Celluvisc, Duratears, Gen Teal, HypoTears, Liquifilm Tears, OcuCoat, Refresh, Systane, Tears Naturale, and TheraTears. Many people develop sensitivity to the preservatives in these solutions, causing increasing redness, burning, or itching. Most of these products are also available in a preservative-free (PF) form. Artificial tears usually are used two to five times a day as needed for relief of symptoms. Ointments or emollients: Ointments also are useful lubricants. These products are not water-based and contain lubricating ingredients similar to petroleum jelly. Examples of ointments include Lacri-Lube, Moisture Eyes PM, and Refresh PM. Their advantage over a water-based solution is that they remain in the eye longer. These ointments cause visual blurring immediately after their use. Therefore, they are often used only prior to sleep. Eye washes: Eye washes (also known as ocular irrigants) are used to cleanse and/or rinse debris from the eye. These products are balanced to the proper acidity and electrolyte concentration so as to be non-irritating to the eye. Washes are available as liquids or drops. These products may contain boric acid with sodium borate, sodium phosphate, or sodium hydroxide to maintain the proper acidity. Examples of washes include AK Rinse, Dacriose, and Eye-Stream. Hyperosmotics: Hyperosmotics are used to treat corneal swelling. Hyperosmotics draw water out of the cornea and thus reduce corneal swelling. Most OTC hyperosmotics contain sodium chloride in various concentrations as either a solution or an ointment. The 2% solution tends to cause less stinging and burning than the 5% solution. An example of a hyperosmotic for corneal swelling is Adsorbonac. Scrubs: Eyelid scrubs are useful for removing oils, debris, or loose skin that can be associated with eyelid inflammation. Soap agents provide the foaming action. An example of this type of product is Eye-Scrub. Decongestants: Decongestants are used to shrink swollen blood vessels in the congested (red) eye, for example, in conjunctivitis. Phenylephrine is the most common decongestant for this purpose. Patients at risk for angle-closure glaucoma should cautiously use phenylephrine because it can cause an attack of the disease. Rebound congestion, in which blood vessels become dilated even with continued use of decongestants, is a common side effect of phenylephrine. Therefore, if no improvement in redness or symptoms occurs within 72 hours of use, phenylephrine should be discontinued. A frequent side effect of phenylephrine is dilation of the pupils. If phenylephrine is absorbed from the eye into the body, an increase in blood pressure may occur, although this is rare. Nevertheless, patients with high blood pressure should be cautious in using phenylephrine. Additionally, if phenylephrine is absorbed, side effects may occur due to interactions with atropine, tricyclic antidepressants (imipramine), and monoamine oxidase inhibitors such as phenelzine sulfate (Nardil) or tranylcypromine sulfate (Parnate), reserpine (Hydropres), guanethidine (Ismelin), or methyldopa (Aldomet). A second group of chemical decongestants are the imidazoles (naphazoline, tetrahydrozoline, and oxymetazoline). Imidazoles are longer acting than phenylephrine and have fewer side effects, including rebound congestion. Caution still is recommended with imidazoles because of the potential for an increase in blood pressure. Of the three imidazoles, oxymetazoline generally appears to exhibit the least side effects. Naphazoline may dilate pupils more in people with lightly pigmented (blue or green) eyes. Examples of eye drops containing decongestants are Naphcon, Prefrin, and Opcon A. Antihistamines: Ocular antihistamines are available OTC. These antihistamines are combined with ocular decongestants for the treatment of congestion (conjunctivitis), particularly when caused by allergy. Pheniramine maleate and antazoline both block histamine receptors in the eye, and thus provide relief from the symptoms of itchy, watery eyes. Antazoline may increase pressure slightly in the eye (of concern to patients with glaucoma) whereas pheniramine maleate has little effect on pressure. Common side effects of antihistamines include burning, stinging, and discomfort in the eye. Important side effects that may be associated with oral antihistamines have not been reported with ocular antihistamines. Antihistamines should not be used in patients at risk for developing angle-closure glaucoma. Examples of products that combine an antihistamine and decongestant are Naphcon A and Ocuhist. Newer allergy eye-drop preparations: Recently, new classes of eye drops for the treatment of itching due to allergy have become available over the counter. Zaditor, a nonsteroidal anti-inflammatory drop, is an example of these.  Most eye care products contain ingredients that have no therapeutic value. If an individual has a known sensitivity to one or more of these ingredients, then products containing them should be avoided. Vehicles: An ophthalmic vehicle is added to a product to enhance drug action by increasing the viscosity (thickness) of the product. Examples of ophthalmic vehicles are Dextran 70, gelatin, glycerin, poloxamer 407, and propylene glycol. Preservatives: Preservatives are included to destroy or limit growth of bacteria that may be introduced into the product during repeated use. Examples of ophthalmic preservatives are benzalkonium chloride (BAK), cetylpyridinium chloride, chlorobutanol, methylparaben, sodium benzoate, and sorbic acid. To avoid allergies, many ophthalmic products are preservative free. ", 
    "title": "Eye Care"
}