{
    "data": " Factitious disorders are conditions in which a person acts as if he or she has a physical or mental illness when he or she is not really sick. Factitious disorder by proxy is when a person acts as if a person in their care has an illness when they do not. People with factitious disorders deliberately create or exaggerate symptoms of an illness in several ways. They may lie about or fake symptoms, hurt themselves to bring on symptoms, or alter tests (such as contaminating a urine sample) to make it look like they or the person in their care are sick. People with factitious disorders behave this way because of an inner need to be seen as ill or injured, not to achieve a clear benefit, such as financial gain. People with factitious disorders are even willing and sometimes eager to undergo painful or risky tests and operations in order to obtain the sympathy and special attention given to people who are truly ill or have a loved one who is ill. Factitious disorders are considered mental illnesses because they are associated with severe emotional difficulties. Many people with factitious disorders also suffer from other mental conditions, particularly personality disorders. People with personality disorders have long-standing patterns of thinking and acting that differ from what society considers usual or normal. These people generally also have poor coping skills and problems forming healthy relationships. Factitious disorders are similar to another group of mental disorders called somatoform disorders, which also involve the presence of symptoms that are not due to actual physical or mental illnesses. The main difference between the two groups of disorders is that people with somatoform disorders do not fake symptoms or mislead others about their symptoms on purpose. There are four main types of factitious disorders, including: Factitious disorder with mostly psychological symptoms: As the description implies, people with this disorder mimic behavior that is typical of a mental illness, such as schizophrenia. They may appear confused, make absurd statements and report hallucinations, the experience of sensing things that are not there; for example, hearing voices. Ganser syndrome, sometimes called prison psychosis, is a factitious disorder that was first observed in prisoners. People with Ganser syndrome have short-term episodes of bizarre behavior similar to that shown by people with serious mental illnesses. Factitious disorder with mostly physical symptoms: People with this disorder claim to have symptoms related to a physical illness, such as symptoms of chest pain, stomach problems, or fever. This disorder is sometimes referred to as Munchausen syndrome, named for Baron von Munchausen, an 18th century German officer who was known for embellishing the stories of his life and experiences. Factitious disorder with both psychological and physical symptoms: People with this disorder produce symptoms of both physical and mental illness. Factitious disorder not otherwise specified: This type includes a disorder called factitious disorder by proxy (also called Munchausen syndrome by proxy). People with this disorder produce or fabricate symptoms of illness in another person under their care. It most often occurs in mothers (although it can occur in fathers) who intentionally harm their children in order to receive attention.  Possible warning signs of factitious disorders include: Dramatic but inconsistent medical historyUnclear symptoms that are not controllable and that become more severe or change once treatment has begun Predictable relapses following improvement in the conditionExtensive knowledge of hospitals and/or medical terminology, as well as the textbook descriptions of illness Presence of many surgical scarsAppearance of new or additional symptoms following negative test resultsPresence of symptoms only when the patient is with others or being observedWillingness or eagerness to have medical tests, operations, or other proceduresHistory of seeking treatment at many hospitals, clinics, and doctors offices, possibly even in different cities Reluctance by the patient to allow health care professionals to meet with or talk to family members, friends, and prior doctors The exact cause of factitious disorders is not known, but researchers are looking at the roles of biological and psychological factors in the development of these disorders. Some theories suggest that a history of abuse or neglect as a child, or a history of frequent illnesses that required hospitalization might be factors in the development of the disorder. There are no reliable statistics regarding the number of people in the U. S. who suffer from factitious disorders. Obtaining accurate statistics is difficult because dishonesty is common with this condition. In addition, people with factitious disorders tend to seek treatment at many different health care facilities, which can lead to statistics that are misleading. In general, factitious disorders are more common in men than in women. However, factitious disorder by proxy tends to be more common in women than in men.  Diagnosing factitious disorders is very difficult because of, again, the dishonesty that is involved. Doctors must rule out other possible physical and mental illnesses before a diagnosis of factitious disorder can be considered. If the doctor finds no physical reason for the symptoms, he or she may refer the person to a psychiatrist or psychologist, mental health professionals who are specially trained to diagnose and treat mental illnesses. Psychiatrists and psychologists use specially designed interview and assessment tools to evaluate a person for a factitious disorder. The doctor bases his or her diagnosis on the exclusion of actual physical or mental illness, and his or her observation of the person's attitude and behavior.  People with factitious disorders are at risk for health problems (or even death) associated with hurting themselves or otherwise causing symptoms. In addition, they may suffer from reactions or health problems related to multiple tests, procedures, and treatments; and are at high risk for substance abuse and attempts at suicide. A complication of factitious disorder by proxy is the abuse and potential death of the victims. Because many people with factitious disorders deny they are faking symptoms and will not seek or follow treatment, recovery is dependent on a doctor or loved one identifying or suspecting the condition in the person and encouraging them to receive proper medical care for their disorder and stick with it. Some people with factitious disorders suffer one or two brief episodes of symptoms and then get better. In most cases, however, the factitious disorder is a chronic, or long-term, condition that can be very difficult to treat. There is no known way to prevent factitious disorders. WebMD Medical Reference ", 
    "title": "Factitious Disorders"
}