{
    "data": "  Being unconscious is not normal; those affected should seek medical care. Syncope may be caused by a variety of mechanisms, but isn't caused by head injury, which is considered a concussion. Some causes of syncope can be a warning of a life-threatening situation. Most times, syncope is a relatively benign situation. While most episodes of syncope can be easily explained, some patients never receive a diagnosis or know the specific cause. Fainting, \"blacking out,\" or syncope is the temporary loss of consciousness followed by the return to full wakefulness. This loss of consciousness may be accompanied by loss of muscle tone that can result in falling or slumping over. To better understand why fainting can occur; it is helpful to explain why somebody is awake. The brain has multiple parts, including two hemispheres, the cerebellum, and the brain stem. The brain requires blood flow to provide oxygen and glucose (sugar) to its cells to sustain life. For the body to be awake, an area known as the reticular activating system located in the brain stem needs to be turned on, and at least one brain hemisphere needs to be functioning. For fainting or syncope to occur, either the reticular activating system loses its blood supply, or both hemispheres of the brain are deprived of blood, oxygen, or glucose. If blood sugar levels are normal blood flow must be briefly disrupted to the whole brain or to the reticular activating system for fainting to occur. Fainting is not caused by head trauma, since loss of consciousness after a head injury is considered a concussion. However, fainting can cause injury if the person falls and hurts themselves, or if the faint occurs while participating in an activity like driving a car. Fainting is differentiated from seizure, during which patients may also also lose consciousness.   Decreased blood flow to the brain can occur because 1) the heart fails to pump the blood; 2) the blood vessels don't have enough tone to maintain blood pressure to deliver the blood to the brain; 3) there is not enough blood or fluid within the blood vessels; or 4) a combination of reasons one, two, or three above. Heart rhythm changes are the most common causes of passing out, fainting, or syncope. While this may sound ominous, frequently the faint is due to a temporary change in normal body function. Sometimes, the heart rhythm change is more dangerous and potentially life-threatening. The heart is an electrical pump, and if an electrical system problem exists, the heart may on occasion be unable to adequately pump blood, causing short term drops in blood pressure. The electrical issues may cause the heart to beat too quickly, too slowly, or erratically. A rapid heart rate or tachycardia (tachy = fast + cardia = heart) is an abnormal rhythm generated in either the upper or lower chambers of the heart and may be life-threatening. Should the heart beat too quickly, there may not be enough time for it to fill with blood in between each heart beat, which then decreases the amount of blood the heart can deliver to the body. Tachycardias can occur at any age and may not be related to atherosclerotic heart disease. With bradycardia, or a slow heart rate (brady = slow + cardia = heart), the heart's ability to pump blood may be compromised. As the heart ages, the electrical system can become fragile and heart blocks, or disruptions of the electrical system, can occur, causing the heart rate to slow down. Aside from structural electrical problems with the heart, medications may be the culprit. When taking prescribed medications for blood pressure control [for example, beta blockers such as metoprolol (Lopressor, Toprol XL), propranolol (Inderal, Inderal LA), atenolol (Tenormin), or calcium channel blockers such as diltiazem (Cardizem, Dilacor, Tiazac), verapamil (Calan, Verelan and others), amlodipine (Norvasc)], the heart can become more sensitive to the effects of these drugs and beat abnormally slow, decreasing blood output from the heart.   Structural problems with the heart can cause fainting or syncope, either because there is a problem with the ability of the heart to adequately pump blood or because of valve problems. When the heart muscle becomes damaged or inflamed it may not have the ability to pump blood to meet the body's needs. Examples include a heart attack (myocardial infarction) or cardiomyopathy, in which the heart muscle weakens. Abnormalities with the heart valves can also cause fainting or syncope. The valves allow blood to go in the proper direction when the heart pumps. Valve diseases may include abnormal narrowing (stenosis) or leakage (insufficiency or regurgitation). Either situation can cause issues with maintaining adequate blood flow to the body.   In young people, especially athletes, fainting or syncope can occur because of abnormal thickening of parts of the heart muscle (hypertrophic cardiomyopathy). This may obstruct blood when it tries to leave the heart, especially when the heart is asked to beat harder during exercise. Sudden death in athletes may be foreshadowed by episodes of syncope. Loss of intravascular fluid, that is the blood and water within the blood vessels, can also cause fainting or syncope. Usually, fainting will occur when a person stands up quickly from a lying or sitting position and there isn't enough time for the body to compensate by making the heart beat quicker, or having the blood vessels constrict to maintain the body's blood pressure and blood flow to the brain. This is referred to aspostural hypotension.   Vasovagal syncope is one of the most common causes of fainting. In this situation, the balance between the chemicals adrenaline and acetylcholine is disrupted. Adrenaline stimulates the body, including making the heart beat faster and blood vessels narrower, thereby increasing blood pressure. Acetylcholine does the opposite. When the vagus nerve is stimulated, excess acetylcholine is released, the heart rate slows and the blood vessels dilate, making it harder for blood to defeat gravity and be pumped to the brain. This temporary decrease in blood flow to the brain causes the syncopal (fainting) episode. Pain can stimulate the vagus nerve and is a common cause of vasovagal syncope. Other noxious stimuli can do the same thing, including situational stressors. It is common for medical and nursing students to faint when observing their first operation or autopsy. Some people pass out when they hear bad news; others pass out when they experience the sight of blood or needles. In the Victorian age this was known as a \"swoon. \" Other situations commonly cause the heart rate to temporarily slow and cause a faint. Straining with urination, bowel movement, or coughing can cause a vagal response, increase acetylcholine levels and decrease blood flow to the brain.   Anemia (low red blood cell count), whether it occurs acutely from bleeding or gradually for a variety of reasons, can cause fainting because there aren't enough red blood cells to deliver oxygen to the brain. Dehydration, or lack of water in the body can similarly cause fainting or syncope. This can be caused by excessive loss of water from vomiting, diarrhea,sweating, or by inadequate fluid intake. Some illnesses like diabetes can cause dehydration by excess loss of water in the urine.   Blood vessels need to maintain their tone so that the body can withstand the effects of gravity with changes in position. When the body position changes from lying down to standing, the autonomic nervous system (the part of the brain not under conscious control), increases tone in the blood vessel walls, making them constrict, and at the same time increases the heart rate so that blood can be pumped upward to the brain. As people age, blood vessels may become less resilient, and orthostatic hypotension (relative low blood pressure with standing) may occur and cause syncope. Blood vessels to the brain are no different than any other blood vessels in the body and are at risk for narrowing with age, smoking, high blood pressure, high cholesterol, and diabetes. While most people are aware of the carotid arteries that supply the thinking parts of the brain, another set of arteries supply the base of the brain. This vertebrobasilar system is also at risk for narrowing, and should there be a temporary disruption in the blood flow to the midbrain and the reticular activating system, fainting or syncope may occur. The vertebral arteries run to the brain in the back of the neck and are encased in bony tunnels. If blood flow in these arteries is disrupted, the brain stem and reticular activating system may turn off, causing syncope.   Electrolyte and hormone abnormalities may also be responsible for syncope; however, these causes are due to their effects on the heart and blood vessels. Other medications or drugs may also be potential causes of fainting or syncope including those for high blood pressure that can dilate blood vessels, antidepressants that can affect heart electrical activity, and those that affect mental status like pain medications, alcohol, and cocaine. Syncope is also related to pregnancy. Likely explanations include compression of the inferior vena cava (the large vein that returns blood to the heart) by the enlarging uterus and by orthostatic hypotension.   With fainting (syncope), the patient is unaware that they have passed out and fallen to the ground. It is only afterward that they understand what has happened. There may be symptoms or signs before the syncopal episode, which may include: The person may feel lightheaded, nauseated, sweaty, or weak. There may be a feeling of dizziness or vertigo (with the room spinning), vision may fade or blur, and there may be muffled hearing and tingling sensations in the body. With pre-syncope or a near-faint, the same symptoms will occur, but the person doesn't quite lose consciousness. During the episode, when the person is unconscious, there may a few twitches of the body which may be confused with seizure activity. The person may have some confusion after wakening but it should resolve within a few seconds. After a syncopal episode, there should be a quick return to normal mental function, though there may be other signs and symptoms depending upon the underlying cause of the faint. For example, if the individual is in the midst of a heart attack, he or she may complain of chest pain or pressure.   As with most medical conditions, the history is the key in finding out why a patient faints. Since most episodes of syncope do not occur while the patient is wearing a heart monitor in front of a medical provider, it is the description of how the patient felt and what bystanders or family members witnessed that will give clues to the diagnosis. Physical examination will try to look for signs that will give direction to the potential diagnosis. Heart monitoring may be done to look for heart rhythm disturbances. Blood pressure may be checked both lying and standing to uncover orthostatic hypotension. Examination of the heart, lung, and neurologic system may uncover a potential cause if these are abnormal. Initial diagnostic tests may include an electrocardiogram (EKG) and screening blood tests like a complete blood count (CBC), electrolytes, glucose, and kidney function tests. Thyroid blood tests may be performed. Heart rhythm disturbances may be transient and not always evident at time of the examination. On occasion, a heart monitor (Holter monitor) can be worn as an outpatient for 24 or 48 hours or for up to 30 days (event monitor). Abnormal heart rhythms and rates may be uncovered as the potential cause of syncope. A tilt-table test can be used to uncover orthostatic hypotension and is usually done on an outpatient basis. The patient is placed at an angle on a table for 30-45 minutes (every institution has its own protocol) and blood pressure and pulse rate are measured with the patient in different positions. Depending upon the suspicions of the health care provider, imaging may be done of the brain using computerized tomography (CT scan) or magnetic resonance imaging (MRI). Often these tests are normal and a presumptive diagnosis is made of a non life-threatening event. However, the medical care provider may decide, in consultation with the patient, whether further testing is required and whether testing should occur in the hospital or as an outpatient. It may be reasonable in some cases to take a watchful waiting approach and not proceed with any further evaluation.   Fainting is not normal, although the cause may not be serious. When in doubt, calling 911, activating the emergency medical system, and seeking medical care is appropriate. It is always appropriate to seek medical care. If the episode is short-lived and the person returns to normal function with no evidence of injury, it may be appropriate to contact the primary care practitioner to discuss care options. If the person is not breathing and no pulse can be felt, 911 should be activated, an AED (automated external defibrillator) placed, and bystander CPR should be initiated. In the ambulance, hospital, or doctor's office, because the potential life-threatening causes of syncope need to be initially considered; often a patient who complains of fainting (syncope) will be placed on a heart monitor, have an intravenous line placed, and oxygen supplied. A fingerstick blood sugar may be checked to look for hypoglycemia (low blood sugar). Further treatment will be tailored to the specific cause of the fainting or syncope based upon the patient's evaluation.   Depending upon the cause, there may be opportunity to prevent fainting spells. For example: Patients who have had a vasovagal episode may be aware of the warning signs and be able to sit or lie down before passing out and avert the fainting episode. For older patients with orthostatic hypotension, waiting for a second after changing positions may be all that is needed to allow the body's reflexes to react. Medications may be adjusted if they are thought to be the potential cause of fainting or syncope. Adequate fluid intake may be enough to prevent dehydration as the cause for syncope. There is an increased awareness of syncope and sudden death in younger athletes due to hypertrophic cardiomyopathy. A variety of screening tests are available to assess potential risk for sudden death, but no consensus yet as to who and when to screen athletes has emerged. ", 
    "title": "Fainting"
}