{
    "data": "  Felty's syndrome is a complication of long-standing rheumatoid arthritis. Patients with Felty's syndrome can have more infections than the average person and can develop leg ulcers. The cause of Felty's syndrome is not known. Felty's syndrome is diagnosed by the presence of three conditions: rheumatoid arthritis, an enlarged spleen, and an abnormally low white blood count. Treatment of Felty's syndrome is not always required, but medications are used for serious manifestations. Felty's syndrome is a complication of long-standing rheumatoid arthritis. Felty's syndrome is defined by the presence of three conditions: rheumatoid arthritis, an enlarged spleen (splenomegaly), and an abnormally low white blood cell count. Felty's syndrome is uncommon. It affects less than 1% of patients with rheumatoid arthritis. The cause of Felty's syndrome is not known. Some patients with rheumatoid arthritis develop Felty's syndrome, but most do not. White blood cells are produced in the bone marrow. There seems to be an active bone marrow function in patients with Felty's syndrome, producing white cells, despite the low numbers of circulating white blood cells (neutropenia). White cells may be stored excessively in the spleen of a patient with Felty's syndrome. This is especially true in patients with Felty's syndrome that have antibodies against the particular type of white blood cells usually affected (cells called granulocytes or neutrophils).  The risk factor for Felty's syndrome is having rheumatoid arthritis. Some patients with Felty's syndrome have more infections, such as pneumonia or skin infections, than the average person. This increased susceptibility to infections is attributed to the low white blood counts that are characteristic of Felty's syndrome. Ulcers in the skin over the legs can complicate Felty's syndrome. There is no single test for Felty's syndrome. Physicians diagnose Felty's syndrome based on the presence of rheumatoid arthritis, an enlarged spleen (splenomegaly), and an abnormally low white blood cell count. Most patients do have rheumatoid arthritis antibodies (rheumatoid factor) in the blood and are referred to as having seropositive rheumatoid arthritis. Felty's syndrome is treated by internists, rheumatologists, and hematologists.  Treatment of Felty's syndrome is not always required. The underlying rheumatoid arthritis is managed in the standard fashion. Treatments used for patients with recurring infections, active arthritis, or ulcer in the legs include rheumatoid disease modifying drugs, such as methotrexate (Rheumatrex, Trexall) and azathioprine (Imuran). Patients with severe infectious diseases may benefit by weekly injections with a stimulating factor (granulocyte stimulating factor/GSF) that acts to increase the amount of white blood cells. Surgical removal of the spleen has been performed for the same reasons but has not been evaluated by long-term research studies. No. There are no home remedies for Felty's syndrome, The prognosis of Felty's syndrome is generally very good. The best outcomes are a result of consistent monitoring and doctor-patient interaction. No. There is no prevention for Felty's syndrome. ", 
    "title": "Feltys Syndrome"
}