{
    "data": "   Today, several dental filling materials are available. Teeth can be filled with gold; porcelain; silver amalgam (which consists of mercury mixed with silver, tin, zinc, and copper); or tooth-colored, plastic and glass materials called composite resin fillings. The location and extent of the decay, cost of filling material, patients' insurance coverage and your dentist's recommendation assist in determining the type of filling that will best address your needs. <ol>Durability - lasts at least 10 to 15 years, usually longer; doesn't corrodeStrength - can withstand chewing forcesAesthetics - some patients find gold more pleasing to the eye than silver, amalgam fillings <ol>Expense - more than other materials; up to 10 times higher than cost of amalgam filingsAdditional office visits - requires at least two office visits to placeGalvanic shock - a gold filling placed immediately next to a silver, amalgam filling can cause a sharp pain (galvanic shock) to occur. The interaction between the metals and saliva causes an electric current to occur - it's a rare occurrence, howeverAesthetics - most patients don't find any \"colored\" fillings to be an \"eye-pleasing\" advantage <ol>Durability - lasts at least 10 to 15 years and usually outlasts composite fillingsStrength - can withstand chewing forcesExpense - is less expensive than composite fillings <ol>Poor aesthetics - fillings don't match the color of your natural teethDestruction of more tooth structure - healthy parts of the tooth must often be removed to make a space large enough to hold the amalgam fillingDiscoloration - amalgam fillings can create a grayish hue to the surrounding tooth structureCracks and fractures - although all teeth expand and contract in the presence of hot and cold liquids, which ultimately can cause the tooth to crack or fracture, amalgam material - in comparison with other filling materials-may experience a wider degree of expansion and contraction and lead to a higher incidence of cracks and fracturesAllergic reactions - a small percentage of people, approximately 1%, are allergic to the mercury present in amalgam restorations  Most dental insurance plans cover the cost of the composites up to the price of the silver filling, then the patient must pay the difference. Indirect fillings are similar to composite or tooth-colored fillings except that they are made in a dental laboratory and require two visits before being placed. Indirect fillings are considered when not enough tooth structure remains to support a filling but the tooth is not so severely damaged that it needs a crown . During the first visit, decay or an old filling is removed. An impression is taken to record the shape of the tooth being repaired and the teeth around it. The impression is sent to a dental laboratory that will make the indirect filling. A temporary filling (described below) is placed to protect the tooth while your restoration is being made. During the second visit, the temporary filling is removed, and the dentist will check the fit of the indirect restoration. Provided the fit is acceptable, it will be permanently cemented into place. There are two types of indirect fillings - inlays and onlays. Inlays are similar to fillings but the entire work lies within the cusps (bumps) on the chewing surface of the tooth. Onlays are more extensive than inlays, covering one or more cusps. Onlays are sometimes called partial crowns. Inlays and onlays are more durable and last much longer than traditional fillings - up to 30 years. They can be made of tooth-colored composite resin, porcelain or gold. Inlays and onlays weaken the tooth structure, but do so to a much lower extent than traditional fillings. Another type of inlay and onlay - direct inlays and onlays - follow the same processes and procedures as the indirect, the difference is that direct inlays and onlays are made in the dental office and can be placed in one visit. The type of inlay or onlay used depends on how much sound tooth structure remains and consideration of any cosmetic concerns.  Temporary fillings are used under the following circumstances: <ol>For fillings that require more than one appointment - for example, before placement of gold fillings and for certain filling procedures (called indirect fillings) that use composite materialsFollowing a root canalTo allow a tooth's nerve to \"settle down\" if the pulp became irritatedIf emergency dental treatment is needed (such as to address a toothache) Temporary fillings are just that; they are not meant to last. They usually fall out, fracture, or wear out within 1 month. Be sure to contact your dentist to have your temporary filling replaced with a permanent one. If you don't, your tooth could become infected or you could have other complications. Over the past several years, concerns have been raised about silver-colored fillings, otherwise called amalgams. Because amalgams contain the toxic substance mercury, some people think that amalgams are responsible for causing a number of diseases, including autism, Alzheimer's disease, and multiple sclerosis. The American Dental Association (ADA), the FDA, and numerous public health agencies say amalgams are safe, and that any link between mercury-based fillings and disease is unfounded. The causes of autism, Alzheimer's disease, and multiple sclerosis remain unknown. Additionally, there is no solid, scientific evidence to back up the claim that if a person has amalgam fillings removed, he or she will be cured of these or any other diseases. As recently as March of 2002, the FDA reconfirmed the safety of amalgams. Although amalgams do contain mercury, when they are mixed with other metals, such as silver, copper, tin, and zinc, they form a stable alloy that dentists have used for more than 100 years to fill and preserve hundreds of millions of decayed teeth. The National Institutes of Health has several large-scale studies currently under way to ultimately answer many of the questions raised about silver-colored amalgams. Results of these studies are expected to be released in 2006. In addition, there has been concern over the release of a small amount of mercury vapor from these fillings, but according to the ADA, there is no scientific evidence that this small amount results in adverse health effects.  To maintain your fillings, you should follow good oral hygiene practices - visiting your dentist regularly for cleanings, brushing with a fluoride-containing toothpaste, and flossing at least once daily. If your dentist suspects that a filling might be cracked or is \"leaking\" (when the sides of the filling don't fit tightly against the tooth, this allows debris and saliva to seep down between the filling and the tooth, which can lead to decay), he or she will take X-rays to assess the situation. If your tooth is extremely sensitive, if you feel a sharp edge, if you notice a crack in the filling, or if a piece of the filling is missing, call your dentist for an appointment. Reviewed by the doctors at The Cleveland Clinic Department of Dentistry. Edited by Charlotte E. Grayson, MD, February 2003, WebMD. Portions of this page © The Cleveland Clinic 2000-2003 ", 
    "title": "Fillings"
}