{
    "data": "  First aid is the assistance given to an injured or sick person in need of urgent medical assistance. First aid applies to a broad range of medical situations and consists both of specific knowledge and skills (for example, what to do for each type of injury or illness) and the ability to assess a situation and make appropriate decisions (such as when to call for emergency medical assistance). Preparedness is a key element of first aid. While every home, auto, and boat should be equipped with a basic emergency kit that includes first aid supplies and a first aid manual, special circumstances may necessitate more advanced or specific degrees of preparation for an emergency. For example, residents of certain geographic areas where natural disasters (such as hurricanes, earthquakes, tornados, floods, landslides, or tsunamis) may occur should prepare for emergencies by assembling disaster preparedness kits such as earthquake kits, flood kits, andevacuation kits. Travelers should also prepare to administer first aid in the region they plan to visit. In many developed countries, this may amount to packing a standard first aid kit and manual with your belongings. Medicines to prevent motion sickness and advanced awareness about the management of traveler's diarrhea are also helpful to travelers. In the developing world or in remote regions, a travel medicine kit should include medicines and supplies that may not be available for purchase as well as any specific products (such as insect repellant to prevent mosquito and tick bites) needed for your destination. It's also important for travelers in foreign countries to learn how to access emergency services by telephone. Being prepared to administer effective first aid can also involve learning specific skills such as cardiopulmonary resuscitation (CPR) or abdominal thrusts to assist choking victims. First aid may be required for medical emergencies such as heart attack, stroke, or seizures as well as for minor medical conditions like nosebleed and mild allergic reactions. Environmental injuries (sunburn, poison ivy, heat exhaustion, frostbite, bee or insect stings) and traumatic injuries (strains, sprains, burns, puncture wounds, and cuts as well as more severe internal injuries) are other situations where first aid skills can be invaluable. Regardless of your level of skill or degree of first aid training, <strong>if you find yourself in a true medical emergency, always call 911 for emergency medical assistance immediately</strong>. Likewise, if you are involved in any medical situation that is beyond your personal abilities to provide first aid, you should never hesitate to summon emergency medical assistance right away. ", 
    "title": "First Aid"
}