{
    "data": "  Types of influenza (flu) vaccines include the injection (killed virus) and nasal spray vaccines (containing live but weakened virus). Each year, influenza viruses change slightly, making the vaccine used in previous years ineffective. The vaccine is generally effective against the influenza virus within two weeks of administration. The vaccine is only effective against the strains of the virus that match the vaccine. The effectiveness of the flu vaccine is dependent upon the extent of the match between the virus strains used to prepare the vaccine and those viruses in actual circulation. The age and health status of the individual also play a role in determining the effectiveness of the vaccine. The flu (or common flu) is a viral infection that is spread from person to person in secretions of the nose and lungs, for example when sneezing. Medically, the common flu is referred to as influenza. Flu is a respiratory infection, that is, an infection that develops primarily in the lungs. Respiratory infections caused by other viruses often are called flu, but this is incorrect. Influenza usually causes higher fever, more malaise, and severe body aches than other respiratory infections. Although other viruses may cause these symptoms, they do so less frequently. Influenza viruses are divided scientifically into three types, designated A, B, and C. Influenza types A and B are responsible for epidemics of respiratory illness that occur almost every winter. Influenza type C usually causes either a very mild respiratory illness or no symptoms at all; it does not cause epidemics and does not have the severe public-health impact of influenza types A and B. Type A viruses are divided into subtypes and are named based on differences in two viral surface proteins called hemagglutinin (H) and neuraminidase (N). There are 16 known H subtypes and nine known N subtypes. The flu is a common illness. Every year in the United States, on average 5%-20% of the population gets the flu,more than 200,000 people are hospitalized from flu complications,about 36,000 people die from the flu or its complications. The so-called swine flu pandemic of 2009 was caused by a novel influenza A virus designated H1N1 based upon its surface protein types. This virus was originally referred to as swine flu because many of the genes in this new virus were very similar to influenza viruses that normally occur in pigs in North America. However, this virus was actually quite different from the typical swine flu viruses found in pigs. The novel H1N1 virus first caused illness in Mexico and the United States in March and April 2009.   The flu is highly infectious and is a potentially serious viral respiratory infection. Whereas with other viral respiratory infections the symptoms usually are mild and most people can continue working or going to school while ill, with the flu, the symptoms are severe and prolonged and cause individuals to miss days of work or school. The infection stresses the body. In addition, superinfections may occur. Superinfections are bacterial infections that occur on top of a respiratory infection. Bacterial respiratory infections also are a serious type of infection, and the simultaneous viral and bacterial infection can overwhelm the function of the lungs and the body. Among the elderly and the very young, it can cause death. Because of its infectiousness, morbidity (severity of symptoms and time lost from work or school), and the potential for death, it is important to prevent the flu by vaccination. Although there are medications to treat the flu, they are expensive, not as effective as vaccination, and need to be started within 24-48 hours of the start of symptoms.  Flu vaccines are routinely available for seasonal influenza. Pandemic vaccines may also be developed for specific strains of the flu virus that are causing widespread disease, such as occurred with the H1N1 virus in 2009. There are two types of seasonal flu vaccines, those using killed virus and nasal spray vaccines that contain live but weakened virus. A newer type of injection vaccine was introduced during the 2011-2012 flu season, a vaccine that can be injected into the skin (intradermally) rather than into the muscle (intramuscularly). Each year, composition of the influenza viruses change, making the vaccine used in previous years ineffective. Each year, a new vaccine must be prepared that will be effective against the types of influenza virus that are expected to circulate in the upcoming flu season. These are known as seasonal flu vaccines. The reason for the differences in circulating strains of the flu virus is that the virus can mutate (or change its structure) rapidly, leading to new subtypes of the virus. The key is to be able to predict which influenza viruses are going to cause infection and to prepare a vaccine against those viruses. Usually, scientists can predict accurately which types of influenza virus will cause infections and prepare an appropriate vaccine. Typically, the viruses that are used to prepare flu vaccine are grown in eggs, but a newer, egg-free version of the vaccine has been developed. This is particularly important for people with an egg allergy. The vaccine is generally effective against the influenza virus within two weeks of administration. The vaccine is only effective against the strains of the virus that match the vaccine. These strains vary from flu season to flu season each year. This is the reason that revaccination is required annually with the vaccine that matches the strains of influenza that are currently prevalent. Flu vaccine is an inactivated vaccine, meaning that it contains killed influenza virus. The killed influenza virus is injected into muscles or skin and stimulates the immune system to produce an immune response (antibodies) to the influenza virus. The inactivated flu vaccine is administered as a single dose of 0. 5 mL of liquid injected through the skin into muscle (intramuscular or IM). Typically, the injection is into the deltoid muscle at the side of the arm, using alcohol rubbed over the skin for sterilization. A newer preparation first introduced in the 2011-2012 flu season is an intradermal vaccine that is injected into the skin rather than into the muscle. The intradermal vaccine is approved for people 18-64 years of age. The vaccine is given annually, each fall. Side effects of the inactivated flu vaccine are not common. For the 2015-16 flu season, two types of vaccines are available: a trivalent vaccine that targets three strains of flu virus, as well as a quadrivalent vaccine that targets four strains. Both the trivalent and quadrivalent vaccines are available as an intramuscular injection. The intradermal vaccine is a quadrivalent vaccine. Standard vaccines are grown in eggs, but a newer vaccine grown in cell culture without eggs has been produced. This egg-free vaccine is a trivalent vaccine and is approved for people from 18-49 years of age. For people who are 18-64 years old, a jet injector (that uses a strong stream of fluid to penetrate the skin rather than a needle) can be used for administration of one particular trivalent flu vaccine (Afluria). Additionally, a special high-dose vaccine has been developed for people 65 years of age and older. The higher dose is designed to elicit a stronger immune response in this age group, since older people typically have weakened immune responses compared with younger people. The high-dose vaccine for 2015-16 is a trivalent vaccine. The nasal-spray flu vaccine (sometimes called LAIV for live attenuated influenza vaccine, brand name FluMist) was first licensed in 2003. It is directed against the same strains of virus as the flu shot but differs in that it contains weakened live influenza viruses instead of killed viruses and is administered by nasal spray instead of injection. The vaccine is termed an attenuated vaccine because the vaccine viruses are weakened so that they themselves do not cause severe flu symptoms. The nasal spray flu vaccine (LAIV) for 2015-16 is a quadrivalent vaccine and has been approved by the U. S. Food and Drug Administration (FDA) for use in nonpregnant healthy people between 2-49 years of age. People at risk for serious complications from the flu should not receive the nasal spray flu vaccine. In particular, certain groups are advised to receive the inactivated flu vaccine rather than the nasal spray vaccine, including people less than 2 years of age;people 50 years of age and over;people with a medical condition that places them at high risk for complications from influenza, including those with chronic heart or lung disease, such as asthma or reactive airways disease;people with medical conditions such as diabetes or kidney failure;people with illnesses that weaken the immune system or who take medications that can weaken the immune system;children or adolescents receiving aspirin;pregnant women;people who have a severe allergy to chicken eggs or who are allergic to any of the nasal-spray vaccine components;people with a history of Guillain-Barré syndrome (a severe paralytic illness, also called GBS) that occurred after receiving influenza vaccine and who are not at risk for severe illness from influenza. The live viruses in the nasal-spray vaccine are weakened so that they do not cause severe symptoms. However, mild symptoms can occur as a side effect of the vaccination. Side effects of the nasal-spray flu vaccine can include runny nose, headache, sore throat, and cough. Children who receive the vaccine may also develop mild fever and muscle aches. Several studies have shown excellent effectiveness with respect to prevention of flu in children with the nasal vaccine, even better than the injectable vaccine. Among adults, efficacy of the injectable vaccine varies from year to year, but one study demonstrated that injectable vaccine was substantially more efficacious than nasal vaccine at preventing flu. If this difference in efficacy can be confirmed, it would support the use of injectable vaccine over nasal vaccine among adults who have no medical conditions that would prevent them from receiving the injectable vaccine.  Flu vaccines are developed each year and are designed to protect against the three influenza viruses that are predicted to be the most common during the upcoming season, known as a trivalent vaccine. The 2015-16 flu vaccine is also available in forms that are designed against four virus types (a quadrivalent vaccine). The flu vaccines stimulate the production of antibodies in the body that fight the particular flu virus in the vaccination. When the virus enters a person who has been vaccinated, the antibodies attack and kill the virus and prevent infection. Antibodies are produced against the specific strains of the virus contained in the yearly vaccine. Flu vaccination does not protect against infection caused by microbes other than the influenza virus. It is recommended to get the flu vaccine as soon as the vaccine is available in the community, even as early as August. Flu season can begin in October and last as late as May. The CDC recommends that every individual over 6 months of age receive the seasonal flu vaccine. While vaccination is recommended for everyone, it is particularly important for some groups. Vaccination is especially important for people who are at high risk of developing serious complications if they get the flu, such as those with asthma, diabetes, and chronic lung disease as well as pregnant women and those over 65 years of age. It is also important for people to get vaccinated who are caregivers for or those who live with people in these risk groups.  Those who should avoid the flu vaccine include the following: People who have ever had a severe allergic reaction to influenza vaccinePeople with a history of Guillain-Barré syndrome (a severe paralytic illness, also called GBS) that occurred after receiving influenza vaccine and who are not at risk for severe illness from influenza should generally not receive vaccine. People under 65 years of age should not receive the high-dose flu shot. People who are under 18 years old or over 64 years old should not receive the intradermal flu shot. If you are sick with a fever when you go to get your flu shot, you should talk to your doctor or nurse about whether or not you should get your shot at a later date. However, you can get a flu shot at the same time you have a respiratory illness without fever or if you have another mild illness. People who have had an allergic reaction to eggs should discuss this situation with their health-care professional to determine whether the egg-free vaccine may be appropriate.  Serious side effects of the flu vaccine are uncommon. Side effects of the injection vaccine include soreness at the site of the injection, muscle aching, fever, and feeling unwell. People report less discomfort with the intradermal rather than the intramuscular vaccine. Very rarely, serious allergic reactions have been reported. Guillain-Barré syndrome (GBS) is an illness characterized by fever, nerve damage, and muscle weakness. In 1976, vaccination with the swine flu vaccine was associated with development of GBS. Studies have been done to evaluate if other flu vaccines were associated with GBS, with only one of the studies showing an association. That single study suggested that one person out of 1 million vaccinated people may be at risk of GBS associated with the vaccine. The live viruses in the nasal-spray vaccine are weakened so that they do not cause severe symptoms. However, people at high risk for serious complications of the flu (see above) and those with suppressed immune systems (including those taking biologic medications, such as for rheumatoid arthritis) should receive the inactivated rather than the nasal-spray vaccine. Mild symptoms can occur as a side effect of the vaccination. Side effects of the nasal-spray flu vaccine can include runny nose, headache, sore throat, and cough. Children who receive the vaccine may also develop mild fever and muscle aches.  The LAIV (nasal-spray flu vaccine) can cause mild respiratory side effects in some people, including runny nose, headache, sore throat, and cough. Children who receive the vaccine may also develop mild fever and muscle aches. These side effects are not the flu and generally not as severe as the flu. However, because the vaccine contains weakened live virus, it is recommended that people at high risk for serious complications of the flu receive the inactivated rather than the nasal-spray vaccine. You should contact your health-care professional in the case of any serious side effects. Mild side effects such as soreness at the injection site typically resolve on their own without treatment. The effectiveness of the flu vaccine is dependent upon the extent of the match between the virus strains used to prepare the vaccine and those viruses in actual circulation. The age and health status of the individual also play a role in determining the effectiveness of the vaccine. Research has shown that when there is a good match between the virus strains chosen for the vaccine and those in circulation, the vaccine prevents influenza illness in approximately 70%-90% of healthy adults under 65 years of age. A study of children from 1-15 years of age showed that inactivated influenza vaccine was 77%-91% effective in preventing influenza respiratory illness. The effectiveness of the vaccine in preventing respiratory illness in people over 65 years of age is somewhat lower. Among older people who reside in nursing homes, influenza vaccine is most effective in preventing severe illness, secondary complications, and deaths. The vaccine can be 50%-60% effective in preventing influenza-related hospitalization or pneumonia and 80% effective in preventing influenza-related death, although the effectiveness in preventing influenza respiratory illness can be as low as from 30%-40%.  The H1N1 vaccine was a pandemic vaccine designed to provide immunity against the novel H1N1 flu outbreak in 2009, initially referred to as swine flu. The H1N1 vaccine was initially given to those at highest risk for complications of this illness (children, pregnant women, caregivers of children). Even though the virus proved not to be as deadly as expected, researchers suggest the H1N1 vaccine was effective in reducing the effects of this flu virus. The U. S. Public Health Emergency for 2009 H1N1 influenza expired on June 23, 2010, but it is likely that the 2009 H1N1 virus will continue to spread among people as does a regular seasonal influenza virus. Flu shots can be obtained through a health-care professional's office, at community health departments, and at many pharmacies. Additionally, many employers and schools host flu shot clinics. Some employers may offer the vaccine free of charge. A health-care professional's office should be able to provide information about flu shot clinics available in the community. ", 
    "title": "Flu Vaccination"
}