{
    "data": "  Cold weather-related injuries occur with and without freezing of body tissues. Cold weather-related injuries include chilblains, trench foot, frostnip, and frostbite. Signs and symptoms may include:tingling,numbness, andchanges in the color and texture of the skin. <!--FN1-->Treatment generally includes moving out of the cold environment, removing wet clothing, and rewarming the affected area. Frostbite is a serious cold weather-related injury that requires immediate medical attention and rapid rewarming. Do not thaw the affected area if there is the risk of refreezing. Certain individuals, such as the elderly, children, alcoholics, and the homeless, are at increased risk of developing cold weather-related injuries. Prevention of cold weather-related injuries is best accomplished through proper planning and preparation for cold weather. Most people typically urinate four to eight times a day. Needing to go more than eight times a day or waking up in the night to go to the bathroom more than once in the night is considered frequent urination. Though the bladder can often hold as much as 600 ml of urine (about 2 ½ cups), the urge to urinate is usually felt when the bladder contains about 150 ml of urine (just over ½ cup). There are two different ways to look at frequent urination: either as an increase in total volume of urine produced (polyuria) or a dysfunction in the storage and emptying of urine. Winter cold and snow provide a number of opportunities to get outside and participate in activities such as skiing, sledding, and snowmobiling. However, without proper protection, cold weather-related injuries can occur even when temperatures are above freezing (32 F, 0 C). This is especially true if there are high winds or if clothing is wet. In general, however, it is both the temperature and the duration of exposure that play a role in determining the extent and severity of cold weather-related injuries. This information describes the different types of cold weather-related injuries, as well as what to do to prevent and treat them prior to reaching a health care practitioner. Cold weather-related injuries can be divided into two general categories. <ol>Conditions that occur <em>without</em> the freezing of body tissue such as: <ul style=\"margin-left: 40px;\">chilblains,trench foot, andfrostnip, <ol start=\"2\">Injuries that occur <em>with</em> the freezing of body tissue, such as frostbite. Hypothermia is a medical condition characterized by a core body temperature that is abnormally low.  The signs and symptoms of frostbite depend on the extent and depth of tissue injury. Individuals with superficial frostbite may experience the following signs and symptoms to the affected area: pain,burning,tingling,numbness,pale colored skin,clear-colored skin blisters may develop, andfirm-feeling skin with soft underlying tissue which can move over bony ridges. As the degree of injury progresses to involve deeper tissue structures, the signs and symptoms of deep frostbite can develop, which may include the following: complete loss of sensation,pale, yellowish, bluish, gray, or mottled skin color,formation of blood-filled skin blisters, andfirm-feeling skin and underlying tissue, with the affected area feeling hard and solid. With advanced frostbite injuries, the affected area can subsequently appear blackened and gangrene can develop, placing the affected individual at high-risk for infection. Urinary tract infection: The lining of the urethra (the tube that carries urine from the bladder out of the body) and bladder becomes inflamed and irritated due to byproducts of an infection (blood, white blood cells, bacteria). This irritation of the bladder wall causes the urge to empty the bladder frequently (called frequency). Diabetes: An early symptom of both type 1 and type 2 diabetes can be frequent urination, as the body tries to rid itself of unused glucose (blood sugar) through the urine. Diabetes can also damage the nerves that control the bladder, causing frequent urination and difficulty controlling your bladderDiuretic use: Medications used to treat high blood pressure or fluid buildup work in the kidney and flush excess fluid from the body, causing frequent urination. Prostate problems: An enlarged prostate can press against the urethra and block the flow of urine, causing the bladder wall to become irritated. The bladder contracts even when it contains small amounts of urine, causing more frequent urination. Pregnancy: Hormonal changes and the growing uterus placing pressure on the bladder cause frequent urination, even in the early weeks of gestation. The trauma from vaginal childbirth can also cause damage to the urethra. Interstitial cystitis: This condition is characterized by pain in the bladder and pelvic region, often leading to frequent urination. Stroke or other neurological diseases: Damage to nerves that supply the bladder can lead to problems with bladder function, including frequent and sudden urges to urinate. Bladder cancer: Tumors taking up space or causing bleeding in the bladder may lead to more frequent urination. Overactive bladder syndrome: Often frequent urination is itself the problem. Involuntary bladder contractions lead to frequent and often urgent urination, even if the bladder is not full. Drinking too much: Ingesting more fluids than your body needs can cause the body to urinate more often. Artificial sweeteners, alcohol, caffeine and other foods: Alcohol and caffeine can act as diuretics, which can cause more frequent urination. Carbonated drinks, artificial sweeteners (such as Splenda or Equal), and citrus fruits are known to irritate the bladder, causing more frequent urination. Cold weather-related injuries that do not involve tissue freezing include: chilblains or perniofrostnip, andtrench foot or immersion foot. Chilblains (also known as pernio) are a common type of cold weather-related injury that can develop in predisposed individuals after exposure to nonfreezing temperatures and humid conditions. Chilblains typically develop because of an abnormal vascular response several hours after the area exposed to cold is re-warmed. Chilblains are itchy, painful, reddish, or purplish areas of swelling that usually affect the fingers, toes, nose, or ears. In some individuals, blisters or small open sores may also form, increasing the risk for developing an infection. Chilblains usually last for several days, and the affected area usually heals after several weeks. Though the affected area may remain sensitive to the cold in the future, there is usually no permanent damage. It is not uncommon for chilblains to recur in susceptible individuals. Frostnip is a mild cold weather-related injury that typically affects the face, ears, toes, and fingers. Symptoms of frostnip usually occur after exposure to cold weather. The affected area(s) may: appear pale,be accompanied by burning, itching or pain;tinglefeel numb Simple rewarming restores normal color and sensation, and there is no subsequent permanent tissue damage. Trench foot also referred to as immersion foot was named after the condition suffered by many soldiers in the trenches during World War I, though it is a condition still encountered today, often in homeless individuals. Trench foot develops after a prolonged exposure to a wet, cold, environment and is typically a more serious condition than chilblains. Tight-fitting, constricting boots and footwear serve to exacerbate the condition. Trench foot does not require freezing temperatures, and can occur with temperatures of up to 60 F (15. 5 C). The symptoms of trench foot may include: pain,itching,numbness, andswelling. The affected foot may appear red or blotchy (red and pale areas mixed together) or even bluish-black with advanced injury. As with chilblains, blisters and open sores can develop. With severe trench foot, the tissue dies and sloughs off, and the development of gangrene can occur, sometimes requiring amputation. The usual recovery period for uncomplicated trench foot can be several weeks.  Frostbite occurs when there is freezing of body tissue, and it is the most serious of the cold weather-related injuries. Frostbite usually affects the hands, feet, nose, ears, and cheeks, though other areas of the body may also be affected. This type of injury results from decreased blood flow and heat delivery to body tissues resulting in damaging ice crystal formation, which ultimately leads to cell death. Upon rewarming of the affected tissue, vascular damage and complex cellular metabolic abnormalities lead to tissue death. Damage to tissue is most pronounced when there is prolonged cold weather exposure, the affected area slowly freezes, and the subsequent rewarming process is slow. Repeated thawing and refreezing of the affected tissue is particularly damaging, and should always be avoided. Frostbite injuries can be classified as either superficial or deep, depending on the tissue depth of injury. <strong>Superficial frostbite injuries</strong> involve the skin and subcutaneous tissues. <strong>Deep frostbite injuries</strong> extend beyond the subcutaneous tissues and involve the tendons, muscles, nerves, and even bone. Superficial frostbite injuries have a better prognosis than deep frostbite injuries. Even though there are numerous causes for frequent urination, the symptoms are generally the same. Below are some terms that are used to describe symptoms that may accompany frequent urination. Frequency: urinating more than eight times during the day or more than once overnightHesitancy: incomplete evacuation of the bladder during each episode of urination. There may be a sudden stoppage of the urine flow due to spasms in the bladder or urethra or there may be difficulty starting the flow of urine. Urgency: the uncomfortable feeling of pressure in the bladder that makes you feel you have to go \"right now\"Urinary incontinence: the inability to control the flow of urine, leading to either constant or intermittent accidental leakageDysuria: pain or burning sensation during or immediately following urination. This may be a sign of a urinary tract infection. Hematuria: Blood in the urine can be small amounts, clots, or very bloody. This will usually cause the urine to appear darker in color. Nocturia: This is having to wake up to urinate. It can also be associated with nighttime urinary incontinence. (In children, this includes wetting the bed. )Polyuria: frequent daytime urinationDribbling: After finishing urination, urine continues to drip or dribble out. Straining: having to squeeze or bear down to initiate the urine stream The appearance of frostbite may gradually change over time; the extent of the change depends on how severely the tissue is damaged. Figure 1 shows a hand with severe frostbite changes at the tips of the fingers and thumb (dark to black-appearing tissue) that gradually decreases in severity on the digits. Figure 1. Frostbite on digits and thumb  The initial treatment for any cold weather-related injury involves removing yourself or others from the precipitating cold environment, if possible, to prevent further heat loss. Move indoors, and remove all wet clothing and constricting clothing (such as socks, boots, and gloves), and replace with dry clothing. Avoid massaging or rubbing the affected area, as this will only aggravate the injury. It is important to note that some of these individuals may also be suffering from hypothermia, a potentially life-threatening condition. Gradually rewarm the affected area, and treatment can generally be accomplished at home. Some individuals may benefit from various lotions, while others may require treatment with corticosteroid creams. If open sores develop, they should remain clean and be monitored for signs of infection. Frostnip will generally improve with conservative rewarming measures at home. Frostnip to the hands, for example, can be treated by breathing into cupped hands or placing the hands in the armpit area. Alternatively, the affected area can be submerged in warm water until normal sensation is restored. Individuals with trench foot should have their wet shoes and socks removed,and the feet should be elevated, cleaned and air dried. Depending on the severity of the condition, some individuals may require antibiotics and/or surgical management of infection or wet gangrene (tissue destruction by bacterial infection, usually Clostridium spp). Frostbite requires immediate medical attention. Ideally, treatment should be instituted in a health-care facility, when possible. Prior to transport to a health-care facility, if possible, loosely wrap the affected area in a dry sterile bandage or a clean blanket to prevent further trauma. Cotton may be placed between the toes or fingers, if affected, to prevent any potential damaging effects of rubbing against one another. The most effective treatment measure for frostbite is rapid rewarming. This is accomplished by immersing the affected area into a circulating tub of warmed water that is between 40 to 42 C (104 to 108 F) for 20 to 40 minutes or until thawing is complete. Warm wet packs at the same temperature may be used if a tub is not available. It is important NOT to rapidly rewarm and thaw the affected area if there is a risk that it may refreeze. This leads to more severe tissue damage and must be avoided. During the rewarming process, the pain may be extreme and oral or intravenous analgesics may be required. After rapid rewarming is complete, the affected area should be dressed and splinted. Further treatment will focus on wound care, pain control, and providing a tetanus vaccine booster shot, if needed. Surgical consultation may be obtained for managing wound care, as well as for the longer-term sequelae of serious frostbite injuries that my require amputation of gangrenous tissue. Seek medical care if the following symptoms or signs accompany frequent urination: FeverAbdominal painBack or side painBloody, dark, or cloudy urineVomitingChillsIncreased appetite or excessive thirstFatigueDischarge from the vagina or penis or painful ejaculation If frequent urination includes incontinence, nighttime urination (nocturia), or it otherwise interferes with your lifestyle, consult your doctor.  Your doctor will perform a physical exam and will ask you questions about your medical history and medications you may be taking. Your doctor may ask the following questions: How many times in the day and night are you urinating?Are there changes in the color of your urine? Do you have light or dark urine?Do you have frequent pain, discomfort or a burning sensation while urinating?Have you made any recent dietary changes?Do you have other symptoms (increased thirst, weight loss, fever, back pain)? Your doctor may order any of the following tests, depending on the findings of the physical exam and medical history. Urinalysis and urine culture: These tests detect and measure various components of the urine. A urine culture can detect bacteria that may be the cause of a urinary tract infection. Ultrasonography: This noninvasive imaging test is used to visualize your kidneys and bladder to detect any structural abnormalities or tumors. Cystometry: This test measures the pressure inside the bladder and checks for the possibility of muscle or nerve problems that may cause frequent urination. Cystoscopy: This is an invasive test that allows a doctor to look at the inside of the bladder and urethra using a thin, lighted instrument called a cystoscope. Neurological tests: Diagnostic tests such as urodynamics, imaging, EEG, and EMG are procedures that help the doctor confirm or rule out the presence of a nerve disorder. The recovery time for a frostbite injury depends on the extent of tissue injury and whether or not there are any subsequent complications, such as infection. It may take 1 to 3 months before it is possible to determine the extent of tissue damage, and to clearly delineate which tissue is still viable. Some individuals will require debridement, skin grafting, or amputation of the affected area. Some patients will experience long-term sequelae from frostbite injuries, such as sensitivity to the cold with associated pain or burning, arthritis, increased sweating, and tingling of the affected area. Rarely, death occurs from infection-related complications. Chilblains can generally be treated at home, though if signs of infection develop from an open sore, individuals should consult a health-care professional. Patients with recurrent chilblains should also seek medical care, as there may be another underlying disease process leading to this condition. Frostnip can be managed at home, and this condition does not typically require further evaluation. Individuals with trench foot should generally consult a health-care professional to assess the degree of injury and to monitor for any signs of infection or gangrene. Individuals with frostbite or suspected frostbite should immediately go to an emergency room. Furthermore, these individuals may also be suffering from hypothermia, which requires additional treatment and evaluation, and may constitute a life-threatening condition. These are serious cold weather-related injuries that may require admission to a hospital. Anybody can develop a cold weather-related injury. The young and the elderly are more prone to these types of injuries due to vascular compromise or inability to effectively redistribute body heat. In addition, individuals who work outdoors, the homeless, and those who engage in outdoor activities are more likely to develop cold weather-related injuries due to their increased chance and time of exposure to the cold conditions. Alcohol and illicit drug use also make it more likely that individuals will develop a cold weather-related injury because these individuals have impaired judgment and they may not sense that they are in danger. Patients with certain medical conditions including psychiatric illness, circulatory problems, diabetes, dehydration, and smoking can develop a cold weather-related injury more quickly than other individuals. The prevention of cold weather-related injuries is best achieved through careful pre-planning and preparation for the cold, when possible. Travel with another person in case an emergency occurs. Take along an emergency kit and blankets in your car in case of a breakdown or accident. Dress warmly using multiple layers and adequately cover body areas prone to injury. Try to have an extra change of dry clothing so you can remove any wet clothing if necessary. Always keep your hands and feet dry and avoid wearing tight fitting clothing on these areas as it may decrease the circulation. Use waterproof shoes. Drink plenty of water and avoid alcohol, caffeinated drinks, and smoking. Carry high-calorie snacks to provide adequate nutrition. Most importantly, however, move indoors to a warmer environment when you begin to feel cold.  If there is no underlying medical condition that requires treatment by a physician, there are things that can be done to reduce urinary frequency. Bladder retraining: This treatment is helpful for overactive bladder syndrome. It involves holding your urine for a slightly longer time than you usually do. The intervals are lengthened, often over the course of about 12 weeks. This helps retrain the bladder to hold urine longer and to urinate less frequently. Kegel exercises: These are exercises in which you contract and release the pelvic floor muscles. These are the muscles you use when you voluntarily stop and then restart the flow of urine. Toning these muscles can help improve bladder control and reduce urinary urgency and frequency. Squeeze for three seconds, then relax for three seconds. Repeat 10 to 15 times per session, and do this at least three times a day. Kegel exercises are only effective when done regularly. Modify your diet: Avoid foods that appear to irritate your bladder or act as a diuretic, including caffeine, alcohol, carbonated drinks, artificial sweeteners, tomato-based products, chocolate, and spicy foods. Eat a high-fiber diet, because constipation can worsen the symptoms of overactive bladder syndrome. Monitor fluid intake: Drink enough to prevent constipation and over-concentration of urine. Drink as little as possible four to five hours before bedtime to reduce or eliminate nighttime urination.  The treatment for frequent urination depends upon underlying cause. Urinary tract infection: The doctor will prescribe antibiotics. Drinking plenty of fluids is recommended. Diabetes: When blood sugar levels get very high, frequent urination is often one of the first symptoms. Treatment for frequent urination in diabetics involves close management of blood sugar levels. Diuretic use: Ask your doctor if you can take your diuretics in the morning, or less frequently. This may cause less trips to the bathroom at night (nocturia). Prostate problems: Problems with the prostate are usually treated by a specialist called a urologist. There are two common drug types prescribed for enlarged prostate: 5ARIs (5-alpha-reductase inhibitors), which reduce the level of the hormone that causes the prostate to grow, and alpha blockers, which relax the smooth muscle cells, including the bladder. Surgery may also be considered to treat prostate problems. Pregnancy: Frequent urination often accompanies pregnancy. There may not be much that can be done to reduce frequent urination, especially later in the pregnancy. Reduce consumption of diuretic fluids that contain caffeine, such as tea, soda or coffee, however, do not reduce overall fluid intake, as it is important to stay hydrated while pregnant. Consume most fluids during the day to reduce nighttime trips to the bathroom. When using the bathroom, it may help to lean forward slightly to help completely empty out the bladder. Interstitial cystitis: This condition usually requires treatment by a urologist who specializes in interstitial cystitis. It may be treated medically with medications, including drug pentosan polysulfate sodium (Elmiron), tricyclic antidepressants, pain medications or antihistamines. Surgical treatment may be necessary. Stroke or other neurological diseases: Depending upon the cause, the urinary frequency may be treated with medication or behavioral therapy, such as bladder retraining (see below). Bladder cancer: Treatment for bladder cancer should be directed by a urologist. It may involve surgery,  chemotherapy and radiation. Overactive bladder syndrome: The first-line treatment for overactive bladder syndrome usually involves bladder retraining (see below). Treatment also may include drugs such as tolterodine (Detrol LA), oral oxybutynin (Ditropan), darifenacin (Enablex), transdermal oxybutynin (Oxytrol), trospium (Sanctura XR),  solifenacin (VESIcare), mirabegron (Myrbetriq), or onabotulinumtoxinA (Botox). Treatments that involve nerve stimulation include percutaneous tibial nerve stimulation (PTNS) and sacral nerve stimulation (SNS)  Continued problems with frequent urination should be evaluated by your doctor and possibly a urologist. If medications are recommended, follow instructions given to you by your doctor. Report any problems or side effects from the medication to your doctor. If you are advised to do bladder retraining or modify your diet or other behavioral changes, follow all instructions from your doctor.  Because there are so many different causes for frequent urination, there is no one way to prevent it. Proper diet and avoiding excess fluids and foods that act as diuretics can reduce urinary frequency. Kegel exercises can keep the pelvic floor muscles well toned and may help stave off urinary frequency as one ages. Discussing any concerning symptoms with your doctor as soon as they appear may allow for early treatment or may prevent worsening of symptoms.  Many of the causes of frequent urination are temporary and treatable. Treating the cause will reduce or eliminate the symptom of frequent urination.  American Urological Association1000 Corporate BoulevardLinthicum, MD 21090Toll Free (U. S. only): 1-866-RING AUA (1-866-746-4282) Phone: 410-689-3700Fax: 410-689-3800http://www. auanet. org/ Interstitial Cystitis AssociationPO Box 17522Baltimore, MD 21298-7036Phone:1-800-HELP ICA (1-800-435-7422)ICAmail@ichelp. orghttp://www. ichelp. org/ ", 
    "title": "Frostbite"
}