{
    "data": "  Certain diseases, medications, and surgical procedures may weaken the immune system and increase your risk of getting fungal infection, which can lead to fungal meningitis. Premature babies with very low birth weights are also at increased risk for getting Candida blood stream infection, which may spread to the brain. Living in certain areas of the United States may increase your risk for fungal lung infections, which can also spread to the brain. For example, bird and bat droppings in the Midwestern United States may contain Histoplasma, and soil in the Southwestern United States may contain Coccidioides. African Americans, Filipinos, pregnant women in the third trimester, and people with weakened immune systems are more likely to get Coccidiodes infection, which is also called valley fever. Signs and symptoms of fungal meningitis may include the following: FeverHeadacheStiff neckNausea and vomitingPhotophobia (sensitivity to light)Altered mental status If meningitis is suspected, samples of blood or cerebrospinal fluid (near the spinal cord) are collected and sent to a laboratory for testing. Knowing the specific cause of meningitis is important because the severity of illness and the treatment will differ depending on the cause. To confirm fungal meningitis, specific lab tests can be performed, depending on the type of fungus suspected.  Fungal meningitis is treated with long courses of high dose antifungal medications, usually given through an IV line in the hospital. The length of treatment depends on the status of the immune system and the type of fungus that caused the infection. For people with immune systems that do not function well because of other conditions, like AIDS, diabetes, or cancer, treatment is often longer. No specific activities are known to cause fungal meningitis. Avoid soil and other environments that are likely to contain fungus. People with weakened immune systems (for example, those with HIV infection) should try to avoid bird droppings and avoid digging and dusty activities, particularly if they live in a geographic region where fungi like Histoplasma, Coccidioides, or Blastomyces species exist. HIV-infected people cannot completely avoid exposure. ", 
    "title": "Fungal Meningitis"
}