{
    "data": "  An estimated 400 million people worldwide have glucose-6-phosphate dehydrogenase deficiency. This condition occurs most frequently in certain parts of Africa, Asia, and the Mediterranean. It affects about 1 in 10 African-American males in the United States. Mutations in the G6PD gene cause glucose-6-phosphate dehydrogenase deficiency. The G6PD gene provides instructions for making an enzyme called glucose-6-phosphate dehydrogenase. This enzyme is involved in the normal processing of carbohydrates. It also protects red blood cells from the effects of potentially harmful molecules called reactive oxygen species. Reactive oxygen species are byproducts of normal cellular functions. Chemical reactions involving glucose-6-phosphate dehydrogenase produce compounds that prevent reactive oxygen species from building up to toxic levels within red blood cells. If mutations in the G6PD gene reduce the amount of glucose-6-phosphate dehydrogenase or alter its structure, this enzyme can no longer play its protective role. As a result, reactive oxygen species can accumulate and damage red blood cells. Factors such as infections, certain drugs, or ingesting fava beans can increase the levels of reactive oxygen species, causing red blood cells to be destroyed faster than the body can replace them. A reduction in the amount of red blood cells causes the signs and symptoms of hemolytic anemia. Researchers believe that carriers of a G6PD mutation may be partially protected against malaria, an infectious disease carried by a certain type of mosquito. A reduction in the amount of functional glucose-6-dehydrogenase appears to make it more difficult for this parasite to invade red blood cells. Glucose-6-phosphate dehydrogenase deficiency occurs most frequently in areas of the world where malaria is common.  This condition is inherited in an X-linked recessive pattern. The gene associated with this condition is located on the X chromosome, which is one of the two sex chromosomes. In males (who have only one X chromosome), one altered copy of the gene in each cell is sufficient to cause the condition. In females (who have two X chromosomes), a mutation would have to occur in both copies of the gene to cause the disorder. Because it is unlikely that females will have two altered copies of this gene, males are affected by X-linked recessive disorders much more frequently than females. A striking characteristic of X-linked inheritance is that fathers cannot pass X-linked traits to their sons. Deficiency of glucose-6-phosphate dehydrogenaseG6PDDG6PD Deficiency ", 
    "title": "G6Pd Deficiency"
}