{
    "data": "  Genital warts are caused by infection with a subgroup of the human papillomaviruses (HPVs). Another subgroup of the HPVs that infect the anogenital tract can lead to precancerous changes in the uterine cervix and cause cervical cancer. HPV infection is now considered to be the most common sexually-transmitted infection (sexually transmitted disease, STD) in the U. S. , and it is believed that at least 75% of the reproductive-age population has been infected with sexually-transmitted HPV at some point in life. HPV infection is common and does not usually lead to the development of warts, cancers, or even symptoms. HPV infection of the genital tract is transmitted through sexual contact, although non-sexual transmission is also possible. In many cases genital warts do not cause any symptoms, but they are sometimes associated with itching, burning, or tenderness. Condom use seems to decrease the risk of transmission of HPV during sexual activity but does not completely prevent HPV infection. There are no natural or home remedies to treat or cure genital warts (HPV) infection. There are over 100 types of human papillomaviruses (HPVs) that infect humans. Of these, more than 40 types can infect the genital tract and anus (anogenital tract) of men and women. Sometimes, they cause genital lesions known as condylomata acuminata or venereal warts. A subgroup of the HPVs that infect the anogenital tract can lead to precancerous changes in the uterine cervix and cervical cancer. HPV infection is also associated with the development of other anogenital cancers. The HPV types that cause cervical cancer have also been linked with both anal and penile cancer in men as well as a subgroup of head and neck cancers in both women and men. Genital warts and HPV infection are transmitted primarily by sexual intimacy, and the risk of infection increases as the number of sexual partner's increases. The most common HPV types that infect the anogenital tract are HPV types 6, 11, 16, and 18 (HPV-6, HPV-11, HPV-16, and HPV-18), although other HPV types can also cause infection. Among these, HPV-6 and HPV-11 are most commonly associated with benign lesions such as genital warts are termed \"low-risk\" HPV types. In contrast, HPV-16 and HPV-18 are the types found most commonly in cervical and anogenital cancers as well as severe dysplasia of the cervix. These belong to the so-called \"high-risk\" group of HPVs. Other HPV types infect the skin and cause common warts elsewhere on the body. Some types of HPVs (for example, HPV 5 and 8) frequently cause skin cancers in people who have a condition known as epidermodysplasia verruciformis (EV). HPV infection is now considered to be the most common sexually-transmitted infection (sexually transmitted disease, STD) in the U. S. It is thought that at least 75% of the reproductive-age population has been infected with sexually-transmitted HPV at some point in life. It is believed that over 6 million people become infected with HPV every year in the US, and approximately 50% of those infected are between the ages of 15 and 25. HPV infection is common and does not usually lead to the development of warts, cancers, or even symptoms. In fact, the majority of people infected with HPV have no symptoms or lesions at all. Determination of whether or not a person is infected with HPV involves tests that identify the genetic material (DNA) of the virus. Furthermore, it has not been definitely established whether the body's immune system is able to permanently clear the body of an HPV infection. In many cases, a person will test positive for HPV infection and then have negative HPV tests for months to years, only to have a positive test result at a later time. It is presently unclear if this is due to a latent (continuing but hidden) viral infection or if the person has become re-infected with the virus. Asymptomatic people infected with HPVs (those without HPV-induced warts or lesions) are still able to spread the infections to others through sexual contact. It is important to note that in the U. S. and other developed countries, screening and early treatment of precancerous changes of the cervix have dramatically reduced the incidence of cervical cancer. In developing countries lacking the medical infrastructure or financial means to implement a screening program, the incidence of cervical cancer resulting from HPV infection is much higher. In fact, cervical cancer develops in around 500,000 women each year worldwide, and, in many countries, it is the most common cause of cancer deaths.   Genital warts appear as raised, flesh-colored lumps or bumps. They may also have a corrugated (cauliflower-like) appearance. They may appear anywhere on body surfaces that are exposed in sexual contact, including the vulva, vagina, cervix, or groin in women and the penis, scrotum, thigh, or groin in males. Size of the warts may vary, and multiple warts may be present at the same time. In many cases genital warts do not cause any symptoms, but they are sometimes associated with itching, burning, or tenderness. They may result in localized irritation, depending upon their anatomic location. Women who have genital warts inside the vagina may experience symptoms such as bleeding following sexual intercourse or an abnormal vaginal discharge. Rarely, bleeding or urinary obstruction may occur if the wart involves the urethral opening. A vaccine is available against common HPV types associated with the development of genital warts and cervical and anogenital carcinomas. This vaccine (Gardasil 9) has received FDA approval for use in females between 9 and 26 years of age and in males aged 9 to 15. It confers immunity against 9 HPV types: 6, 11, 16, 18, 31, 33, 45, 52, and 58. An earlier version of this vaccine (Gardasil) is directed at 4 common HPV types (6, 11, 16, 18). Another vaccine directed at HPV types 16 and 18, known as Cervarix, was approved for use in females aged 10 to 15, but was withdrawn from the market in 2016 due to low demand. Abstinence from sexual activity can prevent the spread of HPVs that are transmitted via sexual contact. A person who abstains from sex may still become infected with other HPV types, such as those that cause common skin warts. Some researchers have postulated that HPV infection might be transmitted from the mother to her infant at the time of delivery because some studies have identified genital HPV infection in populations of young children and cloistered nuns. Hand-genital and oral-genital transmission of HPV has also been documented and is another means of transmission. HPV usually is transmitted by direct genital contact during sexual activity. The virus is not found in or spread by bodily fluids, and HPV is not found in blood or organs harvested for transplantation. Condom use seems to decrease the risk of transmission of HPV during sexual activity, but it does not completely prevent HPV infection. Spermicides and hormonal birth control methods cannot prevent the spread of HPV infection. HPV sometimes can be suspected by changes that appear on a Pap smear, since pap smears identify infected abnormal cells that may be precursors to cancer. While HPV infection can lead to precancerous changes in the cervix that are recognized on the Pap smear, the Pap smear itself cannot definitely establish the diagnosis of HPV infection, unless special testing is carried out on the material obtained from the Pap. When there is an abnormal Pap smear, the doctor often will do advanced testing on the material to determine if, and which kind, of HPV may be present. HPV also can be detected if a biopsy (for example, from a genital wart or from the uterine cervix) is sent to the laboratory for analysis. In 2009, the U. S. FDA approved the first DNA tests for diagnosis of the common cancer-causing HPV types in cervical samples. Two tests known as Cervista HPV 16/18 and Cervista HPV HR, are used to diagnose the presence of DNA from the two most common HPV types associated with cancer. These are HPV types 16 and 18, as well as other \"high risk\" or cancer-associated HPV types. These tests do not replace standard Pap testing or clinical examination, and they are used in combination with traditional screening methods to help estimate a woman's risk and aid in management decisions.  There is no treatment that can eradicate HPV infection, so the only treatment is to remove the lesions caused by the virus. Unfortunately, even removal of the warts does not necessarily prevent the spread of the virus, and genital warts frequently recur. None of the available treatment options is ideal or clearly superior to others. A treatment that can be administered by the patient is a 0. 5% solution or gel of podofilox (Condylox). The medication is applied to the warts twice per day for 3 days followed by 4 days without treatment. Treatment should be continued up to 3 to 4 weeks or until the lesions are gone. Podofilox may also be applied every other day for a total of three weeks. Alternatively, a 5% cream of imiquimod (Aldara, a substance that stimulates the body's production of cytokines, chemicals that direct and strengthen the immune response) is likewise applied by the patient three times a week at bedtime, and then washed off with mild soap and water 6 to 10 hours later. The applications are repeated for up to 16 weeks or until the lesions are gone. Only an experienced physician can perform some of the treatments for genital warts. These include, for example, placing a small amount of a 10% to 25% solution of podophyllin resin on the lesions, and then, after a period of hours, washing off the podophyllin. The treatments are repeated weekly until the genital warts are gone. An 80% to 90% solution of trichloroacetic acid (TCA) or bichloracetic acid (BCA) can also be applied weekly by a physician to the lesions. Injection of 5-flurouracil epinephrine gel into the lesions has also been shown to be effective in treating genital warts. Interferon alpha, a substance that stimulates the body's immune response, has also been used in the treatment of genital warts. Treatment regimens involve injections of interferon into the lesion every other day over a period of 8 to 12 weeks. Alternative methods include cryotherapy (freezing the genital warts with liquid nitrogen) every 1 to 2 weeks, surgical removal of the lesions, or laser surgery. Laser surgery and surgical excision both require a local or general anesthetic, depending upon the extent of the lesions. Women who have evidence of moderate or severe precancerous changes in the uterine cervix require treatment to ensure that these cells do not progress to cancer. In this case, treatment usually involves surgical removal or destruction of the involved tissue. Conization is a procedure that removes the precancerous area of the cervix using a knife, a laser, or by a procedure known as LEEP (loop electrosurgical excision procedure, which uses an electric current passing through a thin wire that acts as a knife). LEEP is also referred to as LLETZ (large loop excision of the transformation zone).  Cryotherapy (freezing) or laser therapy may also be used to destroy tissue areas that contain potentially precancerous changes. Both people with HPV infection and their partners need to be counseled about the risk of spreading HPV and the appearance of the lesions. They should understand that the absence of lesions does not exclude the possibility of transmission and that condoms are not completely effective in preventing the spread of the infection. It is important to note that it is not known whether treatment decreases infectivity. Finally, female partners of men with genital warts should be reminded of the importance of regular Pap smears to screen for cervical cancer and precancerous changes in the cervix, as precancerous changes can be treated and reduce a woman's risk of developing cervical cancer. Similarly, men should be informed of the potential risk of anal cancers, although it is not yet been determined how to optimally screen for or manage early anal cancer. ", 
    "title": "Genital Warts In Women"
}