{
    "data": "  Gastroesophogeal reflux (GER) is the upward flow of stomach contents from the stomach into the esophagus (\"swallowing tube\"). While not required by its definition, these contents may continue from the esophagus into the pharynx (throat) and may be expelled from the mouth. GER differs from vomiting in that it is generally not associated with a violent ejection. Moreover, GER is generally a singular event in time whereas the vomiting process is commonly several back-to-back events that may ultimately completely empty all stomach contents and yet still persist (\"dry heaves\"). The difference between GER and GERD (gastroesophogeal reflux disease) is a matter of severity and associated consequences to the patient. The large majority of healthy, full term infants will have episodes of \"spitting up\" or \"wet burps,\" which technically qualify to be considered GER. These infants generally do not seem in distress before, during, or after by the reflux process. Likewise, the loss of calories as an outcome of GER is inconsequential since growth parameters including weight gain are not affected. Lastly, there seem to be no short or long term consequences of these reflux experiences. In short, infants with GER are \"messy spitters. \" The very name of GERD (\"disease\") implies a much different condition. Infants and children with GERD often experience distress as a consequence of their reflux even if the refluxed stomach contents are not completely ejected from the mouth. Infants and young children may loose so many calories by expulsion that growth is compromised. Some infants or children with GERD may even become averse to feeding due to repeated associations with feeding and pain. Finally, there are a number of short and long term consequences of GERD that are not associated with infants and children with GER. These will be discussed further in this article. Infants with GER are a reflection of their immature nervous system. In most infants the junction between the esophagus and stomach is \"closed,\" opening only to allow passage of formula or breast milk into the stomach or to allow the escape of swallowed air via burping. During episodes of reflux, this junction is continuously open allowing a backwards flow of stomach contents into the esophagus. This reverse flow may occur as a consequence of a relatively large volume of fluid relative to a smaller stomach volume, pressure on the abdominal cavity (for example, placed face down [prone] following a feeding), or overfeeding. Infant GER occurs in over 50% of healthy infants with a peak incidence (65%) at approximately 4 months of age. Most episodes resolve by 12 months of age. GERD also reflects an opening of the esophageal-stomach junction similar to infant GER. The reasons for GERD, however, are not considered to reflect an immature nervous system. Factors that may contribute to GERD in infants and children include: Increased pressure on the abdomen (over eating, obesity, straining with stool due to constipation, etc. ). Slower than normal emptying of stomach contents may predispose infants or children to GERD. Certain medications, foods, and beverages may also be implicated in facilitating such pathological reflux. Recent studies indicate that between 2% to 8 % of children 3 to 17 years of age experience GERD symptoms (detailed later).  Infants with GER generally have no symptoms other than the obvious reflux of fluid out the mouth. As noted previously, they do not appear to have any discomfort associated with their reflux. Infants and children with GERD may have multiple symptoms including: frequent fussiness during feeding or thereafter,frequent or recurrent cough, recurrent rejection of the breast or bottle which may lead to poor weight gain, wheezing, recurrent pneumonia, and descriptions of \"heartburn,\" \"chest pain\" or upper midline abdominal pain. The diagnosis of GER is based upon characteristic historical facts reported by the infant's parents coupled with an elimination of pathological conditions by a normal physical exam. It is very rare to need laboratory studies to establish or support the diagnosis. The diagnosis of GERD is often accomplished by the pediatrician taking a thorough history supported by a complete physical examination enabling the elimination of other conditions that might cause similar symptoms. While rare, studies may be necessary to either establish/support the diagnosis of GERD or to determine the extent of damage caused by the repeated reflux events. These studies may include: <ol>Barium swallow/upper GI series: This X-ray study involves drinking a material (barium) that allows visualization of the act of swallowing from mouth into the stomach by the propulsive motions of the esophagus and then emptying of the barium from the stomach into the upper part of the intestinal tract. This test is designed to confirm normal anatomy and function of the areas studies. pH probe studies: This test involves passage of a thin, flexible tube through the nose and into the lower regions of the esophagus. The goal is to document the frequency of reflux of stomach acid contents over a prolonged period (usually 24 hours). Endoscopy: Performed by a pediatric gastroenterologist, this procedure involves the passage of an endoscope (a thin, flexible tube with a light source and camera at the leading end) from the throat, through the esophagus and into the stomach to directly visualize damage caused by GERD as a result of stomach acid erosion. Gastric emptying study: This study involves drinking a mildly radioactive dye and monitoring the speed of passage from the stomach into the upper intestinal tract. Delay in emptying of stomach contents may predispose and aggravate GERD symptoms.  Since the fundamental issue for infants with GER is \"tincture of time,\" most infants need no specific therapy. Lifestyle adjustments which have been helpful for some infants include: Mild elevation of the head of the crib mattress Maintaining an upright position for the first 20 to 30 minutes following a feedingThickening of the formula with rice cerealUtilization of an \"elemental\" formula (for example, Alimentum)Introduction of solid foods at the safe and appropriate age (please check with your child's pediatrician prior to initiating these processes). It is rare, however, an infant may require medications to bridge the gap during the neurologic maturation process that enables your child to \"outgrow\" his or her GER. These medications are discussed later. It is rare for an infant with GER to generate substantial discomfort, demonstrate aversion to feeding, or show suboptimal weight gain. Conversely, toddlers and older children may experience more substantial symptoms, and thus may need a trial of lifestyle modifications including: mild elevation of the head of bed, serving smaller but more frequent meals, monitoring your child's diet to determine whether specific foods or drinks may tend to aggravate his or her symptoms, and weight reduction if indicated. There are several groups of medications that may need to be considered in certain cases of infant GER (rare) or toddler/childhood GERD. These include: <ol>Medication to lessen gas, for example, Mylicon or GavisconMedication to neutralize stomach acid, for example, Mylanta or MaaloxMedication to lessen stomach acid histamine blockers, for example, ranitidine (Zantac), famotidine (Pepcid) or cimetidine (Tagamet), and proton pump inhibitors or PPIs, for example, omeprazole (Prilosec), lansoprazole (Prevacid) or rabeprazole (Aciphex) Medication to promote emptying of stomach contents, for example, metoclopramide (Reglan, however, it has a number of side effects) or erythromycin (more routinely used as an antibiotic but known to have side the effect of increasing stomach contractions, but may be helpful with GERD) The use of these medications follows a stepwise approach (from #1 to #4) based upon severity of symptoms. Consultation with a pediatric gastroenterologist may be helpful for patients whose response to the above approach is disappointing. There are very cases where children whose GERD is so severe that a surgical procedure must be considered to manage symptoms. The procedure, called aNissen fundoplication, involves wrapping the top part of the stomach around the lower esophagus. The displaced stomach contracts during the digestive process, and thus closes off the lower esophagus and prevents reflux. In extraordinary circumstances, a feeding tube directly into the stomach is necessary to complement the Nissen fundoplication.  The prognosis for infants with GER is excellent. The majority of infants will have resolved their symptoms by 9 to 12 months of age. Infants who required medications during the first few months of life generally \"outgrow\" their medication during the end of the first year of life. Children who experience GERD symptoms also have a favorable prognosis though it may require longer use of medications and utilization of life style changes for many months. It is important to note that classic \"heartburn\" symptoms may resolve, but more subtle evidence of reflux (for example, persisting cough, especially when laying face up [supine]) may develop. Your child's pediatrician is a valuable asset to help monitor for these less obvious presentations of GERD. ", 
    "title": "Gerd In Infants And Children"
}