{
    "data": "   Graves' disease is an autoimmune disease that affects the thyroid. The thyroid is a small gland in the front of the neck. It makes hormones called T3 and T4 that regulate how the body uses energy. Thyroid hormone levels are controlled by the pituitary, which is a pea-sized gland in the brain. It makes thyroid stimulating hormone (TSH), which triggers the thyroid to make thyroid hormone. With Graves' disease, the immune system makes antibodies that act like TSH, causing the thyroid to make more thyroid hormone than your body needs. This is called an overactive thyroid or hyperthyroidism. An overactive thyroid causes every function of the body to speed up, such as heart rate and the rate your body turns food into energy. Graves' disease is one cause of overactive thyroid. It is closely related to Hashimoto's disease, another autoimmune disease affecting the thyroid. Most people with Graves' disease have symptoms of an overactive thyroid, such as: Goiter (enlarged thyroid) Trouble sleeping Irritability or nervousness Heat sensitivity, increased sweating Hand tremors Rapid heartbeat Thinning of skin or fine, brittle hair Frequent bowel movementsWeight loss without dietingFatigue or muscle weakness Lighter menstrual flow and less frequent periods Problems getting pregnant Unlike other causes of an overactive thyroid, Graves' disease also can cause: Eye changes. For some people with Graves' disease, the tissue behind the eyes becomes inflamed and swells. This can cause bulging or discomfort in one or both eyes. Sometimes it affects vision. Eye symptoms can occur before, at the same time, or after other symptoms of Graves' disease begin. It may rarely occur in people with normal thyroid function. We do not know why these eye problems occur. They are more common in people who smoke, andsmoking makes eye symptoms worse. Eye problems often get better without treatment. Reddening and thickening of the skin, often on the shins and tops of the feet. This rare skin problem is not serious and is usually painless. Most people with this skin problem also have eye problems from Graves' disease. Symptoms of Graves' disease can occur slowly or very suddenly and are sometimes confused with other health problems. Some people with Graves' disease do not have any symptoms.   Both men and women can get Graves' disease. But it affects women 10 times more often than men. Graves' disease occurs in people of all ages, but most often starts in the 20s and 30s. People who get Graves' disease often have family members who have thyroid or other autoimmune diseases. People who get Graves' disease sometimes have other autoimmune diseases, such as: Vitiligo (vit-ihl-EYE-goh) — a disease that destroys the cells that give your skin its colorRheumatoid arthritis — a disease that affects the lining of the joints throughout the bodyAddison's disease — a disease that affects the adrenal glands, which make hormones that help your body respond to stress and regulate your blood pressure and water and salt balanceType 1 diabetes — a disease that causes blood sugar levels to be too highPernicious (pur-NISH-uhss) anemia — a disease that keeps your body from absorbing vitamin B12 and making enough healthy red blood cellsLupus — a disease that can damage many parts of the body, such as the joints, skin, blood vessels, and other organs Many factors are thought to play a role in getting Graves' disease. These might include: Genes. Some people are prone to Graves' disease because of their genes. Researchers are working to find the gene or genes involved. Gender. Sex hormones might play a role, and might explain why Graves' disease affects more women than men. Stress. Severe emotional stress or trauma might trigger the onset of Graves' disease in people who are prone to getting it. Pregnancy. Pregnancy affects the thyroid. As many as 30 percent of young women who get Graves' disease have been pregnant in the 12 months prior to the onset of symptoms. This suggests that pregnancy might trigger Graves' disease in some women. Infection. Infection might play a role in the onset of Graves' disease, but no studies have shown infection to directly cause Graves' disease.  Most people with Graves' disease have symptoms that are bothersome. If you have symptoms of Graves' disease, your doctor will do an exam and order one or more tests. Tests used to help find out if you have Graves' disease include: Thyroid function tests. A blood sample is sent to a lab to see if your body has the right amount of thyroid hormone (T4) and TSH. A high level of thyroid hormone in the blood plus a low level of TSH is a sign of overactive thyroid. Sometimes, routine screening of thyroid function reveals mild overactive thyroid in a person without symptoms. In such cases, doctors might suggest treatment or watchful waiting to see if levels return to normal. Radioactive iodine uptake (RAIU). An RAIU tells how much iodine the thyroid takes up. The thyroid takes up iodine and uses it to make thyroid hormone. A high uptake suggests Graves' disease. This test can be helpful in ruling out other possible causes of overactive thyroid. Antibody tests. A blood sample is sent to a lab to look for antibodies that suggest Graves' disease. Graves' disease can be hard to diagnose during pregnancy because it has many of the same symptoms as normal pregnancy, like fatigue and heat intolerance. Also, some lab tests can be harder to interpret. Plus, doctors cannot use RAIU during pregnancy to rule out other causes. There are 3 main treatments for Graves' disease: Antithyroid medicine. Two drugs are used in the United States: Methimazole (meh-THEYE-muh-zohl), or MMI (brand name, Tapazole) Propylthiouracil (PROH-puhl-theye-oh-YUR-uh-sil), or PTU These drugs keep the thyroid from making too much thyroid hormone. MMI is the preferred drug for most non-pregnant people. These drugs are generally not used for more than 1 or 2 years. For some people, thyroid function returns to normal when the drugs are stopped. But for most people, the overactive thyroid comes back. Radioactive iodine (RAI). The thyroid gland uses iodine to make thyroid hormone. With this treatment, you swallow a pill that contains RAI, which is a form of iodine that damages the thyroid by giving it radiation. The RAI destroys thyroid cells so that less thyroid hormone is made. This cures the overactive thyroid. But you will likely need to take thyroid hormone for the rest of your life to replace the needed thyroid hormone your body can no longer make. RAI has been used for a long time and does not harm other parts of the body or causeinfertility or birth defects. Surgery. Most or all the thyroid is removed. As with RAI, surgery cures overactive thyroid. But you will need to take thyroid hormone to replace the needed thyroid hormone your body can no longer make. Besides one of these 3 treatments, your doctor might also suggest you take a type of drug called a beta-blocker. Beta-blockers do not affect how much thyroid hormone is made. Rather, they block the action of thyroid hormone on your body. This slows down your heart rate and reduces symptoms such as shaking and nervousness. Beta-blockers work quickly and can help you feel better while waiting for the main treatment to take effect. The treatment that is best for you will depend on many factors. Antithyroid drugs and RAI – or a mix of both – often are preferred. During and after treatment, your doctor will want to monitor your thyroid hormone levels. Ask how often you need to be seen for follow-up visits.  Without treatment, Graves' disease can lead to heart problems, weak and brittle bones, and even death. \"Thyroid storm\" is a very rare, life-threatening condition that can occur if overactive thyroid is not treated. An acute stress, such as trauma, surgery, or infection, usually triggers it to occur. In pregnant women, untreated disease can threaten the mother and unborn baby's health. Normal hormone changes during pregnancy cause thyroid hormone levels to increase. The thyroid also may enlarge slightly in healthy women during pregnancy, but not enough to be felt. These changes do not affect the pregnancy or unborn baby. Yet, untreated thyroid problems can threaten pregnancy and the growing baby. Symptoms of normal pregnancy, like fatigue and feeling hot, can make it easy to overlook thyroid problems in pregnancy. So if you have symptoms of overactive thyroid or notice a goiter, make sure to tell your doctor. Experts have not reached agreement on whether all pregnant women should be routinely screened for thyroid problems. Graves' disease rarely begins during pregnancy. Most women diagnosed with Graves' disease during pregnancy had symptoms of an overactive thyroid before getting pregnant. Women who have been treated for Graves' disease can become pregnant. But make sure your pregnancy is planned. Graves' disease must be well-controlled before you get pregnant. This is because untreated or poorly treated Graves' disease can lead to problems for the mother, such as: Preeclampsia (pree-ee-CLAMP-see-uh)Preterm birthPlacental abruptionMiscarriageHeart failure Untreated or poorly treated Graves' disease also can cause health problems for the baby, such as: Thyroid problemsPreterm birthLow birth weightStillbirth Talk to your doctor about how to prepare for pregnancy or about birth control if you do not want to become pregnant. If you take antithyroid drugs and want to get pregnant, ask your doctor about treatment with radioactive iodine (RAI). Women treated with RAI at least 6 months before pregnancy don't need antithyroid drugs and can avoid exposing the unborn baby. If you have had RAI to treat Graves' disease, you should wait at least 6 months before getting pregnant. Your doctor also will need to watch your baby for thyroid-related problems that can occur later in the pregnancy.  During pregnancy, you will need to see both your OB/GYN and an endocrinologist (en-doh-krih-NOL-uh-jist), a doctor who treats people with hormone problems. If you have had radioactive iodine (RAI) or surgery to treat Graves' disease in the past and become pregnant, tell your doctor. Your baby will need to be watched for thyroid-related problems that can occur later in the pregnancy. It is best to plan pregnancy so that Graves' disease is treated prior to conception. Pregnancy may cause changes in hormones that affect the thyroid, and thyroid problems can affect a growing baby. For some women with Graves' disease, symptoms worsen in the first trimester, and then improve for the rest of the pregnancy. Symptoms often worsen again after delivery. For these reasons, the treatment needs of pregnant women with Graves' disease often change, and an experienced doctor is needed to manage your treatment during and after pregnancy. Your doctor will check your thyroid hormone levels regularly. If antithyroid medicine is needed, PTU is usually prescribed in the first trimester, and MMI for the rest of the pregnancy. Thyroid surgery is rarely an option for pregnant women. And pregnant women cannot take RAI. Beta-blockers are sometimes prescribed for short-term use during the first few weeks of pregnancy to relieve symptoms. Many women who take antithyroid medicine choose to breastfeed. Only low amounts of these drugs cross into breast milk. Your doctor can help you weigh the benefits of breastfeeding with the possible risk of these drugs. This will help you decide what is best for you and your baby. ", 
    "title": "Graves Disease"
}