{
    "data": "  People become infected with Guinea worm by drinking water from ponds and other stagnant water containing tiny \"water fleas\" that carry the Guinea worm larvae. The larvae are eaten by the water fleas that live in these water sources. Once drunk, the larvae are released from copepods in the stomach and penetrate the digestive track, passing into the body cavity. During the next 10-14 months, the female larvae grow into full-size adults. These adults are 60-100 centimeters (2-3 feet) long and as wide as a cooked spaghetti noodle. When the adult female worm is ready to come out, it creates a blister on the skin anywhere on the body, but usually on the legs and feet. This blister causes a very painful burning feeling and it bursts within 24-72 hours. Immersing the affected body part into water helps relieve the pain. It also causes the Guinea worm to come out of the wound and release a milky white liquid into the water that contains millions of immature larvae. This contaminates the water supply and starts the cycle over again. For several days, the female worm can release more larvae whenever it comes in contact with water. People do not usually have symptoms until about one year after they become infected. A few days to hours before the worm comes out of the skin, the person may develop a fever, swelling, and pain in the area. More than 90% of the worms come out of the legs and feet, but worms can appear on other body parts too. People in remote rural communities who have Guinea worm disease often do not have access to health care. When the adult female worm comes out of the skin, it can be very painful, slow, and disabling. Often, the wound caused by the worm develops a secondary bacterial infection. This makes the pain worse and can increase the time an infected person is unable to function to weeks or even months. Sometimes, permanent damage occurs if a person's joints are infected and become locked.  There is no drug to treat Guinea worm disease and no vaccine to prevent infection. Once part of the worm begins to come out of the wound, the rest of the worm can only be pulled out a few centimeters each day by winding it around a piece of gauze or a small stick. Sometimes the whole worm can be pulled out within a few days, but this process usually takes weeks. Medicine, such as aspirin or ibuprofen, can help reduce pain and swelling. Antibiotic ointment can help prevent secondary bacterial infections. The worm can also be surgically removed by a trained doctor in a medical facility before a blister forms. Only four countries reported local Guinea worm disease in 2014. These countries were Chad, Ethiopia, Mali, and South Sudan. Many other African countries and all of Asia are now free of GWD. As of January 2015, the World Health Organization had certified 198 countries, territories, and areas, representing 186 WHO Member States as being free of GWD transmission.  Anyone who drinks pond and other stagnant water contaminated by persons with GWD is at risk for infection. People who live in villages where GWD is common are at greatest risk. Yes. The disease causes preventable suffering for infected people and is a financial and social burden for affected communities. Adult female worms come out of the skin slowly and cause great pain and disability. Parents with active Guinea worm disease might not be able to care for their children. The worm often comes out of the skin during planting and harvesting season. Therefore, people might also be prevented from working in their fields and tending their animals. This can lead to financial problems for the entire family. Children may be required to work the fields or tend animals in place of their sick parents. This can keep them from attending school. Therefore, GWD is both a disease of poverty and also a cause of poverty because of the disability it causes. No. No one is immune to Guinea worm disease. People in affected villages can suffer year after year. Guinea worm disease can be prevented by avoiding drinking unsafe water. Teaching people to follow these simple control tactics can completely prevent the spread of the disease: Drink only water from protected sources (such as from boreholes or hand-dug wells) that are free from contamination. Prevent people with swellings and wounds from entering ponds and other water used for drinking. Always filter drinking water from unsafe sources, using a cloth filter or a pipe filter, to remove the tiny \"water fleas\" that carry the Guinea worm larvae. Treat unsafe drinking water sources with an approved larvicide, such as ABATE®*. This will kill the tiny \"water fleas. \"Provide communities with new safe sources of drinking water and repair broken safe water sources (e. g. , hand-pumps) if possible. ", 
    "title": "Guinea Worm Disease"
}