{
    "data": "  Hashimoto's thyroiditis is the most common cause of hypothyroidism (having too low levels of thyroid hormones) in the United States. The condition was named after Dr. Hakaru Hashimoto, the doctor who described it in 1912. Hashimoto's thyroiditis is caused by an autoimmune process that causes inflammation of the thyroid gland. Symptoms of Hashimoto's thyroiditis are those of hypothyroidism and include feeling cold, depression, dry skin, constipation, fatigue, sleepiness, and weight gain. Hashimoto's thyroiditis is diagnosed by blood tests that measure thyroid gland function and blood tests that look for antibodies against proteins found in the thyroid gland. The treatment for Hashimoto's thyroiditis is oral administration of thyroid hormones to maintain normal levels. Hashimoto's thyroiditis is an autoimmune condition and cannot be prevented. The prognosis for someone with Hashimoto's thyroiditis is excellent with proper treatment. Hashimoto's thryoiditis is an autoimmune condition that is a common cause of hypothyroidism. In Hashimoto's thyroiditis, the body mounts an immune reaction against its own thyroid gland tissue, leading to inflammation of the gland (thyroiditis). Hashimoto's thyroiditis is a condition caused by inflammation of the thyroid gland. It is an autoimmune disease, which means that the body inappropriately attacks the thyroid gland - as if it was foreign tissue. The underlying cause of the autoimmune process remains unknown. Hashimoto's thyroiditis tends to occur in families. It can be associated with other autoimmune conditions such as type 1 diabetes or celiac disease. Hashimoto's thyroiditis is 5 to 10 times more common in women than in men and most often starts in adulthood. Blood drawn from people with Hashimoto's thyroiditis typically reveals an increased number of antibodies against thyroid-specific proteins, including thyroperoxidase and thyroglobulin. T lymphocytes, a type of cell involved in the inflammation process, invade the thyroid gland cause silent, painless inflammation that destroys it; ultimately, the individual produces little or no thyroid hormone and becomes hypothyroid.   Symptoms and signs of Hashimoto's thyroiditis resemble those of hypothyroidism generally and are often subtle. They are not specific (which means they can mimic the symptoms of many other conditions) and are often attributed to aging. Patients with mild hypothyroidism may have no signs or symptoms. The symptoms generally become more obvious as the condition worsens, and the majority of these complaints are related to a metabolic slowing of the body. Common symptoms and signs of Hashimoto's thyroiditis include: FatigueDepressionModest weight gainCold intoleranceExcessive sleepinessDry, coarse hairConstipationDry skinMuscle crampsIncreased cholesterol levelsDecreased concentrationVague aches and painsSwelling of the legs As hypothyroidism becomes more severe, there may be puffiness around the eyes, a slowing of the heart rate, a drop in body temperature, and heart failure. In its most profound form, severe hypothyroidism may lead to a life-threatening coma (myxedema coma). In a severely hypothyroid individual, myxedema coma tends to be triggered by severe illness, surgery, stress, or traumatic injury. This condition requires hospitalization and immediate treatment with thyroid hormone. Properly diagnosed, hypothyroidism can be easily and completely treated with thyroid hormone replacement. Untreated hypothyroidism can lead to an enlarged heart (cardiomyopathy), worsening heart failure, and an accumulation of fluid around the lungs (pleural effusion) or heart (pericardial effusion). People with Hashimoto's thyroiditis often initially experience a hyperthyroid phase (too much thyroid hormone), called hashitoxicosis, as thyroid hormone leaks out of the damaged gland as it is destroyed. Eventually, they become hypothyroid. Other symptoms and signs include: Swelling of the thyroid gland (due to the inflammation), which can cause a feeling of tightness or fullness in the throatA lump in the front of the neck from the enlarged thyroid gland called a goiterDifficulty swallowing solids and/or liquids due to the enlargement of the thyroid gland with compression of the esophagus  TTo diagnose Hashimoto's thyroiditis, a physician should assess symptoms and complaints commonly seen in hypothyroidism, carefully examine the neck to look for enlargement of the thyroid gland, and take a detailed history of family members. Blood tests are essential to diagnose Hashimoto's thyroiditis. Specific blood tests determine the level of thyroid function. During the early stage of thyroiditis, the levels of thyroid hormones (T3 and T4) may be normal. With chronic hypothyroidism, the thyroid hormone levels fall, and the level of thyroid stimulating hormone (TSH) becomes high. The most useful assay for determining thyroid status is measurement of TSH in the blood. As mentioned earlier, TSH is secreted by the pituitary gland. As the level of thyroid hormone falls, the pituitary gland responds by releasing more thyroid stimulating hormone (TSH). The increase in TSH can actually precede the fall of thyroid hormone to low levels by months or years, so the first sign of hypothyroidism may be an elevated TSH level even when levels of thyroid hormones are normal. The blood work mentioned above confirms the diagnosis of hypothyroidism, but does not point to an underlying cause. The combination of the patient's clinical history, antibody screening (as mentioned above), and a thyroid scan can help diagnose the precise underlying thyroid problem. If a pituitary or hypothalamic cause is suspected, MRI of the brain and other studies may be warranted. These investigations should be made on a case-by-case basis. The blood tests also usually include an analysis of antibodies (anti-thyroperoxidase antibodies) to aid diagnosis. If the anti-TPO antibodies are elevated at all, the diagnosis is made. Early on in the course of the disease, however, the patient may have negative antibodies. If the gland is large, or there are symptoms of esophageal compression, an ultrasound may be performed to see if the gland is compressing either the esophagus (the food tube) or the trachea (the airway).   There is no cure for Hashimoto's thyroiditis. The timeframe of the autoimmune process and inflammation will continue is not predictable. In the vast majority of patients, hypothyroidism results from the inflammatory process. Thyroid hormone medication can replace the hormones the thyroid made before the inflammation started. There are two major thyroid hormones made by a healthy gland (T3 and T4). Replacing one or both of these hormones can alleviate the symptoms caused by the absolute or relative lack of hormones as a consequence of Hashimoto's thyroiditis. The treatment of choice for Hashimoto's thyroiditis is typically synthetic T4 or thyroxine (levothyroxine). Brand names for this medication include Synthroid, Levothroid and Levoxyl. The medication must be taken indefinitely, and successful treatment alleviates the symptoms and signs of hypothyroidism. Without medication, there is very little chance the thyroid would be able to maintain hormone levels within the normal range, and symptoms and signs of hypothyroidism would occur or worsen. The dosage of levothyroxine may need to be modified after checking TSH levels once yearly. Adjustment of the dose may also be required in pregnant women.  People with Hashimoto's thyroiditis do not need to follow a special diet. There is no evidence to suggest that specific foods have any effect on worsening or improving the condition. Treatment of Hashimoto's thyroiditis involves administration of prescription thyroid hormones. There is no scientific evidence that natural treatments are able to reverse hypothyroidism. Hashimoto's thyroiditis is not a reason to avoid pregnancy. However, some women with Hashimoto's thyroiditis do have trouble conceiving. In addition to careful obstetric care, management of thyroid hormone replacement by an endocrinologist is helpful. Before conception and during pregnancy, levels of thyroid hormones need to be monitored and optimized by checking TSH levels, and if necessary, adjusting the medication dose. The target goal is usually within the range for nonpregnant women but at the higher end of the normal range. Hashimoto's thyroiditis is an autoimmune condition in which the body perceives its own tissue as foreign. There is no known way to prevent this condition. The prognosis for someone with Hashimoto's thyroiditis is excellent with proper treatment. Restoration of thyroid hormone levels with medical treatment will reverse the signs and symptoms of hypothyroidism. Without treatment, hypothyroidism can worsen over years, potentially leading to organ damage and severe illness. ", 
    "title": "Hashimotos Thyroiditis"
}