{
    "data": "  Cancer is a group of many related diseases that begin in cells, the body's basic unit of life. All of the bodies tissues and organs are composed of cells of various types. Normally, cells grow and divide to form new cells in an orderly way. They perform their functions for a while, and then they die. Sometimes, however, cells do not die. Instead, they continue to divide and create new cells that the body does not need. The extra cells form a mass of tissue, called a growth or tumor. There are two types of tumors: benign and malignant. Benign tumors are not cancer. They do not invade nearby tissue or spread to other parts of the body. Malignant tumors are cancer. Their growth invades normal structures near the tumor and spreads to other parts of the body. Metastasis is the spread of cancer beyond one location in the body. Most head and neck cancers begin in the cells that line the mucosal surfaces in the head and neck area, e. g. , mouth, nose, and throat. Mucosal surfaces are moist tissues lining hollow organs and cavities of the body open to the environment. Normal mucosal cells look like scales (squamous) under the microscope, so head and neck cancers are often referred to as squamous cell carcinomas. Some head and neck cancers begin in other types of cells. For example, cancers that begin in gland cells such as the spit or salivary glands are called adenocarcinomas. Cancers of the head and neck are further identified by the area in which they begin: Oral cavity. The oral cavity includes the lips, the front two-thirds of the tongue, the gingiva (gums), the buccal mucosa (lining inside the cheeks and lips), the floor (bottom) of the mouth under the tongue, the hard palate (bony top of the mouth), and the small area behind the wisdom teeth. Salivary glands. The salivary glands produce saliva, the fluid that keeps mucosal surfaces in the mouth and throat moist. There are many salivary glands; the major ones are in the floor of the mouth, and near the jawbone. Paranasal sinuses and nasal cavity. The paranasal sinuses are small hollow spaces in the bones of the head surrounding the nose. The nasal cavity is the hollow space inside the nose. Pharynx. The pharynx is a hollow tube about 5 inches long that starts behind the nose and leads to the esophagus (the tube that goes to the stomach) and the trachea (the tube that goes to the lungs). The pharynx has three parts:Nasopharynx. The nasopharynx, the upper part of the pharynx, is behind the nose. Oropharynx. The oropharynx is the middle part of the pharynx. The oropharynx includes the soft palate (the back of the mouth), the back third or base of the tongue, and the tonsils. Hypopharynx. The hypopharynx is the lower part of the pharynx. Larynx. The larynx, also called the voicebox, is a short passageway formed by cartilage just below the pharynx in the neck. The larynx contains the vocal cords. It also has a small piece of tissue, called the epiglottis, which moves to cover the larynx to prevent food from entering the air passages. Lymph nodes in the upper part of the neck. Sometimes, squamous cancer cells are found in the lymph nodes of the upper neck when there is no evidence of cancer in other parts of the head and neck. When this happens, the cancer is called metastatic squamous neck cancer with unknown (hidden or occult) primary. Cancers of the brain, eye, and thyroid gland as well as those of the scalp, skin, muscles, and bones of the head and neck are not usually grouped with cancers of the head and neck.  Head and neck cancers account for approximately 3 to 5 percent of all cancers in the United States. These cancers are more common in men and in people over age 50. It is estimated that about 39,000 men and women in this country will develop head and neck cancer in 2005. Tobacco (including smokeless tobacco, sometimes called \"chewing tobacco\" or \"snuff\") and alcohol use are the most important risk factors for head and neck cancers, particularly those of the oral cavity, oropharynx, hypopharynx, and larynx. Eighty-five percent of head and neck cancers are linked to tobacco use. People who use both tobacco and alcohol are at greater risk for developing these cancers than people who use either tobacco or alcohol alone. Other risk factors for cancers of the head and neck include the following: Oral cavity. Sun exposure (lip); human papillomavirus (HPV) infection is an increasingly frequent cause of oral cavity and oropharyngeal cancers. Salivary glands. Radiation to the head and neck. This exposure can come from diagnostic X-rays or from radiation therapy for noncancerous conditions or cancer. Paranasal sinuses and nasal cavity. Certain industrial exposures, such as wood or nickel dust inhalation. Tobacco and alcohol use may play less of a role in this type of cancer. Nasopharynx. Asian, particularly Chinese, ancestry; Epstein-Barr virus infection; occupational exposure to wood dust; and consumption of certain preservatives or salted foods. Oropharynx. Poor oral hygiene; HPV infection and the use of mouthwash that has a high alcohol content are possible, but not proven, risk factors. Hypopharynx. Plummer-Vinson (also called Paterson-Kelly) syndrome, a rare disorder that results from iron and other nutritional deficiencies. This syndrome is characterized by severe anemia and leads to difficulty swallowing due to webs of tissue that grow across the upper part of the esophagus. Larynx. Exposure to airborne particles of asbestos, especially in the workplace. Immigrants from Southeast Asia who use paan (betel quid) in the mouth should be aware that this habit has been strongly associated with an increased risk for oral cancer. Also, consumption of mate, a tea-like beverage habitually consumed by South Americans, has been associated with an increased risk of cancers of the mouth, throat, esophagus, and larynx. People who are at risk for head and neck cancers should talk with their doctor about ways they can reduce their risk. They should also discuss how often to have checkups.  Symptoms of several head and neck cancer sites include a lump or sore that does not heal, a sore throat that does not go away, difficulty swallowing, and a change or hoarseness in the voice. Other symptoms may include the following: Oral cavity. A white or red patch on the gums, tongue, or lining of the mouth; a swelling of the jaw that causes dentures to fit poorly or become uncomfortable; and unusual bleeding or pain in the mouth. Nasal cavity and sinuses. Sinuses that are blocked and do not clear, chronic sinus infections that do not respond to treatment with antibiotics, bleeding through the nose, frequent headaches, swelling or other trouble with the eyes, pain in the upper teeth, or problems with dentures. Salivary glands. Swelling under the chin or around the jawbone; numbness or paralysis of the muscles in the face; or pain that does not go away in the face, chin, or neck. Oropharynx and hypopharynx. Ear pain. Nasopharynx. Trouble breathing or speaking, frequent headaches, pain or ringing in the ears, or trouble hearing. Larynx. Pain when swallowing, or ear pain. Metastatic squamous neck cancer. Pain in the neck or throat that does not go away. These symptoms may be caused by cancer or by other, less serious conditions. It is important to check with a doctor or dentist about any of these symptoms. To find the cause of symptoms, a doctor evaluates a person's medical history, performs a physical examination, and orders diagnostic tests. The exams and tests conducted may vary depending on the symptoms. A biopsy may be recommended and performed based upon the findings of the earlier tests. A biopsu is a limited surgical procedure which remeoves a small piece of tissue. Examination of a sample of tissue under the microscope is always necessary to make a diagnosis of cancer. Some exams and tests that may be useful are described below: Physical examination may include visual inspection of the oral and nasal cavities, neck, throat, and tongue using a small mirror and/or lights. The doctor may also feel for lumps on the neck, lips, gums, and cheeks. Endoscopy is the use of a thin, lighted tube called an endoscope to examine areas inside the body. The type of endoscope the doctor uses depends on the area being examined. For example, a laryngoscope is inserted through the mouth to view the larynx; an esophagoscope is inserted through the mouth to examine the esophagus; and a nasopharyngoscope is inserted through the nose so the doctor can see the nasal cavity and nasopharynx. Laboratory tests examine samples of blood, urine, or other substances from the body. X-rays create images of areas inside the head and neck on film. CT (or CAT) scan is a series of detailed pictures of areas inside the head and neck created by a computer linked to an X-ray machine. Magnetic resonance imaging (or MRI) uses a powerful magnet linked to a computer to create detailed pictures of areas inside the head and neck. PET scan uses sugar that is modified in a specific way so it is absorbed by cancer calls and appears as dark areas on the scan. If the diagnosis is cancer, the doctor will want to learn the stage (or extent) of disease. Staging is a careful attempt to find out whether the cancer has spread and, if so, to which parts of the body. Staging may involve an examination under anesthesia (in the operating room), X-rays and other imaging procedures, and laboratory tests. Knowing the stage of the disease helps the doctor plan treatment.  Patients with head and neck cancers are best treated by a team of specialists. The specialists vary, depending on the location and extent of the cancer. The medical team may include oral surgeons; ear, nose, and throat surgeons (also called otolaryngologists); pathologists; medical oncologists; radiation oncologists; prosthodontists; dentists; plastic surgeons; dietitians; social workers; nurses; physical therapists; and speech-language pathologists (sometimes called speech therapists). The treatment plan for an individual patient depends on a number of factors, including the exact location of the tumor, the stage of the cancer, and the person's age and general health. The patient and the doctor should consider treatment options carefully. They should discuss each type of treatment and how it might change the way the patient looks, talks, eats, or breathes. Surgery. The surgeon may remove the cancer and some of the healthy tissue around it. Lymph nodes in the neck may also be removed (lymph node dissection), if the doctor suspects that the cancer has spread. Surgery may be followed by radiation treatment. Head and neck surgery often changes the patient's ability to chew, swallow, or talk. The patient may look different after surgery, and the face and neck may be swollen. The swelling usually goes away within a few weeks. However, lymph node dissection can slow the flow of lymph, which may collect in the tissues; this swelling may last for a long time. After a laryngectomy (surgery to remove the larynx), parts of the neck and throat may feel numb because nerves have been cut. If lymph nodes in the neck were removed, the shoulder and neck may be weak and stiff. Patients should report any side effects to their doctor or nurse, and discuss what approach to take. Radiation therapy, also called radiotherapy. This treatment involves the use of high-energy X-rays to kill cancer cells. Radiation may come from a machine outside the body (external radiation therapy). It can also come from radioactive materials placed directly into or near the area where the cancer cells are found (internal radiation therapy or radiation implant). In addition to its desired effect on cancer cells, radiation therapy cause unwanted side effects. Patients who receive radiation to the head and neck may experience redness, irritation, and sores in the mouth; adry mouth or thickened saliva; difficulty in swallowing; changes in taste; or nausea. Teeth may be damaged or need to be removed before radiation therapy can be done. Other problems that may occur during treatment are loss of taste, which may decrease appetite and affectnutrition, and earaches (caused by hardening of the ear wax). Patients may also notice some swelling or drooping of the skin under the chin and changes in the texture of the skin. The jaw may feel stiff and patients may not be able to open their mouth as wide as before treatment. Patients should report any side effects to their doctor or nurse and ask how to manage these effects. More information about radiation therapy is available in the NCI booklet Radiation Therapy and You: A Guide to Self-Help During Treatment. NCI publications and materials are available by calling the Cancer Information Service (CIS) at 1-800-4-CANCER (1-800-422-6237). Chemotherapy is the treatment of cancer with various anticancer drugs. This treatment is used to kill cancer cells throughout the body. The side effects of chemotherapy depend on the drugs that are given. In general, anticancer drugs affect rapidly growing cells, including blood cells that fight infection, cells that line the mouth and the digestive tract, and cells in hair follicles. As a result, patients may have side effects such as lower resistance to infection, sores in the mouth and on the lips, loss of appetite, nausea, vomiting, diarrhea, and hair loss. They may also feel unusually tired and experience skin rash and itching, joint pain, loss of balance, and swelling of the feet or lower legs. Patients should talk with their doctor or nurse about the side effects they are experiencing, and how to handle them. The NCI booklet Chemotherapy and You: A Guide to Self-Help During Treatment has more information about this type of treatment. Additional information on treatment for head and neck cancers can be found in the following PDQ® cancer treatment summaries, available in patient and health professional versions, at http://www. cancer. gov/cancertopics/pdq/adulttreatment on the Internet: Hypopharyngeal CancerLaryngeal CancerLip and Oral Cavity CancerNasopharyngeal CancerOropharyngeal CancerParanasal Sinus and Nasal Cavity CancerSalivary Gland Cancer  Clinical trials are research studies conducted with people who volunteer to take part. Participation in clinical trials is an option for many patients with head and neck cancers. Treatment trials are designed to find more effective cancer treatments and better ways to use current treatments. In some studies, all patients receive the new treatment. In others, doctors compare different therapies by giving the new treatment to one group of patients and standard therapy to another group. Doctors are studying new types and schedules for delivering radiation therapy, new anticancer drugs, new drug combinations, and new ways of combining treatments. They are also studying ways to treat head and neck cancers using biological therapy (a type of treatment that stimulates the immune system to fight cancer) by itself or in combination with anticancer drugs or radiation therapy. Scientists are also conducting clinical trials to find better ways to reduce the side effects of chemotherapy and radiation therapy for head and neck cancers. These clinical trials, called supportive care trials, explore ways to improve the comfort and quality of life of cancer patients and cancer survivors. People interested in taking part in a clinical trial should talk with their doctor. Information about clinical trials is available from the CIS (see below) and the NCI booklet Taking Part in Clinical Trials: What Cancer Patients Need To Know. This booklet describes how research studies are carried out and explains their possible benefits and risks. In addition, the NCI's Web site, http://www. cancer. gov on the Internet, provides information about clinical trials. It also offers detailed information about specific ongoing studies by linking to PDQ, a cancer information database developed by NCI. The CIS also provides information from PDQ.  Rehabilitation is a very important part of treatment for patients with head and neck cancer. The goals of rehabilitation depend on the extent of the disease and the treatment a patient has received. The health care team makes every effort to help the patient return to normal activities as soon as possible. Depending on the location of the cancer and the type of treatment, rehabilitation may include physical therapy, dietary counseling, speech therapy, and/or learning how to care for a stoma after a laryngectomy. A stoma is an opening into the windpipe through which a patient breathes after a laryngectomy. Sometimes, especially with cancer of the oral cavity, a patient may need reconstructive and plastic surgery to rebuild the bones or tissues of the mouth. If this is not possible, a prosthodontist may be able to make a prosthesis (an artificial dental and/or facial part) to restore satisfactory swallowing and speech. Patients will receive special training to use the device. Patients who have trouble speaking after treatment, or who have lost their ability to speak, may need speech therapy. Often, a specialist called a speech-language pathologist will visit the patient in the hospital to plan therapy and teach speech exercises or alternative methods of speaking. Speech therapy usually continues after the patient returns home. Eating may be difficult after treatment for head and neck cancer. Some patients receive nutrients directly into a vein (IV) after surgery, or need a feeding tube until they can eat on their own. A feeding tube is a flexible plastic tube that is passed into the stomach through the nose or an incision (cut) in the abdomen. A nurse or speech-language pathologist can help patients learn how to swallow again after surgery. The NCI booklet Eating Hints for Cancer Patients: Before, During, and After Treatment contains many useful suggestions and recipes.  Regular follow-up care is very important after treatment for head and neck cancer to make sure the cancer has not returned, or that a second primary (new) cancer has not developed. Depending on the type of cancer, medical checkups could include exams of the stoma, mouth, neck, and throat. Regular dental exams may also be necessary. From time to time, the doctor may perform a complete physical exam, blood tests, X-rays, and CT, PET, or MRI scans. The doctor may continue to monitor thyroid and pituitary gland function with blood tests, especially if the head or neck was treated with radiation. Also, the doctor is likely to counsel patients to stop smoking. Research has shown that continued smoking may reduce the effectiveness of treatment and increase the chance of a second primary cancer. The NCI fact sheet Follow-up Care: Questions and Answers has more information about this topic. People who have been treated for head and neck cancer have an increased chance of developing a new cancer, usually in the head and neck, esophagus, or lungs. The chance of a second primary cancer varies depending on the original diagnosis, but is higher for people who smoke and drink alcohol. Patients who do not smoke should never start. Those who smoke should do their best to quit. Studies have shown that continuing to smoke or drink (or both) increases the chance of a second primary cancer for up to 20 years after the original diagnosis. Information about smoking cessation is available from the CIS (see below) and in the NCI fact sheet Questions and Answers About Smoking Cessation. Some research has shown that isotretinoin (13-cis-retinoic acid), a substance related to vitamin A, may reduce the risk of the tumor recurring (coming back) in patients who have been successfully treated for cancers of the oral cavity, oropharynx, and larynx. However, treatment with isotretinoin has not yet been shown to improve survival or to prevent future cancers. ", 
    "title": "Head And Neck Cancer"
}