{
    "data": "  Head lice are parasites that are found on human heads. The word lice is plural for louse. Head lice are spread by personal contact or the sharing of combs, brushes, caps, and other clothing. Head lice are a common problem with preschool and schoolchildren. Head lice cause a tickling feeling of something moving in the hair, itching, and sores on the head. The affected individual, family members also infected, and the home all should be treated. Remember: one head louse + one head louse = two head lice = the beginning of a head-lice infection. Very young children should be evaluated by a health-care professional before beginning medications.  Head lice are parasites that can be found on the heads of people. Infection with head lice is called pediculosis. (The head louse, Pediculus humanus capitis, is different from the lice that cause body and pubic-hair infections. ) Head lice infestation is very common, and it has been around since ancient times. While the exact frequency of infections is unknown, estimates range from 6-12 million cases annually. Anyone who comes in close contact with someone who already has head lice, or even their contaminated clothing and other belongings, is at risk for acquiring head lice. So it is easy to transmit head lice from one person to another. Preschool and elementary-school children (3-11 years of age) and their families are infected most often. Girls contract head lice more often than boys, and women contract more head lice than men.   A child can contract head lice in a number of ways. Contact with an already infested person (Personal contact is common during play, school, or sports activities, and at school, home, slumber parties, or camp. )Wearing infested clothing, such as hats, scarves, coats, sports uniforms, or hair ribbonsUsing infested combs, brushes, or towelsLying on a bed, couch, pillow, carpet, or stuffed animal that has recently been in contact with a person with lice (though there is evidence that the risk is very low if more than 48 hours has passed since the exposure) No. Getting a head lice infection has nothing to do with personal hygiene. Anyone can become infested with head lice.   There are three forms of lice, namely the nit, the nymph, and the adult louse. Nit: Nits are lice eggs. Nits are hard to see and are often confused with dandruff or hair-spray droplets. Nits are found firmly attached to the hair shaft. They are oval, 2-3 mm in length and usually yellow to white in color. Nits take about a week to hatch. Nymph: The nit hatches into a baby louse called a nymph. It looks like an adult head louse but is smaller. Nymphs mature into adults about seven days after hatching. To live, the nymph must feed on blood. Adult: The adult louse is about the size of a sesame seed, has six legs, and is tan to grayish-white in color. In people with dark hair, the adult louse looks darker. Females lay nits; they are usually larger than males. Adult lice can live up to 30 days on a person's head. To live, adult lice need to feed on blood. If the louse falls off a person, it dies within two days. <strong>Life cycle</strong>: The nits hatch into nymphs, which become full grown lice. In order to produce more nits, the adult lice must mate. Head lice are most frequently located on the scalp behind the ears and near the neckline at the back of the neck. Head lice hold on to hair with hook-like claws that are found at the end of each of their six legs. Head lice are rarely found on the body, eyelashes, or eyebrows. Head lice are often confused with dandruff. Dandruff can easily be distinguished by combing the hair or even just rubbing. Dandruff should be easily removed, but the nits of head lice are firmly attached to the hair shaft.   The signs and symptoms are a tickling feeling of something moving in the hair;itching (caused by the an allergic reaction to the bites);sores on the head (caused by scratching);these sores on the head can sometimes become infected;irritability. Head lice can be detected by looking closely through the hair and scalp for nits, nymphs, or adults. Locating a nymph or adult may be difficult; there are usually only a few of them, and they can move quickly from searching fingers. However, the presence of nits close to the scalp confirms that a person is infested. If the nits are located more than ¼ inch from the scalp, the infestation is probably an old one. If you are not sure whether or not a person has head lice, the diagnosis should be made by a health-care professional, school nurse, or a professional from the local health department or agricultural extension service. The nits of head lice are easily visible with a microscope. A black light is sometimes used to see if there are nits with live lice in them. Some reports indicate that nits with live lice will fluoresce.   For effective elimination of head lice, the infested individual, family members that are also infested, and the home must all be treated. It is important to remember that treatment should only be started if there are clearly live lice identified. According to the American Academy of Pediatrics in a recent clinical report, \"The ideal treatment of lice should be safe, free of toxic chemicals, readily available without a prescription, easy to use, effective and inexpensive. \" Over-the-counter (OTC) or prescription medications are used to treat the affected people and their families. Follow these treatment steps: <ol>Remove all clothing. Apply lice medicine, also called pediculicide, according to the label instructions. If a child has extra-long hair, one may need to use a second bottle. Warning: Do not use a cream rinse or combination shampoo/conditioner before using lice medicine. Do not rewash hair for one to two days after treatment. Have the infested person put on clean clothing after treatment. If some live lice are still found eight to 12 hours after treatment but are moving more slowly than before, do not retreat. Comb dead and remaining live lice out of the hair. The medicine sometimes takes longer to kill the lice. If no dead lice are found and lice seem as active as before eight to 12 hours after treatment, the medicine may not be working. See a health-care professional for a different medication and follow their treatment instructions. Nit (head lice egg) combs, often found in lice medicine packages, should be used to remove nits and lice from the hair shaft. Many flea combs made for cats and dogs are also effective. After the initial treatment, check, comb, and remove nits and lice from hair every two to three days. Retreat in seven to 10 days. Check all treated people for two to three weeks until you are sure all lice and nits are gone.  Treating the whole house is a laborious but important task. Follow these steps: <ol>Machine wash all washable clothing and bed linens that the infested person touched during the two days before treatment (to kill the lice and nits). Use the hot water cycle (130 F; 55 C) to wash clothes. Dry laundry using the hot cycle for at least 20 minutes. Dry clean clothing that is not washable (coats, hats, scarves, etc. ), or store all clothing, stuffed animals, comforters, etc. , that cannot be washed or dry cleaned into a plastic bag and seal it for two weeks. (By this time, any nits that have survived will have hatched and the nymphs would die without a feeding source. )Soak combs and brushes for one hour in rubbing alcohol, Lysol, or wash with soap and hot (130 F; 55 C) water and then place in bag and leave in freezer for two days. Vacuum the floor and furniture. Do not use fumigant sprays. (They can be toxic if inhaled. ) No. Although anyone living with an infested person can get head lice, you don't need to be treated. Check household contacts for lice and nits every two to three days. Treat if lice and nits are found. No. Head lice do not live on pets. For children under 2 years old, remove nits, nymphs (immature adult lice), and adult lice by hand, and see a health-care professional. Permethrins are approved for children older than 2 months of age; however, this should too be done after consultation with your physician.   Many head lice medicines are available at drugstores. Each OTC product usually contains one of the following active ingredients: <ol>Pyrethrins (often combined with piperonyl butoxide, in brand name products: A-200, Pronto, R&amp;C, RID, Triple X): Pyrethrins are natural extracts from the chrysanthemum flower. Though safe and effective, pyrethrins are not ovicidal (egg-killing) and can only kill crawling lice, not unhatched nits. It is applied to dry hair and allowed to remain for 10 minutes but no longer. After 10 minutes, the hair should be brought to a lather with warm water and then rinsed clear. Finally, towel dry (no hair dryer). A second treatment is recommended in seven to 10 days to kill any newly hatched lice. Treatment failures are common due to, in part, the development of resistance. They should not be used in people allergic to chrysanthemum or ragweed. Pyrethrins are approved for use on individuals 2 years of age or older. Permethrins 1% (NIX): Permethrins are similar to natural pyrethrins. Permethrins were introduced in 1986 and are safe and effective and may continue to kill newly hatched eggs for several days after treatment. The person should first wash their hair using a shampoo without a conditioner and towel dry the hair until it is still damp but not soaking wet. Apply the NIX to the damp hair and scalp. Make sure to get behind the ears and neck. Leave NIX in hair for 10 minutes but no longer. Rinse hair completely and towel dry. A second treatment may be needed in seven to 10 days to kill any newly hatched lice. Treatment failures are common, but NIX can be used on children as young as 2 months of age. Dimethicones (LiceMD, silicone oils, Hedrin, NYDA): Dimethicones are a type of silicone oil. These products are believed to work by coating surfaces and acting as a physical barrier that asphyxiates the louse. Unfortunately, there has been very limited research on their effectiveness. Nevertheless, some limited studies have shown moderately good rates of killing the lice. These dimethicones are biologically inert and are considered non-toxic in humans. <strong>Other agents</strong>: There are a number of other agents that have been used to treat lice. Some agents mix coconut oil and tea tree oil with permethrins or pyrethrins. It is not clear if these agents work alone or only in combination with other pediculocides. Other home remedies include using olive oil, mayonnaise, and even vinegar. However, there are no studies proving their efficacy.  Malathion . 5% (Ovide): Malathion is an organophosphate insecticide that is only available as a prescription and it kills live lice (pediculicidal) and the lice inside the eggs/nits (ovicidal). It has actually been pulled off the market twice due to safety concerns, but it was reintroduced in the United States (USA) in 1999 due to increasing resistance of head lice to other treatments. The formulation in the United States contains terpineol dipentene, isopropyl alcohol, and pine needle oil, both of which have pediculicidal properties. The product is used differently than other compounds. The product is extremely flammable and should never be around heat, hair dryers, or curling irons. The product is applied to dry hair until the scalp and hair are thoroughly coated. Make sure that the area behind the ears and the back of the neck are covered. Let the hair dry naturally (no hair dryers). The product is left in place for eight to 12 hours. After eight to 12 hours, wash and rinse the hair with shampoo. Use a nit comb to remove any nits. If live lice are noted after seven days, retreat. It is currently recommended only for individuals 6 years of age up to 60 years of age. Benzyl alcohol 5% (Ulesfia): Benzyl alcohol is available in the U. S. as a 5% lotion. The product is applied to dry hair until the scalp and hair are thoroughly coated. Make sure that the area behind the ears and the back of the neck are covered. Leave it in the hair for only 10 minutes and then rinse thoroughly in a sink. Do not use a shower to avoid getting the solution over the rest of the body. You can immediately wash your hair with regular shampoo. It is not ovicidal and needs to be repeated in one week if there is any evidence of live lice. Spinosad (Natroba): Spinosad is a derived from soil bacteria. It is both pediculicidal (kills the live lice) and ovicidal (kills the lice inside the eggs/nits). It is moderately more effective than the over-the-counter treatments but is available only by prescription and is very expensive. If live lice are noted after seven days, retreat. It is approved in children 6 months of age and older and contains benzyl alcohol, as well. Ivermectin (Sklice): Ivermectin is available as both a 0. 5% lotion (which is FDA approved for the treatment of lice) and as an oral medication (which is not approved in the U. S. for treatment of lice). It has been used to treat helminthic infestations (worms) for many years. Generally, only one treatment is needed. It is pediculocidal (kills live lice). Although it is not ovicidal (kills the lice inside the eggs/nits), it appears to prevent nymphs (newly hatched lice) from surviving. Topical ivermectin lotion may be used in the treatment of lice in children 6 months of age and older. While oral invermectin is commonly used in other countries for lice, it is currently not approved for the treatment of head lice in the U. S. In countries where it is approved, the dosage is usually a single dose, which is often repeated in nine days. <strong>Lindane</strong> (Kwell): It is important to note that lindane 1% (Kwell) is no longer recommended as a treatment option for head lice due to its toxicity in children. It can still be prescribed, but most experts recommend against its usage. Other treatments such as permethrin 5%, crotamiton 10% and sulfamethoxazole-trimethoprim (Bactrim) are not currently approved by the FDA for the use in the treatment of head lice.   Occlusion therapy, nit combing, and hair removal have not been proven to be fully effective in completely eradicating head lice. Home remedies that have been tried include vinegar, mayonnaise, petroleum jelly, olive oil, butter, rubbing alcohol, and prolonged water submersion. These all fail to eliminate infestation, because these therapies do not kill all of the eggs or lice. This is believed due to the specialized way the parasite \"breathes. \" Hair removal has never been proven to be effective, but since the louse requires a hair shaft to lay its eggs, it should prevent the lice from multiplying. This is not always considered a desirable option for many children. If unsure, please consult with a pharmacist or health-care professional. When using head lice medicine, as with any medicine, always follow the instructions provided. When treating head lice, <ol>do not use extra amounts of the lice medication,do not treat the infested person more than two times with the same medication (if it does not seem to work, see a health-care professional),do not mix different head-lice medications.  It's not always so easy to prevent head lice 100% of the time since it is a common infestation. Whenever possible, do not share hats or head coverings. Also avoid sharing combs and brushes with other individuals, since it can be transferred this way. If exposed to another individual diagnosed with head lice, continue to check the hair for eggs or adult lice every couple of days, but do not treat unless head lice are discovered. No. Spraying the house is not recommended. Fumigants and room sprays can be toxic if inhaled. No. Vacuuming floors and furniture is sufficient to treat the house. Once diagnosed and treated effectively, the prognosis is excellent. Eradication is of course the goal, and occasionally retreatment and alternative treatments are needed. Always consult a health-care professional if one needs advice. ", 
    "title": "Head Lice"
}