{
    "data": "  Heartburn is a feeling of burning in your chest, and is a symptom of acid reflux or GERD. People experience heartburn after eating specific foods or drinking certain beverages. Symptoms of acid reflux that may accompany heartburn include:difficulty swallowing,chronic cough,stomach pain in the upper abdomen,persistent sore throat,regurgitation of foods or liquids with a taste of acid in the throat, andpersistent hoarseness or laryngitis. Diet and other lifestyle changes can alleviate heartburn for many people. Heartburn is more common during pregnancy. Heartburn is a sensation of burning in the chest caused by stomach acid backing up into the esophagus (food pipe). The burning is usually in the upper and central part of the chest, just behind the sternum (breast bone). The burning can worsen or can be brought on by lying flat or on the right side. Pregnancy tends to aggravate heartburn. Many people experience heartburn and there are a large number of over-the-counter (OTC) medications and home remedies available to treat heartburn or the symptoms of heartburn. In most cases you will not need to see a health-care professional, except if the symptoms are frequent (several times a week) or severe. If heartburn is severe or the pain is accompanied with additional symptoms such as shortness of breath, radiation into your arms or neck, you will need to see a doctor to distinguish these symptoms from more serious medical conditions such as a heart attack. GERD (Gastroesophageal reflux disease) is a chronic and more serious form of heartburn. If your heartburn symptoms occur more than twice a week you should see your health-care professional to make sure no serious problems are present. The esophagus (the tube that connects your mouth to the stomach) has a tight band of muscles at the lower end (lower esophageal sphincter [LES]) that closes after the food enters the stomach and prevents the stomach contents to reenter the esophagus. If this sphincter weakens or relaxes at the wrong time, stomach acid can back up into the esophagus, causing heartburn. Acid reflux or GERD  The usual symptom of heartburn is a burning sensation in the chest. It can be accompanied by: a sour taste at the back of the throat, or a feeling of food being stuck in the throat. A person needs to be evaluated by a health-care professional as soon as possible if he or she has heartburn symptoms that are accompanied with: shortness of breath, radiation to the arms or neck, dizziness or cold sweat. Alcohol: Alcohol can relax the lower esophageal sphincter. Coffee and orange or other acidic juices are some of the beverages that can worse or trigger heartburn. Fatty foods, fried foods, and some acidic foods (oranges, grapefruits, tomatoes) as well as spicy foods can cause heartburn. Every person reacts somewhat differently to specific food groups. To track what foods worsen your symptoms, keep a food journal. In this journal, you should keep track of what you eat, the time you ate, any activity that worsened or made the heartburn better, and indicate which days you have heartburn symptoms. Over time, you will be able to correlate the offending foods with heartburn events. Print this and take this with you to your next doctor's appointment to discuss possible causes of heartburn you may be experiencing.   Often all that a health-care professional requires is a thorough history and physical to make the preliminary diagnosis of heartburn. To evaluate if there is any damage and how severe your heartburn is, the doctor my suggest some of the following tests: Endoscopy: A flexible scope is passed down the esophagus to examine the esophagus as well as the stomach. Biopsies can be taken if indicated. This lets the doctor see if there is any obvious damage, and also eliminate other reasons for the patient's symptoms (foreign body, malignancy). Upper GI series (upper GI series): After drinking a liquid that coats the inside of the digestive tract, X-rays are taken. These X-rays will show the outline of the digestive system. Ambulatory pH testing: This test measures the acidity in the esophagus via a small tube that goes through the nose into the stomach. Heartburn can be treated with lifestyle changes and medications (over-the-counter and prescription). In rare cases, surgical procedures are available to help with severe and chronic heartburn (GERD). There are several ways to treat and avoid heartburn with lifestyle changes. Weight loss/keeping ideal weight: Excess weight increases the pressure on the stomach, increasing the chance of acid reflux into the esophagus. Quit smoking: Smoking interferes with the proper functioning of the lower esophageal sphincter. Food control: Avoid foods that trigger heartburn (see previously). Consider keeping a food journal to alert you to foods that make your heartburn worse. Decrease the amount of food you eat. Elevate the head of the bed: If you are experiencing heartburn at night, elevating the head of the bed will decrease reflux.  There are many over-the-counter and prescription medications available. These fall into three major categories: <ol>Medications that neutralize stomach acid (antacids): Antacids (Mylanta, Maalox, Rolaids, Tums) provide quick relieve because they decrease the acid. These medications don't heal existing damage to your esophagus nor prevent future episodes of heartburn. Medications that reduce the production of acid: These medications are named after the receptor they block (H-2 blockers) and are available as over-the-counter as well as prescription medications. Their symptom relief tends to last longer than antacids, but it also takes longer for them to start working. They are available as several brands and formulations (ranitidine [Zantac], nizatidine [Axid], cimetidine [Tagamet], famotidine [Pepcid]). Depending on the strength they are available over-the-counter and by prescription. Medications that block acid production:Proton pump inhibitors (for example, omeprazole [Prilosec], lansoprazole [Prevacid]) block the production of acid. This then allows healing of the damaged esophagus. Note: You should make your health-care professional aware if you take these medications on a chronic basis as there can be interactions with other medications and frequent use will alert your doctor to the severity of symptoms.   Laparoscopic surgical procedures are available to treat heartburn. This option is usually only chosen if lifestyle changes and medications have not helped. Pregnancy tends to aggravate heartburn because the lower esophageal sphincter (LES) is weakened during pregnancy. This weakened (LES) resolves after delivery of the baby. Pregnancy also distorts the organs in the abdomen and the increased abdominal pressure from the growing fetus causes heartburn. These changes promote the reflux of acid and heartburn. Approximately 17% to 45% of women who become pregnant will suffer from heartburn. Unfortunately there are no clear studies on the safety of heartburn medications on the growing fetus, and researchers are not going to test these drugs on pregnant women to evaluate how safe they are for the developing fetus, so the only option is to test these drugs on pregnant animals. Management of heartburn during pregnancy consists of many of the same home remedies and lifestyle changes for a person with heartburn who is not pregnant (see previous section on home remedies and lifestyle changes). The first step, as it is so often, is basic lifestyle changes. Stop smoking, lose weight, and watch what you eat (sounds familiar?). If these interventions do not fully alleviate heartburn symptoms, then the addition of medications that decrease heartburn or prevent it all together, under the guidance of your health-care professional, should allow you to control heartburn. ", 
    "title": "Heartburn Reflux"
}