{
    "data": "  Turbulent blood flow within the heart causes abnormal sounds called murmurs. Most murmurs are functional, or physiologic, and are normal variants. They are often known as innocent murmurs. Some murmurs are due to abnormal function of the valves in the heart. The valves may have narrowing (stenosis) or they may leak (regurgitation). Holes in the septum or wall that divides the atrium or ventricles (septal defects) may cause a murmur. A murmur is a physical finding and not a structural problem within the heart itself. Treatment is aimed at the underlying condition. A heart murmur is a continuous sound that is audible with a common stethoscope, produced when blood passes through particular areas of the heart. The heart has four chambers, two atria (singular = atrium) and two ventricles separated by a \"skeleton\" of cartilage that separates each chamber. This skeleton is made up of the atrial septum, the ventricular septum, and four valves (aortic, pulmonary, mitral, and tricuspid) that direct blood flow in a specific route within the heart allowing the most efficient use of each heartbeat to pump blood to the rest of the body. Each heartbeat has two phases, systole when the heart pumps and diastole when the heart chambers fill with blood. Blood enters the right atrium from the body via the vena cava. It travels through the tricuspid valve into the right ventricle  Many heart murmurs are harmless and referred to as innocent or functional. They are caused when blood rushes through the heart quickly during normal function while no heart disease may exist. There may be an underlying medical condition that can lead to an innocent murmur. These may include situations where the heart beats more quickly such as fever, anemia, hyperthyroidism, and pregnancy. Congenital heart murmurs are heard in the newborn. They may be due to abnormalities in the valves, septae, or arteries, and veins that carry blood to and from the heart. In some complicated heart disease  A heart murmur is a physical finding of an underlying heart condition and in many instances may be of no consequence. The risk factor for developing a particular murmur is the risk factor for the underlying condition. Congenital heart disease tends to have a familial basis, meaning that there may be a genetic predisposition for a baby to develop a structurally abnormal heart. Some valvular diseases are present at birth, but take a lifetime to develop symptoms. For example, the aortic valve is supposed to have three leaflets that come together; some people are born with a valve that has only two leaflets (bicuspid). Over time, a two-leafed valve may be more prone to calcification and narrowing. Symptoms may only be seen later in life. Some valve diseases are due to infection (endocarditis). Historically, rheumatic fever described heart valve inflammation as a consequence of a bacterial streptococcus infection. With present day screening for strep infections and the appropriate use of antibiotics, this rheumatic heart disease is rare. Endocarditis may be seen as a complication of intravenous drug abuse. Other risk factors for heart valve abnormalities include atherosclerotic heart disease, heart attack, aortic aneurysm  A heart murmur generally does not cause any symptoms. It is the underlying heart function issues that often cause patients to seek medical help. Chest pain and shortness of breath should always be taken seriously and not ignored. Medical help should be accessed immediately if a person has heart or lung concerns. A heart murmur is usually diagnosed during a physical examination by the health care practitioner while he or she listens to heart sounds with a stethoscope. Evaluation of the heart begins with questions relating to heart function. In an adult, some questions may include asking about chest pain or pressure, shortness of breath with exertion or at rest, and swelling of the legs. In an infant, the symptoms may include poor sucking or eating, poor weight gain and growth, or episodes of cyanosis (turning blue). Physical examination includes assessing skin color, feeling and assessing pulses, evaluating the legs looking for swelling and edema, and listening to the lungs for signs of fluid buildup. Heart evaluation includes assessing the rate and rhythm of the heart. Is it too fast, too slow, regular, or irregular? The front of the chest can be palpated; a hand is placed on the area overlying the heart trying to feel for a vibration (thrill) that can occur with an especially significant heart murmur. Listening to the heart with the stethoscope begins with assessing basic first and second heart sounds, S1 and S2, which sound like \"lub-dub. \" Potential extra heart sounds are referred to as S3 and S4. Should a heart murmur be heard, the health care practitioner will try to determine whether the sound is coming from an abnormal valve or a defect in the atrial or ventricular septum. The murmur is described whether it is heard in systole (when the heart is pumping) or diastole (when the heart is filling). The location on the chest and where the sound radiates is important in determining where the murmur originates. The intensity of the murmur is usually graded on a 6 point scale as follows: 1/6 faintly heard2/6 easily heard but soft3/6 easily heard but loud Murmurs graded 4, 5, and 6 have an associated vibration (thrill) felt when the chest wall is palpated: 4/6 loud murmur5/6 loud murmur that can be heard with only part of the stethoscope touching the chest6/6 loud murmur that can be heard with the stethoscope off the chest Many murmurs are diagnosed as normal (physiologic) based upon physical examination and require no further evaluation. Initial testing may include an electrocardiogram (EKG) which can help evaluate the heart rate and rhythm, electrical conduction within the heart, and whether hypertrophy or excess heart muscle has developed. A chest X-ray may help evaluate heart size and shape and may find excess fluid in the lungs due to abnormal heart function. If further testing is required, often an echocardiogram (ultrasound) examination of the heart is helpful in visualizing the structures and functions of the heart. The echocardiogram can help to determine the specific diagnosis when a heart murmur is present. A cardiac catheterization is an invasive test whereby dye is injected directly into the blood passing through the heart structures to help evaluate their status.  The treatment for heart murmur depends upon the particular cause and the underlying medical status of the patient. Many murmurs need no further evaluation, can be monitored, or are a normal variant. Some murmurs are associated with serious infected valves and require antibiotics. Some valves are structurally damaged and require surgical repair. Atrial septal and ventricular septal defects may require surgery for repair, depending upon the situation. Newborns, infants, and children who have congenital heart disease may need the help of a cardiologist to determine the need for medications, surgery, or observation. A heart murmur is the physical finding of an underlying structural issue within the heart. A heart murmur itself has no complications. The ramifications of a heart murmur are based on the particular underlying abnormality causing the murmur, and the effect it has on cardiac physiology. It is important to remember that a heart murmur is a physical finding and is not a disease or structural heart problem. Rather it is the sound that is made because of a potential blood flow problem within the heart. Maintaining a life-long heart-healthy lifestyle may help prevent some heart valve issues. These lifestyle opportunities include keeping blood pressure, cholesterol, and diabetes under control. It is a positive choice not to smoke. Regular exercise and weight management also contribute to a healthy heart. Historically, rheumatic fever was a complication of strep throat (streptococcal pharyngitis). This could cause heart valve damage and the development of a heart murmur. With the advent of good screening tests for strep infections and the appropriate use of antibiotics, rheumatic fever is a rarely diagnosed condition.  Many patients have physiologic heart murmurs and need no intervention or care. Those whose heart murmurs that signal a structural issue with the heart may be monitored for symptoms that will gradually develop over time. In infants and children, heart murmurs due to atrial or ventricular septal defects may need surgery to repair the abnormality and they can expect to have a normal heart after repair. In adults, medications and lifestyle changes may help minimize the need for surgery to repair or replace a damaged heart valve. The goal is to return the blood flow patterns in the heart to normal and allow the patient to return to an active, normal lifestyle. ", 
    "title": "Heart Murmur"
}