{
    "data": "  Heartburn is a condition in which acid backs up (refluxes) from the stomach into the esophagus and sometimes up to the throat, irritating the tissues. Heartburn during pregnancy can be overwhelming. To some women it seems a constant problem. Heartburn during pregnancy can be a symptom of gastroesophageal reflux disease (GERD, or acid reflux). Heartburn during pregnancy feels the same as heartburn when you are not pregnant - a burning pain in the upper abdomen or chest area. Heartburn during pregnancy is a common symptom due to high levels of estrogens and progesterones during pregnancy causing the lower esophageal sphincter (the muscle at the lower end of the esophagus that normally prevents acid from refluxing) to weaken. This weakness resolves after delivery. In addition the growing uterus can also put pressure on the stomach and push acid into the esophagus. Foods that can cause heartburn during pregnancy include chocolate, peppermint, caffeinated beverages (such as coffee, tea, and soft drinks), fatty foods, and alcohol. Heartburn during pregnancy can usually be managed with changes in diet, lifestyle, and habits. If lifestyle changes do not resolve the heartburn during pregnancy, a doctor may recommend antacids, but these should be used only under a doctor's supervision. Antacids may reduce the absorption of iron in the diet, and magnesium-containing antacids could slow labor. Consult your doctor before taking any medications, even over-the-counter (OTC) medicines, while you are pregnant. Tums are considered safe to take during pregnancy for heartburn relief. Tums also contains calcium, which pregnant women need. Take it at a different time than any iron supplements you take. Other over-the-counter (OTC) medications including antacids (Rolaids, etc. ), H2 blockers such as ranitidine (Zantac) or cimetidine (Tagamet), or proton pump inhibitors (PPIs) can also be taken during pregnancy. Because heartburn during pregnancy is thought to be caused by pregnancy hormones, heartburn will usually go away after delivery and no further treatment is needed. Fun fact: there is an old wives' tale that heartburn during pregnancy means your baby will have a full head of hair. This is actually true! The heartburn itself doesn’t cause the hair growth, rather, estrogen levels during pregnancy cause the esophageal sphincter to relax, which allows stomach acid to back up into the esophagus, resulting in heartburn. The estrogen plays a role in hair growth in the developing baby. Heartburn (a symptom of GERD gastroesophageal reflux disease) occurs in one-quarter to one-half of all pregnant women. It usually begins in the first or second trimester of pregnancy and continues throughout the remainder of the pregnancy. Fortunately, heartburn during pregnancy is usually mild and intermittent, but it can be troublesome or severe. Here are some tips to help you manage heartburn during pregnancy. Heartburn during pregnancy is caused by a combination of pregnancy hormones and the growing baby inside you pushing on your abdominal organs. Fortunately, heartburn during pregnancy usually goes away after delivery. Foods may also aggravate heartburn during pregnancy. All the same foods that cause heartburn in non-pregnant people can cause heartburn during pregnancy, including: chocolate, peppermint, caffeinated beverages (such as coffee, tea, and soft drinks), fatty foods, and alcohol. The management of heartburn or GERD during pregnancy involves many of the same principles as management in of heartburn or GERD in women who are not pregnant, and the general population that suffers from GERD. Specifically, the so-called \"lifestyle\" changes should be meticulously followed. to help relieve heartburn symptoms. Heartburn symptoms include a burning feeling in the chest, hoarseness, cough, sore throat, or tooth damage (acid eats the enamel on teeth). In this information are some home remedies that can reduce or eliminate heartburn symptoms. The two feet of the head of the bed should be raised on 6 to 8 inch blocks. Alternatively, a 6 to 8 inch wedge-shaped foam rubber pad should be used to elevate the upper body. It is important that the foam be firm enough to truly elevate the upper body. The wedge should also extend all the way to the waist so that the entire chest is elevated. Using pillows alone will not work since this can put pressure on the stomach and aggravate symptoms. Lying on the left side at night may decrease acid reflux just as it does in women who are not pregnant, and other individuals with GERD. In this position, it is physically more difficult for acid to reflux into the esophagus. Occasionally, it may be necessary to sleep in a recliner chair at a 45-degree or greater angle. After meals avoid activities that require you to bend over. Instead take a short walk, do light housework, or surf the internet to avoid bending over. Pregnant women should not smoke. In addition to harming the fetus, smoking weakens the lower esophageal sphincter and aggravates acid reflux. Don't bend at the waist; bend at the knees instead. Avoid tight clothing, which puts pressure on your abdomen and can aggravate reflux. Eating yogurt or drinking a glass of milk may help ease heartburn symptoms. If you are lactose intolerant choose lactose free products.  Any specific foods that aggravate heartburn should be avoided (for example, coffee, cola, tea, alcohol, chocolate, fatty or fried foods, citrus fruits and juices, spicy foods, tomato, mint, etc. ). Frequent, small meals should be eaten rather than three large meals, and the last meal of the day should be early in the evening at least three hours before bedtime. Women who are pregnant and have heartburn should not lie down soon after a meal. Slow down when you eat. Eating too quickly can lead to heartburn. Eating slowly can keep you from becoming too full, which can also result in heartburn. ", 
    "title": "Heartburn And Pregnancy"
}