{
    "data": "  The liver is an organ that does many important things. You cannot live without a liver. The liver removes harmful chemicals from your bloodfights infectionhelps digest foodstores nutrients and vitaminsstores energy Anyone can get hepatitis A, but those more likely to are people who travel to developing countrieslive with someone who currently has an active hepatitis A infectionuse illegal drugs, including noninjection drugshave unprotected sex with an infected personprovide child care Also, men who have sex with men are more likely to get hepatitis A. You could get hepatitis A through contact with an infected person's stool. This contact could occur by eating food made by an infected person who didn't wash his or her hands after using the bathroomdrinking untreated water or eating food washed in untreated waterplacing a finger or object in your mouth that came into contact with an infected person's stoolhaving close personal contact with an infected person, such as through sex or caring for someone who is ill You cannot get hepatitis A frombeing coughed or sneezed on by an infected personsitting next to an infected personhugging an infected person A baby cannot get hepatitis A from breast milk.  Most people do not have any symptoms of hepatitis A. If symptoms of hepatitis A occur, they include feeling tiredmuscle sorenessupset stomachfeverloss of appetitestomach paindiarrheadark-yellow urinelight-colored stoolsyellowish eyes and skin, called jaundice Symptoms of hepatitis A can occur 2 to 7 weeks after coming into contact with the virus. Children younger than age 6 may have no symptoms. Older children and adults often get mild, flulike symptoms. See a doctor right away if you or a child in your care has symptoms of hepatitis A. A blood test will show if you have hepatitis A. Blood tests are done at a doctor's office or outpatient facility. A blood sample is taken using a needle inserted into a vein in your arm or hand. The blood sample is sent to a lab to test for hepatitis A. Hepatitis A usually gets better in a few weeks without treatment. However, some people can have symptoms for up to 6 months. Your doctor may suggest medicines to help relieve your symptoms. Talk with your doctor before taking prescription and over-the-counter medicines. See your doctor regularly to make sure your body has fully recovered. If symptoms persist after 6 months, then you should see your doctor again. When you recover, your body will have learned to fight off a future hepatitis A infection. However, you can still get other kinds of hepatitis. You can avoid getting hepatitis A by receiving the hepatitis A vaccine. Vaccines are medicines that keep you from getting sick. Vaccines teach the body to attack specific viruses and infections. The hepatitis A vaccine teaches your body to attack the hepatitis A virus. The hepatitis A vaccine is given in two shots. The second shot is given 6 to 12 months after the first shot. You should get both hepatitis A vaccine shots to be fully protected. All children should be vaccinated between 12 and 23 months of age. Discuss the hepatitis A vaccine with your child's doctor. Adults at higher risk of getting hepatitis A and people with chronic liver disease should also be vaccinated. If you are traveling to countries where hepatitis A is common, including Mexico, try to get both shots before you go. If you don't have time to get both shots before you travel, get the first shot as soon as possible. Most people gain some protection within 2 weeks after the first shot. You can also protect yourself and others from hepatitis A if you always wash your hands with warm, soapy water after using the toilet or changing diapers and before fixing food or eatinguse bottled water for drinking, making ice cubes, and washing fruits and vegetables when you are in a developing countrytell your doctor and your dentist if you have hepatitis A  See your doctor right away if you think you have been in contact with the hepatitis A virus. A dose of the hepatitis A vaccine or a medicine called hepatitis A immune globulin may protect you from getting sick if taken shortly after coming into contact with the hepatitis A virus. If you have hepatitis A, you should do things to take care of yourself, including eating a healthy diet. Avoid drinking alcohol, which can harm the liver. Talk with your doctor before taking vitamins and other supplements. The National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) supports basic and clinical research into many digestive disorders, including hepatitis A. Researchers are studying new ways to prevent hepatitis A. Participants in clinical trials can play a more active role in their own health care, gain access to new research treatments before they are widely available, and help others by contributing to medical research. For information about current studies, visit www. ClinicalTrials. gov. American Liver Foundation75 Maiden Lane, Suite 603New York, NY 10038–4810Phone: 1–800–GO–LIVER (1–800–465–4837) or 212–668–1000Fax: 212–483–8179Email: info@liverfoundation. orgInternet: www. liverfoundation. org Hepatitis Foundation International504 Blick DriveSilver Spring, MD 20904–2901Phone: 1–800–891–0707 or 301–622–4200Fax: 301–622–4702Email: hfi@comcast. netInternet: www. hepfi. org  Publications produced by the Clearinghouse are carefully reviewed by both NIDDK scientists and outside experts. The NDDIC would like to thank the following individuals for providing scientific and editorial review or facilitating field-testing of the original version of this publication: Bruce Bacon, M. D. American Liver FoundationNew York, NY Theo Heller, M. D. NIDDK, National Institutes of HealthBethesda, MD Luby Garza-Abijaoude, M. S. , R. D. , L. D. Texas Department of HealthAustin, TX Thelma Thiel, R. N. Hepatitis Foundation InternationalCedar Grove, NJ ", 
    "title": "Hepatitis A"
}