{
    "data": "  Herpangina is a self-limited infection primarily caused by coxsackievirus. Herpangina most often affects young children. Herpangina is associated with fever, sore throat, and blisters in the back of the mouth. Herpangina is diagnosed based on clinical symptoms alone. Treatment of herpangina is usually directed toward minimizing the discomfort associated with the mouth blisters. Most children with herpangina recover completely after four to seven days. There is no easy way to prevent herpangina. Herpangina is an acute, virally induced, self-limited illness often seen in young children during the summer months. Affected children usually complain of mouth sores and fever. It is caused by a number of viruses, all part of the enterovirus family, coxsackievirus being the most common. Most children develop a high fever and complain of a sore throat. They then develop vesicles (blisters) or ulcers (sores) at the back of the throat and palate (also called an enanthem). Children, especially younger children, may refuse to eat or drink because of the pain and are at risk for developing signs and symptoms of dehydration. Several common Coxsackie A viruses can cause herpangina, although a number of other enteroviruses have also been implicated. The viruses are usually spread via the \"fecal-oral route\" (contamination of hands and other surfaces with fecal matter) or via the \"respiratory route\" (air droplets from coughing or sneezing). Contact with mucous of an individual infected with one of these viruses is usually all that is needed to contract the illness. In fact, half of individuals infected with some of these enteroviruses remain asymptomatic (having no symptoms) throughout, which makes preventing transmission more difficult.  Coxsackievirus infections are extremely contagious and can easily pass from child to child through contaminated surfaces, unwashed hands, and through sneezing and coughing. Typically, people infected with the virus are most contagious during the first week of illness. The normal course of the infection involves an incubation period, which is generally an asymptomatic period, lasting anywhere from one to two weeks. Typically children with herpangina have the following: FeverSore throatSmall blisters and ulcers may cover the soft palate, uvula, tonsils, and posterior pharynx. The rest of the mouth is normal in appearance. These blisters can last for up to a week. Enlarged lymph nodes along the neck (lymphadenopathy)Rash may or may not be present. Since herpangina is a clinical diagnosis, and the illness is self-limited, there is no real reason to perform any laboratory studies. Some children (hospitalized or immune-compromised for example) may have viral studies performed on specimens from the nose or throat. Isolating virus from these samples takes a long time and generally symptoms will be resolved long before the identification of the virus is available. Antibodies to coxsackievirus may also be measured if desired but is generally unnecessary. Treatment is supportive, just like for most viruses. Fever and pain control with acetaminophen (Tylenol) or ibuprofen (Advil) is generally the primary treatment. It is important to keep children well hydrated as well, and often young children will be resistant to drinking or eating. The aptly named \"magic mouthwash\" is an alternative treatment used to control the mouth pain associated with herpangina. There are various recipes, but most include a topical pain medication such as viscous lidocaine as well as some sort of additional liquids which function as a barrier. A child's health-care provider might prescribe one of these. It is important to remember that these types of medications should always be used as directed by a provider, since some of the components may have serious side effects if given in too high a concentration. Remember that since herpangina is caused by a virus, antibiotics have no role in the treatment, nor do any antiviral medications currently available.  The entire duration of the illness is usually three to six days. The prognosis is usually excellent. Very rarely, younger patients may refuse to drink or eat and will require intravenous fluids for hydration. It is important to manage a young child's pain to prevent this from occurring. In addition, enteroviral infections can also cause viral or aseptic meningitis, but even these patients usually recover fully. Both herpangina and hand, foot, and mouth (HFM) disease are caused by enteroviruses. Both cause oral blisters and ulcers. The locations of the blisters differ, with HFM lesions occurring at the front of the mouth and herpangina lesions occurring at the back of the mouth. Approximately 75% of children with HFM also develop skin lesions on the palms and soles (as the name implies), but children with herpangina rarely develop any typical rashes. Prevention of herpangina is dependent upon good hygiene and avoidance with individuals infected with coxsackievirus. This is easier said than done, since as mentioned earlier, 50% of infected individuals remain asymptomatic. There is no vaccine. \"Non-Polio Enterovirus,\" CDChttp://www. cdc. gov/non-polio-enterovirus/index. html \"Viral Exanthems,\" Dermatology Online Journalhttp://dermatology. cdlib. org/93/reviews/viral/scott. html ", 
    "title": "Herpangina"
}