{
    "data": "  There are several members of the herpes virus family. They include herpes simplex virus-1 (HSV-1) and herpes simplex virus-2 (HSV-2), herpes zoster (HZV, also known as varicella-zoster virus or VZV), cytomegalovirus (CMV), and others. Herpes simplex virus-1 (HSV-1) is the most common herpes virus to affect the eyes. This is the same virus that causes cold sores on the lips. Varicella-zoster virus (VZV; herpes zoster), which causes chickenpox in childhood and shingles in adulthood, can also affect the eye. Cytomegalovirus causes eye disease in immunocompromised people, such as HIV-infected patients with low T cell counts. Herpes can be contagious. Live virus is found in the tears of people with active corneal herpes simplex and herpes zoster, as well as from skin vesicles in chickenpox and shingles rashes. Careful hand washing is important, particularly when coming into contact with unimmunized babies and children, as well as people with weakened immune systems. In most cases, ocular herpes simplex is not directly transmitted from one eye to another. Instead, the virus is first acquired by direct contact but produces no initial signs or symptoms. The virus settles in the body's nervous system, where it remains in its latent, dormant state. Months or years later, the virus can reactivate and travel to the eye where it causes ocular herpes, or the lip, where it causes a cold sore. In children, a small rash and pinkeye may be a sign of an initial direct infection of the eye by the herpes simplex virus. Herpes zoster (varicella zoster) virus is most often acquired through the air during epidemics of chickenpox in childhood, after which the virus can sit dormant for decades before reactivating and producing shingles in the eye or elsewhere in the body.  All the parts of the eye are susceptible. When any part of the eye is affected, it is referred to as herpes ophthalmicus. The cornea is most often affected by HSV and HZV. Infection or inflammation of the cornea is known as herpetic keratitis. But these viruses can also affect the skin of the eyelids, the uveal tissue (iris and choroid), and the retina. For this reason, a thorough eye exam is recommended to assess the extent of eye involvement. Although a very large percentage of the population (85% or more) carries the HSV-1 virus, not everyone who carries the virus gets an eye infection. When a person carrying the virus becomes immunocompromised (for example their immune system becomes weakened) due to HIV, medications (steroids, chemotherapy), age, and perhaps stress, the virus is more likely to become \"active\" and incite an outbreak that may include an eye infection. However, in many (if not most) cases of HSV keratitis, the frequency of eye infections appears to be random and not necessarily associated with episodes of stress or immune weakness. In fact, studies have suggested that the particular subtype of HSV-1 virus that an individual acquires has as much to do with the frequency of eye infections as the individual's immune system. The incubation period (the time between acquiring the virus and the appearance of ocular symptoms) can range from a few days to several decades.  The most common presentation for ocular HSV and HZV infection is pain, blurred vision, redness, tearing, and light sensitivity in one eye. HZV is also often accompanied by a shingles rash consisting of small \"vesicles\" (blisters or sores) on the eyelids and forehead above the affected eye, and sometimes the tip of the nose. An initial diagnosis is often made by your primary care doctor (family practice doctor, pediatrician, or internist) but in most cases, follow- up with an eye doctor (optometrist or ophthalmologist) is advised. Special eye examination equipment allows a much more detailed assessment, and the treatment plan can be tailored to the degree and extent of eye involvement. Most of the time the diagnosis can be made based on the symptoms and the signs alone. Herpes keratitis typically produces a distinct erosion of the outer layer of the cornea. This erosion is called a \"dendrite\" and has a tree-branching pattern that can be seen by the examiner using a blue light and an eyedrop containing a dye. Under a slit-lamp microscope, the eye doctor can look for further clues to distinguish between a HSV and a HZV keratitis, but in either case, the initial antiviral treatment is the same. Close examination of the other eye tissues (including the skin, conjunctiva, anterior chamber, iris, retina, and more) is also done to assess the extent of the infection. In questionable cases, a culture can be obtained to confirm the diagnosis.  Initial treatment is with either topical (drop) or oral antiviral medication. In certain less common cases, intravenous medication is also necessary. The antiviral drugs currently available work by suppressing the reproduction of the virus, thus reducing the number of active viruses. This may shorten the duration and severity of the infection and possibly reduce the odds of a recurrence. Unfortunately, there is still no antiviral medication that \"cures\" one of herpes. The herpes viruses are incorporated into the cells in our nervous system where they remain inactive and quiet (\"latent\") for months or years. No treatment has been developed to date that can eradicate the viruses in their latent state. When the virus becomes \"active\" for whatever reason, it begins reproducing and its progeny virus travel along a nerve to the site of the infection (at the skin or cornea). The antiviral medications available today only affect these actively replicating viruses, not the latent viruses in the nervous system. In addition to antiviral medications, antibiotic drops or ointment might be used preventatively to reduce chances of a bacterial infection developing in the area of viral infection. This is because when the cornea is eroded, it becomes more vulnerable to a secondary bacterial infection. The eye pressure (intraocular pressure) can rise as a result of internal swelling (inflammation) of the eye or direct herpes virus infection of the trabecular meshwork (the internal drainage channels within the eye). If so, a pressure-lowering medication will also be prescribed. Herpes affecting the middle layer of the cornea (herpetic stromal keratitis), back layer of the cornea (herpetic endotheliitis), and iris (herpetic iritis) are associated with significant inflammation. Inflammation of any of the tissues of the eye may require anti-inflammatory medications such as steroids. In some cases, the inflammation is chronic or recurring, requiring several rounds of steroid treatment.  In the worst case scenario, untreated herpes eye infections lead to blindness, chronic pain, and loss of the eye. Aggressive treatment is aimed at reducing the chances of scarring, eye pressure problems, and direct damage to the eye tissues. Most herpes simplex keratitis (HSV eye infections) are limited to the outer layer of the cornea and resolve within a couple of weeks with antiviral therapy, leaving little or no permanent damage. HSV infections of the deeper tissue layers may have a higher complication rate due to inflammation. HZV and shingles involving the outer layer of the cornea may also resolve over a couple of weeks with antiviral therapy. However, it is not uncommon for a painful burning sensation to linger in the area of the skin rash for months or even years. This is referred to as postherpetic neuralgia and sometimes requires treatments for pain control. Both types of herpes eye infections can leave residual corneal scarring that can blur the vision. In some cases, this can be corrected with surgery. Damage to the corneal nerves can also lead to chronic numbness of the cornea, causing dry eye and, in advanced cases, predisposing to dry-eye related corneal erosions or ulcers. In these cases lubricating drops, punctal plugs, and sometimes eyelid surgery may help protect the cornea. Unfortunately, both HSV and HZV ophthalmicus can recur with unpredictable frequency in either eye. Frequent recurrences should warrant a general medical checkup to rule out any underlying condition that may be weakening the immune system. However, in many cases it is the virulence of the particular virus strain that determines its activity level.  For patients with frequent recurrences of herpes eye infections, taking a low dose antiviral drug on a daily basis can, in some cases, reduce the frequency of recurrences. Your eye doctor will help determine if this is a safe option. There is no vaccine against HSV at this time. There is a vaccine against chickenpox for babies and toddlers (varicella vaccine). For adults over 60 years of age, the zoster vaccine may reduce the frequency and severity of recurrences of shingles and HZV eye disease. Research is ongoing to develop a means of eradicating the viruses in their latent states. ", 
    "title": "Herpes Of The Eye"
}