{
    "data": "  High blood pressure (hypertension) is defined as high pressure (tension) in the arteries, which are the vessels that carry blood from the heart to the rest of the body. Blood pressure readings are given as two numbers. The systolic blood pressure (the top number) equals the pressure in the arteries as the heart contracts. The diastolic pressure (the bottom number) is the pressure in the arteries as the heart relaxes. Normal blood pressure is below 120/80; blood pressure between 120/80 and 139/89 is called \"pre-hypertension,\" and a blood pressure of 140/90 or above is considered high while a systolic blood pressure of about 90 to 100 is considered low blood pressure. Complications of high blood pressure include heart disease, kidney (renal) disease, hardening of the arteries (atherosclerosis or arteriosclerosis), eye damage, and stroke (brain damage). Hypertension is a major public health problem. The American Heart Association estimates high blood pressure affects approximately one in three adults in the United States, or about 76. 4 million people.   The causes of hypertension are multifactorial, meaning there are several factors whose combined effects produce hypertension. High salt intake or salt sensitivity: This occurs in certain populations such as the elderly, African Americans, people who are obese, or people with kidney (renal) problems. Genetic predisposition to high blood pressure: People who have one or two parents with hypertension have high blood pressure incidence about twice as high as the general population. A particular abnormality of the arteries, which results in an increased resistance (stiffness or lack of elasticity) in the tiny arteries (arterioles): This increased peripheral arteriolar stiffness develops in individuals who are also obese, do not exercise, have high salt intake, and are older.   Blood pressure is measured by a blood pressure cuff (sphygmomanometer). The blood pressure cuff consists of an air pump, a pressure gauge, and a rubber cuff. The instrument measures the blood pressure in units called millimeters of mercury (mm Hg). The cuff is placed around the upper arm and inflated with an air pump to a pressure that blocks the flow of blood in the main artery that travels through the arm. The arm is held at the side of the body at the level of the heart, and the pressure of the cuff is gradually released. As the pressure decreases, a health practitioner listens with a stethoscope over the artery at the front of the elbow or an electronic machine senses the pulsation. The pressure at which the practitioner (or machine) first hears a pulsation from the artery is the systolic pressure (the top number). As the cuff pressure decreases further, the pressure at which the pulsation finally stops is the diastolic pressure (the bottom number).   Blood pressure readings can vary in a single person throughout the day depending on the situation. Factors such as stress, anxiety, foods eaten (caffeine or salt intake), smoking, or exercise can cause pressure to rise. The American Heart Association defines a normal blood pressure as less than 120/80. Pre-hypertension ranges between 120/80 and 139/89, and high blood pressure is 140/90 and higher. In pregnancy normal blood pressure should be below 120/80. If your blood pressure reaches into the high range, you should see your doctor about lifestyle modification and possibly medication especially if you have other risk factors, such as diabetes or heart disease. High blood pressure (for example, 180/110 or higher) may indicate an emergency situation. If this high blood pressure is associated with chest pain, shortness of breath, headache, dizziness, or back or abdominal pain, seek medical care immediately. If you are experiencing no associated symptoms with a high blood pressure reading such as this, re-check it again within a few minutes and contact your doctor or go to an emergency room if it is still high. If your blood pressure is lower than about 100/60 you may have low blood pressure, depending on the associated symptoms. If you are unsure, check with your doctor.   High blood pressure may not have any symptoms and so hypertension has been labeled \"the silent killer. \" Longstanding high blood pressure can lead to multiple complications including heart attack, kidney disease, or stroke. Some people experience symptoms with their high blood pressure. These symptoms include: HeadacheDizzinessShortness of breathBlurred visionFeeling of pulsations in the neck or headNausea To make an official diagnosis of high blood pressure you will need to see your doctor. Often your blood pressure will be checked on at least two different visits, at different times of the day. Your doctor may ask you to keep a blood pressure log for a short time in order to see your overall blood pressure trends. If your blood pressure is consistently over 140/90, your doctor will work with you to determine the best regimen for treating your high blood pressure.   Blood pressure is caused by many different factors, so there are many different treatments. The goal of treating high blood pressure is to keep the blood pressure below 140/90. Treatments for high blood pressure include: Lifestyle modifications:Quit smokingLose weightExerciseAvoid alcoholEat a low-sodium, low-fat dietMedications: There are many different categories of blood pressure medications. Your doctor will work with you to find the right one. The main types include: Beta blockers Angiotensin converting enzyme (ACE) inhibitors Angiotensin II Receptor (ARB) blockersCalcium channel blockersDiuretics (water pills)Treatment of underlying conditions that cause high blood pressure, such as: Renal artery stenosisPheochromocytoma Congestive heart failureDiabetesObesity  Complications of hypertension are often referred to as end-organ damage because damage to the organs is the end result of chronic (long duration) high blood pressure. High blood pressure increases the risk of developing: Heart disease: Increased workload on the heart from pushing against the high blood pressure can cause enlargement of the heart muscle, heart failure, coronary artery disease, and cardiac arrhythmias. Kidney disease: High blood pressure damages the filtration system within the kidneys causing proteins to spill out into the urine. These proteins cause further damage to the kidneys and can lead to kidney failure. Hardening of the arteries (atherosclerosis): Increased pressure through the arteries and arterioles causes damage to the inner walls of the blood vessels, resulting in hardened arteries. Increased risk of aneurysms: Increased pressure can also cause stretching or dilation of the blood vessels, which can result in aneurysms. Eye damage: The sensitive tissues within the eyes are prone to damage from high blood pressure. Stroke: Both the hardening of the arteries and the dilation of the blood vessels due to high blood pressure can lead to strokes.   Dietary changes are often the first line of treatment recommended by your doctor. You may be advised to: Limit caffeine intake Reduce salt intake Limit fatty foodsAvoid alcoholManage cholesterolAdd potassium-rich foods to your diet (unless you are being treated for kidney failure, as potassium rich foods may be harmful to you) Doctors often recommend the Dietary Approaches to Stop Hypertension (DASH) Diet created by the National Heart, Lung and Blood Institute (NHLBI), which focuses on whole grains, fruits and vegetables, low-fat dairy, and lean meats. In addition to dietary modification, quitting smoking is extremely beneficial in managing high blood pressure.   Exercise helps lower blood pressure by helping you lose weight and keeping your heart and blood vessels in good condition. Weight loss achieved through diet and exercise helps control factors such as blood sugar, and other complications of obesity. Avoiding these complications helps lower blood pressure. ", 
    "title": "High Blood Pressure Hypertension"
}