{
    "data": "  Before birth, a child's nerve cells normally grow along the intestines in the direction of the anus. With Hirschsprung disease, the nerve cells stop growing too soon. Why the nerve cells stop growing is unclear. Some Hirschsprung disease is inherited, meaning it is passed from parent to child through genes. Hirschsprung disease is not caused by anything a mother did while pregnant. Isolated Hirschsprung disease can result from mutations in one of several genes, including the RET (most common), EDNRB, and EDN3 genes. However, the genetics of this condition are complex and are not yet completely understood. While a mutation in a single gene sometimes causes the condition, mutations in multiple genes may be required in some cases. The genetic cause of the condition is unknown in approximately half of affected individuals. Making a diagnosis for a genetic or rare disease can often be challenging, and the diagnosis for Hirschsprung disease is based on A physical examA medical and family historySymptomsTest results <strong>If your doctor suspects Hirschsprung disease, he or she may refer your child to a pediatric gastroenterologist—a doctor who specializes in digestive diseases in children—for additional evaluation. </strong> <strong>Hirschsprung disease is a life-threatening illness, and treatment requires surgery. </strong>Children who have surgery for Hirschsprung disease most often feel better after surgery. If growth was slow because of Hirschsprung disease, growth typically improves after surgery. For treatment, a pediatric surgeon will perform a pull-through procedure or an ostomy surgery. During either procedure, the surgeon may remove all or part of the colon, called a colectomy. During a<strong> pull-through procedure</strong>, a surgeon removes the part of the large intestine that is missing nerve cells and connects the healthy part to the anus. A surgeon most often does a pull-through procedure soon after diagnosis. <strong>Ostomy surgery</strong> is a surgical procedure that reroutes the normal movement of the stool out of the body when a part of the bowel is removed. Creating an ostomy means bringing part of the intestine through the abdominal wall so that stool can leave the body without passing through the anus. The opening in the abdomen through which stool leaves the body is called a stoma. A removable external collection pouch, called an ostomy pouch or ostomy appliance, is attached to the stoma and worn outside the body to collect the stool. The child or caregiver will need to empty the pouch several times each day. Although most children with Hirschsprung disease do not need ostomy surgery, a child sick from Hirschsprung disease may need ostomy surgery to get better before undergoing the pull-through procedure. This gives the inflamed areas of the intestine time to heal. In most cases, an ostomy is temporary and the child will have a second surgery to close the ostomy and reattach the intestine. However, sometimes children with Hirschsprung disease have a permanent ostomy, especially if a long segment of the bowel is missing nerve cells or the child has repeated episodes of bowel inflammation, which health care providers call enterocolitis. <strong>Ostomy surgeries include the following:</strong> Ileostomy surgery is when the surgeon connects the small intestine to the stoma. Colostomy surgery is when the surgeon connects part of the large intestine to the stoma. After surgery, your child will need time to adjust to the new structure of his or her large intestine. Most children feel better after the pull-through procedure. However, some children can have complications or problems after surgery. Problems can include narrowing of the anusconstipationdiarrhealeaking stool from the anusdelayed toilet trainingenterocolitis Typically, these problems improve over time with guidance from your child’s doctors. Most children eventually have normal bowel movements. Infants will feel better after ostomy surgery because they will be able to pass gas and stool easily. Older children will feel better as well, although they must adjust to living with an ostomy. They will need to learn how to take care of the stoma and how to change the ostomy pouch. With a few lifestyle changes, children with ostomies can lead normal lives. However, they may worry about being different from their friends. A special nurse, called an ostomy nurse, can answer questions and show your child how to care for an ostomy. ", 
    "title": "Hirschsprung Disease"
}