{
    "data": "  Both Hodgkin's disease (sometimes referred to as Hodgkin's lymphoma) and non-Hodgkin's lymphoma are cancers that originate in a type of white blood cell known as a lymphocyte, an important component of the body's immune system. Both of these malignancies may cause similar symptoms, but the conditions themselves are different. The distinction between Hodgkin's disease and non-Hodgkin's lymphoma is made upon examination of the cancer cells (from a biopsy or aspiration of the tumor tissue). The type of abnormal cells identified in the sample determines whether a lymphoma is classified as Hodgkin's disease or non-Hodgkin's lymphoma. Non-Hodgkin's lymphoma is much more common than Hodgkin's disease. In the United States, non-Hodgkin's lymphoma is the sixth most common cancer among males and females. Furthermore, the incidence of non-Hodgkin's lymphoma has been steadily increasing over the last decades. Non-Hodgkin's lymphoma is actually a heterogeneous group of over 30 types of cancers with differences in the microscopic appearance and biological characterization of the malignant lymphocytes. The different types of non-Hodgkin's lymphoma also have differences in their biologic behavior (such as the tendency to grow aggressively) that affect a patient's overall outlook (prognosis). The specific type of NHL also affects treatment planning. Hodgkin's disease is much less common than non-Hodgkin's lymphoma and accounts for only about 1% of all cancers in the U. S. The incidence of this cancer has actually been declining in recent years, in contrast to the increases in non-Hodgkin's lymphoma. The diagnosis of Hodgkin's disease is confirmed by visualizing tissue samples using a microscope. When a biopsy from the cancer contains a certain type of cell termed a Reed-Sternberg cell, the lymphoma is classified as Hodgkin's disease.  Both Hodgkin's disease and non-Hodgkin's lymphoma can occur in people of any age, but the risk of developing non-Hodgkin's lymphoma increases with age, with most patients being diagnosed in their 60s. Hodgkin's disease occurs most commonly in two distinct age groups: younger people between 15 and 40 years of age (most commonly in the age range of 20 to 30) and people who are 55 or older at the time of diagnosis. The symptoms of both types of lymphoma include painless swelling of involved lymph nodes, and further symptoms are dependent upon the location and extent (spread) of the cancer. Hodgkin's lymphomas are more likely to begin in lymph nodes in the upper body (such as in the neck, underarms, or chest), but both types of lymphoma can be found anywhere in the body. Both types of lymphoma may also be associated with general symptoms of weight loss, fevers, and night sweats, although there are many other causes for these nonspecific symptoms. The prognosis and treatment of all lymphomas is highly dependent upon the exact type and characterization of malignant lymphocytes; the growth characteristics and location of a particular tumor; the extent to which the tumor has already spread at the time of diagnosis; and the age and overall health status of the patient. Both radiation therapy and various chemotherapy drugs have been used with success in the treatment of both Hodgkin's and non-Hodgkin's lymphoma. Newer treatments are developing for certain types of lymphomas including treatments using biologic medications -- such as antibodies that target certain lymphocytes called B cells, and stem cell transplantation.  Hodgkin's disease is one of the most curable types of cancer, with 5-year survival rates that have steadily increased to about 88% in 2004 to 2010. This rate is even higher (about 94%) in people under age 45 at the time of diagnosis. The prognosis for NHL varies according to the specific type of lymphoma and the extent of spread of the disease (stage). The 5-year survival rate overall for all patients with NHL was about 72% in 2004 to 2010. ", 
    "title": "Hodgkins And Non-Hodgkins Lymphoma Comparison"
}