{
    "data": "  Hyperthyroidism is a condition in which there is an excessive amount of thyroid hormones. Thyroid hormones regulate the metabolism of the cells. Normally, the rate of thyroid hormone production is controlled by the brain from the pituitary gland, which is in turn regulated by the hypthalamus. There are many possible causes of hyperthyroidism. Graves' disease, the most common cause of hyperthyroidism, can be associated with eye disease (Graves' opthalmopathy). Common symptoms of hyperthyroidism include restlessness, agitation,anxiety,tremors, weight loss despite an increased appetite, sweating, rapid heart rate,intolerance to heat, and frequent bowel movements. Treatments for hyperthyroidism include antithyroid medications, radioactive ablation, and surgery. Hyperthyroidism is a condition in which an overactive thyroid gland is producing an excessive amount of thyroid hormones that circulate in the blood. (\"Hyper\" means \"over\" in Greek). Thyroid hormones include thyroxine (T4) and triiodothyronine (T3), representing 99. 9% and 0. 1% of thyroid hormones, respectively. T3 is actually the most active thyroid hormone. Much of the T4 is converted to T3 in the bloodstream. The thyroid itself is regulated by the pituitary gland in the brain. The pituitary is further regulated by another gland in the brain, the hypothalamus. The hypothalamus releases a hormone called thyrotropin releasing hormone (TRH), which sends a signal to the pituitary gland to release thyroid stimulating hormone (TSH). In turn, TSH sends a signal to the thyroid to release thyroid hormones. With overactivity of any of these three glands, an excessive amount of thyroid hormones can be produced, thereby resulting in hyperthyroidism Thyrotoxicosis is a toxic condition that is caused by an excess of thyroid hormones from any cause. Thyrotoxicosis can be caused by an excessive intake of thyroid hormone or by overproduction of thyroid hormones by the thyroid gland. Because both health-care professionals and patients often use these words interchangeably, we will take some liberty by using the term \"hyperthyroidism\" throughout this article.   Hyperthyroidism due to any cause is suggested by several signs and symptoms; however, patients with mild disease usually experience no symptoms. In patients older than 70 years, the typical signs and symptoms also may be absent. In general, the symptoms become more obvious as the degree of hyperthyroidism increases. The symptoms usually are related to an increase in the metabolic rate of the body. Common symptoms include: Excessive sweating Heat intolerance Increased bowel movements Tremor (usually fine shaking) Nervousness, agitation, anxietyRapid heart rate, palpitations, irregular heart rateWeight loss Fatigue, weaknessDecreased concentration Irregular and scant menstrual flow Fine or brittle hairThinning skinSleep disturbances In older patients, irregular heart rhythms and heart failure can occur. In its most severe form, untreated hyperthyroidism may result in \"thyroid storm,\" a condition involving high blood pressure, fever, and heart failure. Mental changes, such as confusion and delirium, also may result.   Some common causes of hyperthyroidism include: Graves' DiseaseFunctioning adenoma and toxic multinodular goiter (TMNG) Excessive intake of thyroid hormones Abnormal secretion of TSH Thyroiditis (inflammation of the thyroid gland) Excessive iodine intake Graves' disease, which is caused by a generalized overactivity of the thyroid gland, is the most common cause of hyperthyroidism. In this condition, the thyroid gland usually is renegade, which means it has lost the ability to respond to the normal control by the pituitary gland via TSH. Graves' disease is hereditary and is up to five times more common among women than men. Graves' disease is thought to be an autoimmune disease, and antibodies that are characteristic of the illness may be found in the blood. These antibodies include thyroid stimulating immunoglobulin (TSI antibodies), thyroid peroxidase antibodies (TPO), and TSH receptor antibodies. In addition to the symptoms of hyperthyroidism mentioned above, Grave's disease may be associated with eye disease (Graves' ophthalmopathy) and skin lesions (dermopathy). Ophthalmopathy can occur before, after, or at the same time as the hyperthyroidism. Early on, it may cause sensitivity to light and a feeling of \"sand in the eyes. \" The eyes may be reddened and produce excess tears. Swelling behind the eyeballs causes the eyes to protrude, and double vision can occur. The degree of ophthalmopathy is worsened in those who smoke. The course of the eye disease is often independent of the thyroid disease, and steroid medications may be necessary to control the inflammation that causes the ophthalmopathy. In addition, surgical intervention may be required. The skin condition (dermopathy) is rare and causes a painless, red, lumpy skin rash on the front of the legs. The triggers for Graves' disease include: stress, smoking, radiation to the neck, medications, and infectious organisms such as viruses. Graves' disease can be diagnosed by a standard, nuclear medicine thyroid scan which shows diffusely increased uptake of a radioactively-labelled iodine. In addition, a blood test may reveal elevated TSI levels.  Inflammation of the thyroid gland may occur after a viral illness (subacute thyroiditis). This condition is association with a fever and a sore throat that is often painful on swallowing. The thyroid gland is also tender to touch. There may be generalized neck aches and pains. Inflammation of the gland with an accumulation of white blood cells known as lymphocytes (lymphocytic thyroiditis) may also occur. In both of these conditions, the inflammation leaves the thyroid gland \"leaky,\" so that the amount of thyroid hormone entering the blood is increased. Lymphocytic thyroiditis is most common after a pregnancy and can actually occur in up to 8% of women after delivery. In these cases, the hyperthyroid phase can last from 4 to 12 weeks and is often followed by a hypothyroid (low thyroid output) phase that can last for up to 6 months. The majority of affected women return to a state of normal thyroid function. Thyroiditis can be diagnosed by a thyroid scan. The thyroid gland (like many other areas of the body) becomes lumpier as we get older. In the majority of cases, these lumps do not produce thyroid hormones and require no treatment. Occasionally, a nodule may become \"autonomous,\" which means that it does not respond to pituitary regulation and produces thyroid hormones independently. This becomes more likely if the nodule is larger than 3 cm. When there is a single nodule that is independently producing thyroid hormones, it is called a functioning nodule. If there is more than one functioning nodule, the term toxic, multinodular goiter is used. Functioning nodules may be readily detected with a thyroid scan. Taking too much thyroid hormone medication is actually quite common. Excessive doses of thyroid hormones frequently go undetected due to the lack of follow-up of patients taking their thyroid medicine. Other persons may be abusing the drug in an attempt to achieve other goals such as weight loss. These patients can be identified by having a low uptake of radioactively-labelled iodine (radioiodine) on a thyroid scan. A tumor in the pituitary gland may produce an abnormally high secretion of TSH (the thyroid stimulating hormone produced by the pituitary gland). This leads to excessive signaling to the thyroid gland to produce thyroid hormones. This condition is very rare and can be associated with other abnormalities of the pituitary gland. To identify this disorder, an endocrinologist performs elaborate tests to assess the release of TSH. The thyroid gland uses iodine to make thyroid hormones. An excess of iodine may cause hyperthyroidism. Iodine-induced hyperthyroidism is usually seen in patients who already have an underlying abnormal thyroid gland. Certain medications, such as amiodarone (Cordarone), which is used in the treatment of heart problems, contain a large amount of iodine and may be associated with thyroid function abnormalities.  Endocrinologists are specialists in diagnosing and treating hormonal disorders such as hyperthyroidism. Primary care physicians, including family practitioners and internists, may also be involved in treating patients with hyperthyroidism. Ophthalmologists and ophthalmic surgeons may be involved in the care of patients with Graves' disease. Hyperthyroidism can be suspected in patients with tremors, excessive sweating, smooth velvety skin, fine hair, a rapid heart rate, and an enlarged thyroid gland. There may be puffiness around the eyes and a characteristic stare due to the elevation of the upper eyelids. Advanced symptoms are easily detected, but early symptoms, especially in the elderly, may be quite inconspicuous. In all cases, a blood test is needed to confirm the diagnosis. The blood levels of thyroid hormones can be measured directly and usually are elevated with hyperthyroidism. However, the main tool for detection of hyperthyroidism is measurement of the blood TSH level. As mentioned earlier, TSH is secreted by the pituitary gland. If an excess amount of thyroid hormone is present, TSH is \"down-regulated\" and the level of TSH falls in an attempt to reduce production of thyroid hormone. Thus, the measurement of TSH should result in low or undetectable levels in cases of hyperthyroidism. However, there is one exception. If the excessive amount of thyroid hormone is due to a TSH-secreting pituitary tumor, then the levels of TSH will be abnormally high. This uncommon disease is known as \"secondary hyperthyroidism. \" Although the blood tests mentioned previously can confirm the presence of excessive thyroid hormone, they do not point to a specific cause. If there is obvious involvement of the eyes, a diagnosis of Graves' disease is almost certain. A combination of antibody screening (for Graves' disease) and a thyroid scan using radioactively-labelled iodine (which concentrates in the thyroid gland) can help diagnose the underlying thyroid disease. These investigations are chosen on a case-by-case basis.    Radioactive iodine is given orally (either by pill or liquid) on a one-time basis to ablate a hyperactive gland. The iodine given for ablative treatment is different from the iodine used in a scan. (For treatment, the isotope iodine 131 is used, while for a routine scan, iodine 123 is used. ) Radioactive iodine is given after a routine iodine scan, and uptake of the iodine is determined to confirm hyperthyroidism. The radioactive iodine is picked up by the active cells in the thyroid and destroys them. Since iodine is only picked up by thyroid cells, the destruction is local, and there are no widespread side effects with this therapy. Radioactive iodine ablation has been safely used for over 50 years, and the only major reasons for not using it are pregnancy and breast-feeding. This form of therapy is the treatment of choice for recurring Graves' disease, patients with severe cardiac involvement, those with multinodular goiter or toxic adenomas, and patients who cannot tolerate antithyroid drugs. Radioactive iodine must be used with caution in patients with Graves' related eye disease since recent studies have shown that the eye disease may worsen after therapy. If a woman chooses to become pregnant after ablation, it is recommended she wait 8-12 months after treatment before conceiving. In general, more than 80% of patients are cured with a single dose of radioactive iodine. It takes between 8 to 12 weeks for the thyroid to become normal after therapy. Permanent hypothyroidism is the major complication of this form of treatment. While a temporary hypothyroid state may be seen up to six months after treatment with radioactive iodine, if it persists longer than six months, thyroid replacement therapy (with T4 or T3) usually is begun. Surgery to partially remove the thyroid gland (partial thyroidectomy) was once a common form of treatment for hyperthyroidism. The goal is to remove the thyroid tissue that was producing the excessive thyroid hormone. However, if too much tissue is removed, an inadequate production of thyroid hormone (hypothyroidism) may result. In this case, thyroid replacement therapy is begun. The major complication of surgery is disruption of the surrounding tissue, including the nerves supplying the vocal cords and the four tiny glands in the neck that regulate calcium levels in the body (the parathyroid glands). Accidental removal of these glands may result in low calcium levels and require calcium replacement therapy. With the introduction of radioactive iodine therapy and antithyroid drugs, surgery for hyperthyroidism is not as common as it used to be. Surgery is appropriate for: pregnant patients and children who have major adverse reactions to antithyroid medications. patients with very large thyroid glands and in those who have symptoms stemming from compression of tissues adjacent to the thyroid, such as difficulty swallowing, hoarseness, and shortness of breath. If you are concerned that you may have an excess amount of thyroid hormone, you should mention your symptoms to your doctor. A simple blood test is the first step in the diagnosis. From there, both you and your doctor can decide what the next step should be. If treatment is warranted, it is important for you to let your doctor know of any concerns or questions you have about the options available. Remember that thyroid disease is very common, and in good hands, the diseases that cause an excess of thyroid hormones can be easily diagnosed and treated. ", 
    "title": "Hyperthyroidism"
}