{
    "data": "  Hyperglycemia is an abnormally high blood glucose (blood sugar) level. Hyperglycemia is a hallmark sign of diabetes (both type 1 diabetes and type 2 diabetes) and prediabetes. Diabetes is the most common cause of hyperglycemia. Other conditions that can cause hyperglycemia are pancreatitis, Cushing's syndrome, unusual hormone-secreting tumors, pancreatic cancer, certain medications, and severe illnesses. The main symptoms of hyperglycemia are increased thirst and a frequent need to urinate. Severely elevated glucose levels can result in a medical emergency like diabetic ketoacidosis (DKA) or hyperglycemic hyperosmolar nonketotic syndrome (HHNS, also referred to as hyperglycemic hyperosmolar state). Insulin is the treatment of choice for people with type 1 diabetes and for life-threatening increases in glucose levels. People with type 2 diabetes may be managed with a combination of different oral and injectable medications. Hyperglycemia due to medical conditions other than diabetes is generally treated by treating the underlying condition responsible for the elevated glucose.  Hyperglycemia is the medical term describing an abnormally high blood glucose (blood sugar) level. Blood sugar is measured in a sample of blood taken from a vein or from a small finger stick sample of blood. It can be measured in a laboratory either alone or with other blood tests, or it can be measured using a handheld glucometer, a small device that allows frequent monitoring of blood glucose levels without the need for a doctor's office or laboratory. Hyperglycemia is a hallmark sign of diabetes (both type 1 diabetes and type 2 diabetes) and prediabetes. Normal ranges for blood glucose measurements can vary slightly among different laboratories, but in general a fasting (early a. m. before breakfast) glucose level is considered normal if it is between 70-100 mg/dL. Glucose levels may rise slightly above this range following a meal. Random blood glucose measurements are usually lower than 125 mg/dL.   A number of medical conditions can cause hyperglycemia, but the most common by far is diabetes mellitus. Diabetes affects over 8% of the total U. S. population. In diabetes, blood glucose levels rise either because there is an insufficient amount of insulin in the body or the body cannot use insulin well. Normally, the pancreas releases insulin after a meal so that the cells of the body can utilize glucose for fuel. This keeps blood glucose levels in the normal range. Type 1 diabetes is responsible for about 5% of all cases of diabetes and results from damage to the insulin-secreting cells of the pancreas. Type 2 diabetes is far more common and is related to the body's inability to effectively use insulin. In addition to type 1 and type 2, gestational diabetes is a form of diabetes that develops in pregnant women. Studies show that between 2% to 10% of all pregnant women get gestational diabetes. Sometimes, hyperglycemia is not the result of diabetes. Other medical conditions that can cause hyperglycemia include: Pancreatitis (inflammation of the pancreas)Pancreatic cancerHyperthyroidism (overactive thyroid gland)Cushing's syndrome (elevated blood cortisol level)Unusual tumors that secrete hormones, including glucagonoma, pheochromocytoma, or growth hormone-secreting tumorsSevere stresses on the body, such as heart attack, stroke, trauma, or severe illnesses, can temporarily lead to hyperglycemiaTaking certain medications, including prednisone, estrogens, beta-blockers, glucagon, oral contraceptives, phenothiazines, and others, can elevate blood glucose levels  In addition to having elevated levels of glucose in the blood, people with hyperglycemia often have glucose detected in their urine (glycosuria). Ordinarily urine contains no glucose as it is all reabsorbed by the kidneys. The main symptoms of hyperglycemia are increased thirst and a frequent need to urinate. Other symptoms that can occur with hyperglycemia are headaches, tiredness, blurred vision, hunger, and trouble with thinking or concentrating. Severely elevated glucose levels can result in a medical emergency (\"diabetic coma\"). This can occur in both people with type 1 and those with type 2 diabetes. People with type 1 diabetes may develop diabetic ketoacidosis (DKA), and those with type 2 diabetes can develop hyperglycemic hyperosmolar nonketotic syndrome (HHNS, also referred to as hyperglycemi hyperosmolar state). These so-called hyperglycemia crises are serious conditions that can be life-threatening if not treated immediately. Hyperglycemic crises cause about 2,400 deaths each year in the U. S. Over time, hyperglycemia can lead to damage to organs and tissues. Long-term hyperglycemia can impair the immune response, leading to poor healing of cuts and wounds. It can also cause nerve damage, vision problems, anddamage to the blood vessels and kidneys (see below).   There are different kinds of blood tests that can diagnose hyperglycemia. These include Random blood glucose: this test reflects the blood sugar level at a given point in time. Normal values are generally between 70 and 125 mg/dL, as discussed earlier. Fasting blood glucose: this is a measurement of blood sugar level taken in the early morning prior to eating or drinking anything since the night before. Normal fasting blood glucose levels are less than 100 mg/dL. Levels above 100 mg/dL up to 125 mg/dL suggest prediabetes, while levels of 126 mg/dL or above are diagnostic of diabetes. Oral glucose tolerance test: this is a test that measures blood glucose levels at given time points after a dose of sugar is consumed. This test is most commonly used to diagnose gestational diabetes. Glycohemoglobin A1c: is a measurement of glucose that is bound to red blood cells and provides an indication about blood sugar levels over the past 2 to 3 months.   Mild or transient hyperglycemia may not need medical treatment, depending upon the cause. People with mildly elevated glucose or prediabetes can often lower their glucose levels by incorporating diet and lifestyle changes. To assure that you chose the right dietary and lifestyle changes , you should speak with your health care professional or use reliable resources such as the American Diabetes Association. Insulin is the treatment of choice for people with type 1 diabetes and for life-threatening increases in glucose levels. People with type 2 diabetes may be managed with a combination of different oral and injectable medications. Some people with type 2 diabetes also take insulin. Hyperglycemia due to medical conditions other than diabetes is generally treated by addressing the underlying condition responsible for the elevated glucose. In some cases, insulin may be needed to stabilize glucose levels during this treatment.   Long-term complications of prolonged hyperglycemia can be severe. These occur in people with diabetes and are worse when the condition is poorly controlled. The long-term complications of diabetes tend to develop slowly over time. Some of the complications of hyperglycemia in poorly-controlled diabetes are: Heart and blood vessel disease, that can increase the risk of heart attack, stroke, and peripheral artery diseasePoor kidney function eventually leading to kidney failureNerve damage, that can lead to burning, tingling, pain, and changes in sensationEye diseases, including damage to the retina, glaucoma, and cataractsGum disease ", 
    "title": "Hyperglycemia"
}