{
    "data": "  Hypothyroidism refers to any state in which a person's thyroid hormone production is below normal. There are many disorders that result in hypothyroidism, for example, autoimmune disorders, thyroid removal, prescription medications, pituitary disease, and iodine deficiency. The thyroid gland is regulated by another gland that is located in the brain, the pituitary. Hypothyroidism is a very common condition. The symptoms of hypothyroidism are depend on the deficiency of thyroid hormone, but can includeincreased cholesterol levels, depression, fatigue,hair lossmemory loss,dry, rough skin, andconstipation. A blood test is used to confirm hypothyroidism. With the exception of certain conditions, the treatment of hypothyroidism requires life-long medication. Hypothyroidism is a condition characterized by abnormally low thyroid hormone production. There are many disorders that result in hypothyroidism. These disorders may directly or indirectly involve the thyroid gland. Because thyroid hormone affects growth, development, and many cellular processes, inadequate thyroid hormone has widespread consequences for the body. This article will focus specifically on hypothyroidism in adults. Thyroid hormones are produced by the thyroid gland. This gland is located in the lower part of the neck, below the Adam's apple. The gland wraps around the windpipe (trachea) and has a shape that is similar to a butterfly - formed by two wings (lobes) and attached by a middle part (isthmus). The thyroid gland uses iodine (mostly available from the diet in foods such as seafood, bread, and salt) to produce thyroid hormones. The two most important thyroid hormones are thyroxine (tetraiodothyronine or T4) and tri-iodothyronine (T3), which account for 99% and 1% of thyroid hormones present in the blood respectively. However, the hormone with the most biological activity is T3. Once released from the thyroid gland into the blood, a large amount of T4 is converted as needed into T3 - the active hormone that affects the metabolism of cells.   The symptoms of hypothyroidism are often subtle. They are not specific (which means they can mimic the symptoms of many other conditions) and are often attributed to aging. Patients with mild hypothyroidism may have no signs or symptoms. The symptoms generally become more obvious as the condition worsens and the majority of these complaints are related to a metabolic slowing of the body. Common symptoms are listed below: FatigueDepressionModest weight gainCold intoleranceExcessive sleepinessDry, coarse hairConstipationDry skinMuscle crampsIncreased cholesterol levelsDecreased concentrationVague aches and painsSwelling of the legs As the disease becomes more severe, there may be puffiness around the eyes, a slowing of the heart rate, a drop in body temperature, and heart failure. In its most profound form, severe hypothyroidism may lead to a life-threatening coma (myxedema coma). In a severely hypothyroid individual, a myxedema coma tends to be triggered by severe illness, surgery, stress, or traumatic injury. This condition requires hospitalization and immediate treatment with thyroid hormones given by injection. Properly diagnosed, hypothyroidism can be easily and completely treated with thyroid hormone replacement. On the other hand, untreated hypothyroidism can lead to an enlarged heart (cardiomyopathy), worsening heart failure, and an accumulation of fluid around the lungs (pleural effusion), or an accumulation of fluid around the heart (pericardial effusion). The thyroid itself is regulated by another gland that is located in the brain, called the pituitary. In turn, the pituitary is regulated in part by the thyroid (via a \"feedback\" effect of thyroid hormone on the pituitary gland) and by another gland called the hypothalamus. The hypothalamus releases a hormone called thyrotropin releasing hormone (TRH), which sends a signal to the pituitary to release thyroid stimulating hormone (TSH). In turn, TSH sends a signal to the thyroid to release thyroid hormones. If a disruption occurs at any of these levels, a defect in thyroid hormone production may result in a deficiency of thyroid hormone (hypothyroidism). Hypothalamus - TRH↓Pituitary- TSH↓Thyroid-T4 and T3↓ The rate of thyroid hormone production is controlled by the pituitary gland. If there is an insufficient amount of thyroid hormone circulating in the body to allow for normal functioning, the release of TSH is increased by the pituitary gland in an attempt to stimulate more thyroid hormone production. In contrast, when there is an excessive amount of circulating thyroid hormone, TSH levels fall as the pituitary attempts to decrease the production of thyroid hormone. In persons with hypothyroidism, there is a persistent low level of circulating thyroid hormones.   Hypothyroidism is a very common condition. It is estimated that 3% to 5% of the population has some form of hypothyroidism. The condition is more common in women than in men, and its incidence increases with age. Below is a list of some of the common causes of hypothyroidism in adults followed by a discussion of these conditions. Hashimoto's thyroiditisLymphocytic thyroiditis (which may occur after hyperthyroidism)Thyroid destruction (from radioactive iodine or surgery)Pituitary or hypothalamic diseaseMedicationsSevere iodine deficiency The most common cause of hypothyroidism in the United States is an inherited condition called Hashimoto's thyroiditis. This condition is named after Dr. Hakaru Hashimoto who first described it in 1912. In this condition, the thyroid gland is usually enlarged (goiter) and has a decreased ability to make thyroid hormones. Hashimoto's is an autoimmune disease in which the body's immune system inappropriately attacks the thyroid tissue. In part, this condition is believed to have a genetic basis. This means that the tendency toward developing Hashimoto's thyroiditis can run in families. Hashimoto's is 5 to 10 times more common in women than in men. Blood samples drawn from patients with this disease reveal an increased number of antibodies to the enzyme, thyroid peroxidase (anti-TPO antibodies). Since the basis for autoimmune diseases may have a common origin, it is not unusual to find that a patient with Hashimoto's thyroiditis has one or more other autoimmune diseases such as diabetes or pernicious anemia ( B12 deficiency). Hashimoto's can be identified by detecting anti-TPO antibodies in the blood and/or by performing a thyroid scan. Thyroiditis refers to inflammation of the thyroid gland. When the inflammation is caused by a particular type of white blood cell known as a lymphocyte, the condition is referred to as lymphocytic thyroiditis. This condition is particularly common after pregnancy and can actually affect up to 8% of women after they deliver. In these cases, there is usually a hyperthyroid phase (in which excessive amounts of thyroid hormone leak out of the inflamed gland), which is followed by a hypothyroid phase that can last for up to six months. The majority of affected women eventually return to a state of normal thyroid function, although there is a possibility of remaining hypothyroid. Patients who have been treated for a hyperthyroid condition (such as Graves' disease) and received radioactive iodine may be left with little or no functioning thyroid tissue after treatment. The likelihood of this depends on a number of factors including the dose of iodine given, along with the size and the activity of the thyroid gland. If there is no significant activity of the thyroid gland six months after the radioactive iodine treatment, it is usually assumed that the thyroid will no longer function adequately. The result is hypothyroidism. Similarly, removal of the thyroid gland during surgery will be followed by hypothyroidism. If for some reason the pituitary gland or the hypothalamus are unable to signal the thyroid and instruct it to produce thyroid hormones, a decreased level of circulating T4 and T3 may result, even if the thyroid gland itself is normal. If this defect is caused by pituitary disease, the condition is called \"secondary hypothyroidism. \" If the defect is due to hypothalamic disease, it is called \"tertiary hypothyroidism. \" A pituitary injury may result after brain surgery or if there has been a decrease of blood supply to the area. In these cases of pituitary injury, the TSH that is produced by the pituitary gland is deficient and blood levels of TSH are low. Hypothyroidism results because the thyroid gland is no longer stimulated by the pituitary TSH. This form of hypothyroidism can, therefore, be distinguished from hypothyroidism that is caused by thyroid gland disease, in which the TSH level becomes elevated as the pituitary gland attempts to encourage thyroid hormone production by stimulating the thyroid gland with more TSH. Usually, hypothyroidism from pituitary gland injury occurs in conjunction with other hormone deficiencies, since the pituitary regulates other processes such as growth, reproduction, and adrenal function. Medications that are used to treat an over-active thyroid (hyperthyroidism) may actually cause hypothyroidism. These drugs include methimazole (Tapazole) and propylthiouracil (PTU). The psychiatric medication, lithium (Eskalith, Lithobid), is also known to alter thyroid function and cause hypothyroidism. Interestingly, drugs containing a large amount of iodine such as amiodarone (Cordarone), potassium iodide (SSKI, Pima), and Lugol's solution can cause changes in thyroid function, which may result in low blood levels of thyroid hormone. In areas of the world where there is an iodine deficiency in the diet, severe hypothyroidism can be seen in 5% to 15% of the population. Examples of these areas include Zaire, Ecuador, India, and Chile. Severe iodine deficiency is also seen in remote mountain areas such as the Andes and the Himalayas. Since the addition of iodine to table salt and to bread, iodine deficiency is rarely seen in the United States.   A diagnosis of hypothyroidism can be suspected in patients with fatigue, cold intolerance, constipation, and dry, flaky skin. A blood test is needed to confirm the diagnosis. When hypothyroidism is present, the blood levels of thyroid hormones can be measured directly and are usually decreased. However, in early hypothyroidism, the level of thyroid hormones (T3 and T4) may be normal. Therefore, the main tool for the detection of hyperthyroidism is the measurement of the TSH, the thyroid stimulating hormone. As mentioned earlier, TSH is secreted by the pituitary gland. If a decrease of thyroid hormone occurs, the pituitary gland reacts by producing more TSH and the blood TSH level increases in an attempt to encourage thyroid hormone production. This increase in TSH can actually precede the fall in thyroid hormones by months or years (see the section on Subclinical Hypothyroidism below). Thus, the measurement of TSH should be elevated in cases of hypothyroidism. However, there is one exception. If the decrease in thyroid hormone is actually due to a defect of the pituitary or hypothalamus, then the levels of TSH are abnormally low. As noted above, this kind of thyroid disease is known as \"secondary\" or \"tertiary\" hypothyroidism. A special test, known as the TRH test, can help distinguish if the disease is caused by a defect in the pituitary or the hypothalamus. This test requires an injection of the TRH hormone and is performed by an endocrinologist (hormone specialist). The blood work mentioned above confirms the diagnosis of hypothyroidism, but does not point to an underlying cause. A combination of the patient's clinical history, antibody screening (as mentioned above), and a thyroid scan can help diagnose the precise underlying thyroid problem more clearly. If a pituitary or hypothalamic cause is suspected, an MRI of the brain and other studies may be warranted. These investigations should be made on a case by case basis.   With the exception of certain conditions, the treatment of hypothyroidism requires life-long therapy. Before synthetic levothyroxine (T4) was available, desiccated thyroid tablets were used. Desiccated thyroid was obtained from animal thyroid glands, which lacked consistency of potency from batch to batch. Presently, a pure, synthetic T4 is widely available. Therefore, there is no reason to use desiccated thyroid extract.  Subclinical hypothyroidism refers to a state in which patients do not exhibit the symptoms of hypothyroidism. These patients also have a normal amount of circulating thyroid hormone. The only abnormality is an increased TSH on their blood work. This implies that the pituitary gland is working extra hard to maintain a normal circulating thyroid hormone level and that the thyroid gland requires extra stimulation by the pituitary to produce adequate hormones. The majority of these patients can be expected to progress to obvious hypothyroidism, especially if the TSH is above a certain level. While there is some controversy, many endocrinologists will treat such patients, especially if they have a high cholesterol blood level. The abnormal cholesterol profile will likely show improvement with thyroid hormone replacement. If the cholesterol levels are normal, and the patient feels well, it is also reasonable to follow these patients without treatment and repeat the blood TSH and thyroid hormone levels in 4 to 6 months to see if more significant hypothyroidism is apparent. Both of these approaches are reasonable and patients should be encouraged to speak with their physicians about specific concerns and preferences. If you are concerned that you may have hypothyroidism, you should mention your symptoms to your physician. A simple blood test is the first step in the diagnosis. From there, both you and your doctor can decide what the next steps should be. If treatment is warranted, it is important for you to let your doctor know of any concerns or questions you have about the options available. Remember that thyroid disease is very common and, in good hands, hypothyroidism is easily addressed and treated. ", 
    "title": "Hypothyroidism"
}