{
    "data": "  Iritis is an inflammatory condition of the eye which is usually easily treated, leaving no damage. In rare cases, it may cause serious damage to the eye. It must be evaluated and treated promptly by an ophthalmologist who will also seek and specific causes. Iritis is an inflammatory condition of the colored portion (the iris which surrounds the pupil) of the eye. It causes varying degrees of redness of the eye, often with significant pain, sensitivity to light, tearing, and blurred vision. Iritis is the name commonly used for an internal inflamation of the eye. More properly it is called anterior uveitis. The uvea is the collective name for the pigmented portions of the interntal eye and includes the iris, the ciliary body and the choroid. When an inflammation affects primarily the iris and ciliary body it is often called iritis. The iris is the part of the eye which is visible in the mirror and gives the eye its color, usually blue or brown. The pupil is the opening in the iris through which light passes. An infection of the eye or inflammation from trauma may cause iritis. Iritis may also be a complication of many diseases such as juvenile rheumatoid arthritis, ankylosing spondylitis, tuberculosis, sarcoidosis, and collagen vascular diseases such as lupus. Iritis may occur with herpes simplex of the eye and after eye surgery. Iritis related to juvenile rheumatoid arthritis is especially dangerous and may not respond well to treatment, leading to serious eye damage. In children with arthritis, pain from iritis is often absent. Because of this, \"simple\" red eyes in these children should not be ignored. Iritis is not contagious. Iritis may occur in one or both eyes. In a large proportion of cases, no cause can be found, particularly if it is a new and isolated symptom. Recurrent or bilateral episodes are much more likely to be significant.  Iritis appears as a red, painful eye which may be accompanied by blurred vision and sensitivity to light. In addition, the pupil of the affected eye may be smaller than that of the healthy eye. Diagnosis of iritis is made by the ophthalmologist. It is suspected from the history and symptoms and then is confirmed by an exam. After measuring the vision, the eye is inspected with a slit lamp microscope (biomicroscope) where inflammatory cells are seen in the front part of the eye. When measuring the eye pressure, it is often found to be lower than in the other eye. Specific treatment is based on antiinflammatory, cortisone-like (steroid) medications used as eyedrops, or less commonly by mouth. Steroids are often accompanied by drops to enlarge (the pupil). This serves two purposes: <ol>it relieves much of the pain. The drops keep the pupil dilated to avoid it becoming scarred down and adherent to the lens of the eye, which lies behind the pupil. If the drops are not successful, steroid (cortisone) medications in the form of pills may be used. Rarely, injections of steroids around the eye may be indicated. Usually, iritis clears in days, but it may last for months or may become chronic and recurrent. It is very important that it be recognized and treated without delay. Blindness is an ultimate but rare complication. Recurrent pain and blurring of vision may occur. If the pupil becomes scarred down and adherent to the lense, it is unable to react, thereby losing some of the ability to adjust to different light conditions. Glaucoma secondary to iritis may cause pain and result in blindness.  In most cases, iritis responds to a short course of steroid eyedrops and dilating drops. In the case of recurrences, each new episode increases the possibility of scarring, glaucoma, cataract, and other serious eye damage. The field of uveitis includes many inflammatory eye conditions, as well as iritis, and major work is ongoing. Because iritis usually responds so well to treatment, the research is primarily concerned with the management of cases which are more severe or involve the eye more extensively This work benefits our understanding of the mechanism of iritis and the treatment or it. Besides looking for more effective medications, there is also research concerned with looking for the best way of delivering medications to the eye. The American Academy of Ophthalmologyhttp://www. aao. org The Iritis Organizationhttp://www. iritis. org NIH: National Eye Institute http://www. nei. nih. gov/ Casey Eye Institute at Oregon Health and Science University ", 
    "title": "Iritis"
}