{
    "data": "  The same healthy habits that keep your kids going and growing will also benefit their bones. One of the best ways to encourage healthy habits in your children is to be a good role model yourself. Believe it or not, your kids are watching, and your habits, both good and bad, have a strong influence on theirs. The two most important lifelong bone health habits to encourage now are proper nutrition and plenty of physical activity. Eating for healthy bones means getting plenty of foods that are rich in calcium and vitamin D. Most kids get enough vitamin D from sunlight (or from foods like egg yolks or fortified milk), but most do not get enough calcium in their diets to help ensure optimal peak bone mass. Are your kids getting enough calcium? Source: National Academy of Sciences, 1997. Calcium is found in many foods, but the most common source is milk and other dairy products. Drinking one 8-oz glass of milk provides 300 milligrams (mg) of calcium, which is about one-third of the recommended intake for younger children and about one-fourth of the recommended intake for teens. In addition, milk supplies other minerals and vitamins needed by the body. The chart on the next page lists the calcium content for several high-calcium foods and beverages. Your kids need several servings of these foods each day to meet their need for calcium.  Soft drinks tend to displace calcium-rich beverages in the diets of many children and adolescents. In fact, research has shown that girls who drink soft drinks consume much less calcium than those who do not. It's important for your daughter to know that good sources of calcium don't have to be fattening. Skim milk, low-fat cheeses and yogurt, calcium-fortified juices and cereals, and green leafy vegetables can all fit easily into a healthy, low-fat diet. Replacing even one soda each day with milk or a milk-based fruit smoothie can significantly increase her calcium intake.  Drinking milk isn't the only way to enjoy its benefits. For example, try making soup and oatmeal or other hot cereals with milk instead of water. Pour milk over cold cereal for breakfast or a snack. Incorporate milk into a fruit smoothie or milkshake. Chocolate milk and cocoa made with milk are also ways to increase the milk in your child's diet. Sources of calcium also might include an ounce or two of cheese on pizza or a cheeseburger, a cup of calcium-enriched orange juice, or a small carton of yogurt. Your kids can also get calcium from dark green, leafy vegetables like kale or bok choy, or foods such as broccoli, almonds, tortillas, or tofu made with calcium. Many popular foods such as cereals, breads, and juices now have calcium added too. Check the Nutrition Facts label on the package to be sure. People with lactose intolerance have trouble digesting lactose, the sugar found in milk and dairy foods. Lactose intolerance is not common among infants and young children, but can occur in older children, adolescents, and adults. It is more common among people of African American, Hispanic, Asian, and American Indian descent. Most kids with lactose intolerance are able to digest milk when it is served in small amounts, and combined with other foods like cereal. They may tolerate other dairy products such as cheese or yogurt even if milk is a problem. Lactose-free milk products are now available in most stores, and there are pills and drops you can add to milk and dairy products that make them easier to digest. Be sure to include plenty of foods with calcium in the meals and snacks you plan for your kids. Almonds, calcium-fortified orange juice, tortillas, fortified cereals, soy beverages, and broccoli with dip are a few great choices. Although it's best to get calcium from food, calcium supplements can also be helpful.  Maintaining proper weight is important to overall health, but so is good nutrition. If your daughter is avoiding all milk and dairy products and severely restricting her food intake, she is probably not getting enough calcium. She needs a more balanced diet that includes low-fat milk products and other calcium-rich foods. Calcium supplements may also be helpful to ensure that she gets enough of this essential nutrient. You should discuss your concerns with your daughter's doctor. If your daughter is one of up to 3 percent of American girls and young women with eating disorders, the problem is even more serious. Eating disorders, especially anorexia nervosa, can lead to missed or irregular menstrual periods or the complete absence of periods, known as amenorrhea. These are signs of low estrogen, a hormone that is essential for developing bone density and reaching peak bone mass. Girls with anorexia nervosa will often have fractures as a first sign of the disease. Furthermore, reduction in estrogen production in adolescence can increase your daughter's risk of osteoporosis and fracture later in life. In severe cases, girls with eating disorders may even develop osteoporosis in their twenties, and they may find the damage to their bones cannot be reversed later in life. Look for the following signs and see your daughter's physician if you think your daughter has, or is at risk of developing, an eating disorder: missed menstrual periods after having had them regularly for at least several monthsextreme and/or unhealthy-looking thinnessextreme or rapid weight lossfrequent dieting practices such aseating very littlenot eating in front of otherstrips to the bathroom following mealspreoccupation with thinnessfocus on low-calorie and diet foodsovertraining or excessive exercise.  Experts believe calcium should come from food sources whenever possible. However, if you think your children are not getting adequate calcium from their diet, you may want to consider a calcium supplement. For optimal absorption, no more than 500 mg of calcium should be taken at one time. Muscles get stronger when we use them. The same idea applies to bones: the more work they do, the stronger they get. Any kind of physical exercise is great for your kids, but the best ones for their bones are weight-bearing activities like walking, running, hiking, dancing, tennis, basketball, gymnastics, and soccer. (Children who tend to play outside will also have higher vitamin D levels. ) Swimming and bicycling promote your kids' general health, but are not weight-bearing exercises and will not help build bone density. Organized sports can be fun and build confidence, but they are not the only way to build healthy bones. The most important thing is for your kids to spend less time sitting and more time on their feet and moving. Alone or with friends, at home or at the park, one of the best gifts you can give your kids is a lifelong love of physical activity.  For most people, including children and teens, the challenge is to get enough physical activity. However, excessive exercise and overtraining, often coupled with restrictive eating, can be a problem, especially for some female athletes and dancers, as well as girls who become obsessive about weight loss. Overtraining, like eating disorders, can result in decreased estrogen and eventually lead to thin bones that break easily. Years ago, it was not unusual for coaches and trainers to encourage athletes to be as thin as possible for many sports, including dancing, gymnastics, figure skating, running, and diving. Fortunately, many coaches now realize that being too thin is unhealthy and can negatively affect performance as well as lifelong health. They should avoid smoking. You probably know that smoking is bad for the heart and lungs, but you may not know that it's harmful to bone tissue. Smoking may harm your bones both directly and indirectly. Several studies have linked smoking to higher risk of fracture. The many dangers associated with smoking make it a habit to be avoided. You may think it's too early to worry about smoking, but the habit typically starts during childhood or adolescence. In fact, most people who use tobacco products start before they finish high school. The good news? If your kids finish high school as nonsmokers, they will probably stay that way for life.   Asthma itself does not pose a threat to bone health, but some medications used to treat the disease can have a negative effect on bones when taken for a long time. Corticosteroids, a type of anti-inflammatory medication, are often prescribed for asthma. These medications can decrease calcium absorbed from food, increase calcium loss from the kidneys, and shrink a child's bone bank account. Kids with asthma need to take special care of their bones, making sure to get enough calcium and weight-bearing exercise. Some health care providers recommend extra calcium each day: between 1,000 and 1,500 mg. Many people think milk and dairy products – great sources of calcium and vitamin D – trigger asthma attacks, but this is probably true only if your child is allergic to dairy foods. Unfortunately, this misconception often results in an unnecessary avoidance of dairy products, which is especially risky for kids with asthma, who need extra calcium during their bone-building years. Because exercise can often trigger an asthma attack, many people with asthma avoid weight-bearing physical activities that strengthen bone. Kids with asthma may be able to exercise more comfortably in an air-conditioned place, such as a school gym or health club. Talk to your child's doctor for more information about protecting his bones while he is taking asthma medications.  Osteoporosis is rare among children and adolescents. When it occurs, it is usually caused by an underlying medical disorder or by medications used to treat such disorders. This is called secondary osteoporosis. It may also be the result of a genetic disorder such as osteogenesis imperfecta, in which bones break easily from little or no apparent cause. Sometimes there is no identifiable cause of juvenile osteoporosis. This is known as idiopathic juvenile osteoporosis. Two or more low-impact fractures may be a sign of one of these disorders. If you are concerned about your son's frequent fractures, talk to his doctor for more information. You are absolutely right. Research has shown that children and adolescents do not tend to think much about their health. Their decisions about diet and exercise, for example, are rarely made based on \"what's good for them. \" But we also know that you have a much greater influence on your kids' decisions and behaviors than you may believe. For example, many teenagers, when asked who has been the greatest influence in their life, name parents before friends, siblings, grandparents, and romantic partners. The best way to help your kids develop healthy habits for life is to be a good role model. Research suggests that active children have active parents. If you make physical activity a priority and try hard to maintain a healthy diet, including plenty of calcium, chances are your positive lifestyle will \"rub off\" on them along the way. Here are some things you can do: Be a role model. Drink milk with meals, eat calcium-rich snacks, and get plenty of weight-bearing exercise. Don't smoke. Incorporate calcium-rich foods into family meals. Serve fat-free or low-fat milk with meals and snacks. Stock up on calcium-rich snacks that are easy for hungry children to find, such as:cheese cubes and string cheesesingle-serving puddingsyogurt and frozen yogurtcereal with low-fat milkbroccoli with yogurt dipcalcium-fortified orange juiceindividual cheese pizzastortillasalmonds. Help your kids to find a variety of physical activities or sports they enjoy participating in. Establish a firm time limit for sedentary activities such as TV, computers, and video games. Teach your kids to never start smoking, as it is highly addictive and toxic. Look for signs of eating disorders and overtraining, especially in preteen and teenage girls, and address these problems right away. Talk to your children's pediatrician about their bone health. If your child has a special medical condition that may interfere with bone mass development, ask the doctor for ways to minimize the problem and protect your child's bone health. Talk to your children about their bone health, and let them know it is a priority for you. Your kids may not think much about health, but they are probably attracted to such health benefits as energy, confidence, good looks, and strength.  NIH Osteoporosis and Related Bone Diseases ~ National Resource Center 2 AMS CircleBethesda, MD 20892-3676Phone: 202-223-0344Toll Free: 800-624-BONETTY: 202-466-4315Fax: 202-293-2356Email: NIAMSBoneInfo@mail. nih. gov Website: http://www. niams. nih. gov/Health_Info/bone/default. asp National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS) Information Clearinghouse National Institutes of Health 1 AMS CircleBethesda, MD 20892-3675Phone: 301-495-4484Toll Free: 877-22-NIAMS (226-4267)TTY: 301–565–2966Fax: 301-718-6366Email: NIAMSinfo@mail. nih. govWebsite: http://www. niams. nih. gov Milk Matters Campaign Website: http://www. nichd. nih. gov/milk National Bone Health Campaign Website: http://www. cdc. gov/powerfulbones/ National Osteoporosis Foundation (NOF) 1232 22nd Street, NWWashington, DC 20037-1202Phone: 202-223-2226Toll Free: 800-231-4222Email: patientinfo@nof. org Website: http://www. nof. org For Your Information For updates and for any questions about any medications you are taking, please contact U. S. Food and Drug Administration Toll Free: 888-INFO-FDA (888-463-6332)Website: http://www. fda. gov/ For updates and questions about statistics, please contact Centers for Disease Control and Prevention's National Center for Health Statistics Toll Free: 800–232–4636Website: http://www. cdc. gov/nchs ", 
    "title": "Juvenile Bone Health"
}