{
    "data": "  Kegel or pelvic muscle exercises are discrete exercises that strengthen the perineal or pubococcygeus muscles. In the past, they have been largely promoted by physicians to their female patients in an effort to aid with stress incontinence following childbirth. However, these same exercises are now being promoted to men in an effort to improve urinary incontinence, fecal incontinence, and even sexual health. Unlike typical exercise routines, these exercises don't require the participant to buy any weights or expensive machines. Kegel exercises primarily aid men with urinary incontinence. Besides preventing embarrassing urine leakage, they also decrease the urge to void. Secondly, they have been shown to help male sexual health by allowing some men's erections to last longer when affected by sexual dysfunction and premature ejaculation. These benefits all equate to a better quality of life. These exercises are often recommended to patients with weakened pelvic floor muscles such as patients with diabetes, patients having had a prostate surgery in the past such as a radical prostatectomy, or obese patients. It should also be mentioned that these exercises have not been scientifically proven to increase penis size and are thus not recommended solely for this purpose. Kegel exercises are harmless if performed correctly. Chest and abdominal pain have been reported in some, but these occurrences are the result of inappropriately performed exercises.  Prior to beginning the exercises, it is important to correctly localize the pubococcygeus muscles. To achieve this, one can simply attempt to stop his urine flow midway through. The muscles allowing for the pause in urination are the ones targeted by the Kegel exercises. There are many different techniques that can be used to efficiently strengthen one's pelvic floor muscles. Women often use Kegel balls or Kegel weights to perform the exercises, but those are unnecessary for men. The first technique requires a contraction of the anus muscles as if trying to hold in gas. The feeling of a pulling or lifting sensation on the anus tells you that you are performing the exercise correctly. The second requires the use of a mirror in order to observe the movement of your penis vertically without moving the rest of your body. An elevator analogy can be used to illustrate the exercise. The anus, in this case, can represent an elevator. The goal of the exercise is to bring up the elevator over five seconds to its maximal level and then to bring it gradually back down to the resting level. The techniques are interchangeable. Men can perform a different technique each day. However, the important thing is to always use only the pelvic muscles. When men first start performing these exercises, they may use other muscles to help them. Often, they may use their abdominal or gluteal maximus (buttocks) muscles. It is thus important to become aware of which muscles are being contracted. It is also important to avoid holding the breath or crossing the legs. Arguably, one of the strongest points of Kegel exercises is that they can be performed anywhere without anyone but the participant noticing. Unlike typical core exercises for men requiring sit-ups, planking, or other unusual positions, Kegel exercises can be performed during a variety of activities such as shaving, sitting at one's desk, or even while driving. This feature allows them to be universally accepted by men.  Men are accustomed to exercises such as push-ups or sit-ups. However, a very small proportion of them know how to efficiently perform Kegel exercises. This is unfortunate since many doctors recommend incorporating these into one's core routine. Unlike typical workouts for men, when it comes down to Kegel exercises, there is no magic number of sets one should do in a day. It is recommended, however, for men to perform at least two sessions of Kegel exercises every day. To keep things simple, men should perform their first session in the morning and their second at night. A session comprises of 10-30 individual contractions and relaxation exercises. Each exercise should last 10 seconds divided into five seconds of contraction and five seconds of relaxation. Once a man excels at performing these, he can do them in different positions. Of the 10-30 exercises, he can do one-third while laying down, one-third while sitting, and one-third while standing. Counting out loud certainly helps, and as time goes by, many men are surprised at the ease with which they can perform the exercises that at first seemed unnatural to them. This is of greatest importance for men undergoing prostate surgery, either for prostate cancer needing radical prostatectomy (complete prostate removal) or for benign prostatic hyperplasia (BPH) needing transurethral resection of the prostate. Both of such surgeries reduce the resistance to the bladder which can result in postsurgical urinary incontinence. As we can see from the following image, the anatomic changes reduce bladder outlet resistance. As such, strengthening the pelvic floor and sphincter are of paramount importance and Kegel exercises can help. Image courtesy of Kevin C. Zorn, MD, FRCSC, FACS  Results such as improved urinary continence are commonly experienced within three to six weeks of regularly performing Kegel exercises. As with any exercise routine, the key to obtaining results quickly depends on efficient, targeted, and frequent exercise techniques. ", 
    "title": "Kegel Exercises For Men"
}