{
    "data": "  Keratitis is the medical term for inflammation of the cornea. Keratitis has many causes, including infection, dry eyes, disorders of the eyelids, physical and chemical injury, and underlying medical diseases. Keratitis symptoms and signs includeeye pain,blurred vision,photophobia,tearing, andeye redness. The diagnosis of keratitis can be confirmed by the use of a slit lamp. If keratitis is treated correctly and promptly, permanent damage to the eye can usually be avoided. Keratitis is the medical term for inflammation of the cornea. The cornea is the dome-shaped window in the front of the eye. When looking at a person's eye, one can see the iris and pupil through the normally clear cornea. The cornea bends light rays as a result of its curved shape and accounts for approximately two-thirds of the eye's total optical power, with the lens of the eye contributing the remaining one-third. Only the very thin tear film lies between the front of the cornea and our environment. The cornea is about 0. 5 millimeter thick. The back of the cornea is bathed in the aqueous fluid that fills the anterior chamber of the eye. The cornea has a diameter of about 13 millimeters (½ inch) and, together with the sclera (the white part of the eye) forms the entire outer coat of the eye. Keratitis, the eye condition in which the cornea becomes inflamed, has many potential causes. Various types of infections, dry eyes, abnormalities of the eyelids, injury, and a large variety of underlying medical diseases may all lead to keratitis. Some cases of keratitis result from unknown factors.   Major risk factors for the development of keratitis include any break or disruption of the surface layer (epithelium) of the cornea. The use of contact lenses increases the risk of developing keratitis, especially if hygiene is poor, improper solutions are used to store and clean the lenses, or if contact lenses are worn improperly or in the presence of persistent irritation. A decrease in the quality or quantity of tears predisposes the eye to the development of keratitis. Disturbances of immune function through diseases such as AIDS or the use of medications such as corticosteroids or chemotherapy also increase the risk of developing keratitis. Keratitis can be classified by its location, severity, and cause. If keratitis only involves the surface (epithelial) layer of the cornea, it is called superficial keratitis. If it affects the deeper layers of the cornea (the corneal stroma), it is called stromal keratitis or interstitial keratitis. It may involve the center of the cornea or the peripheral part of the cornea (that portion closest to the sclera) or both. Keratitis may affect one eye or both eyes. Keratitis may be mild, moderate, or severe and may be associated with inflammation of other parts of the eye. Keratoconjunctivitis is inflammation of the cornea and the conjunctiva. Kerato-uveitis  The symptoms of keratitis usually include pain, tearing, redness, and blurring of vision. The pain may be mild to severe, depending on the cause and extent of the inflammation. Sensitivity to light may also be present. To the observer, the eye may appear red and watery; and if the cornea has extensive keratitis, the normally clear cornea may look gray or have white to gray areas. If you develop keratitis, you should be examined promptly by a professional trained in the diagnosis and treatment of eye disease. These include ophthalmologists and optometrists. The diagnosis of keratitis is made by an ophthalmologist (a physician who specializes in diseases and surgery of the eye) through a history and a physical examination. The history consists of questions documenting a past medical and ocular history and the symptoms specific to the current visit. The eye examination will consist of checking your vision and careful inspection of the corneas using a slit lamp, which is a microscope with excellent illumination and magnification to view the ocular surface and the cornea in detail. Special dye in the form of eyedrops may be placed in the eyes to assist with the examination. In cases in which infection is suspected, a culture may be taken from the surface of the eye for specific identification of the bacteria, virus, fungus, or parasite causing the keratitis. Blood tests may also be done in certain patients with suspected underlying disease.   Treatment depends on the cause of the keratitis. Infectious keratitis generally requires antibacterial, antifungal, or antiviral therapy to treat the infection. This treatment can involve prescription eyedrops, pills, or even intravenous therapy. Any corneal or conjunctival foreign body should be removed. Wetting drops may be used if disturbance of the tears is suspected to be the cause of the keratitis. Steroid drops may be prescribed occasionally to reduce inflammation and limit scarring. This must be done carefully and judiciously, since some infections can be worsened with their use. Contact-lens wearers are typically advised to discontinue contact-lens wear, whether or not the lenses are related to the cause of the keratitis. Superficial keratitis involves the superficial layers of the cornea and most commonly does not lead to scarring. More extensive keratitis involves deeper layers of the cornea, and a scar may develop upon healing. This will affect the vision if the central portion of the cornea is involved. With severe ulcerative keratitis, the cornea may perforate, which is an extremely serious situation. With proper diagnosis and appropriate treatment including follow-up care, keratitis can usually be managed without causing permanent visual disturbances. The risk of keratitis can be reduced through the use of precautions to avoid eye injury, careful contact-lens care including proper cleaning of contact lens cases, and the prompt treatment of early ocular symptoms. ", 
    "title": "Keratitis"
}