{
    "data": "  Keratosis pilaris is a very common, benign skin disorder that affects adolescents and adults. Keratosis pilaris causes numerous small, rough, tan or red little bumps around hair follicles on the upper arms, thighs, buttocks, and cheeks. Keratosis pilaris creates the appearance of gooseflesh, goose bumps, or chicken skin. Keratosis pilaris is seen in patients with dry skin conditions and atopic dermatitis. Keratosis pilaris is not curable, but it spontaneously improves over time. Keratosis pilaris tends to be inherited. Keratosis pilaris may spontaneously clear without treatment. Keratosis pilaris generally requires ongoing maintenance therapy. Treat keratosis pilaris with daily lubrication. Keratosis pilaris is a very common skin disorder affecting many people of all ages. Keratosis pilaris is a benign condition that appears as numerous small, rough, red, or tan bumps primarily around hair follicles on the upper arms, legs, buttocks, and sometimes cheeks. Keratosis pilaris creates a \"goose bumps,\" \"gooseflesh,\" or \"chicken skin\" appearance. Keratosis pilaris may be cosmetically displeasing, but it is medically completely harmless. Keratosis pilaris is common in otherwise healthy people.  Anyone can have keratosis pilaris. Although it is commonly a skin condition of children and adolescents, it is also seen in many adults. Females may be more frequently affected than males. The age of onset is often within the first 10 years of life and may worsen during puberty. However, keratosis pilaris may begin at any age. Keratosis pilaris seems to be inherited. It has been commonly been seen in twins. Keratosis pilaris is also seen in patients with atopic dermatitis and patients with very dry skin. Although possible, it is rare to have keratosis pilaris all over the body. The lesions in keratosis pilaris most characteristically involve the back of the upper arms. Other common locations include the back, thighs, buttocks and occasionally the face. It does not affect the eyes, mouth, palms, or soles. The exact cause of keratosis pilaris is unknown. There seems to be a problem with overproduction of the keratin part of the skin called hyperkeratinization. A majority of patients with keratosis pilaris have a known genetic predisposition and affected family members. Keratosis pilaris can be present with ichthyosis vulgaris, dry skin, seasonal inhalant allergies, rhinitis, asthma, eczema, and atopic dermatitis. The bumps in keratosis pilaris seem to arise from the excessive accumulation of keratin (very small, dry skin particles) at the opening of individual hair follicles. The skin as examined under the microscope demonstrates mild thickening, and plugging of the hair follicle. The upper skin layers may have some dilation of the small superficial blood vessels, thereby giving the skin a red or flushed appearance.  Typically, keratosis pilaris patients present with a scattered, patchy rash made of very small red or tan bumps. Often, anywhere from 10 to hundreds of very small slightly rough bumps are scattered in an area. The affected area may have a fine, sandpaper-like texture. Some of the bumps may be slightly red or have an accompanying light-red halo indicating inflammation. Sometimes, a small, coiled hair is trapped beneath the rough bump. Patients may complain of a rough texture and an irregular cosmetic appearance of the skin. The cheeks may appear pink, red, flushed, and be studded with very small (pinpoint) bumps. Most family physicians and pediatricians are able to diagnose and treat this condition. Occasionally, a dermatologist referral may be necessary. The diagnosis of keratosis pilaris is very straightforward and based on a typical skin appearance in areas like the upper arms. A family history of keratosis pilaris is also very helpful since there is a strong genetic component to the condition. The diagnosis is confirmed by the physician's clinical exam. Since the appearance of keratosis pilaris is easily recognized, specific laboratory tests are not needed for the diagnosis. Skin biopsy (surgically taking a small piece of skin using local numbing medicine) may be useful in atypical or widespread cases. Microscopic examination of the body tissue by a pathologist or dermatopathologist under high magnification is called histopathology or pathology. Histopathology of keratosis pilaris shows mild thickening of the outer layer of skin (hyperkeratosis of the epidermis), increase in the special granular cells of the epidermis (hypergranulosis), and plugging of individual hair follicles. The upper dermis (layer of the skin below the epidermis) may have some microscopic inflammation called mild superficial perivascular lymphocytic inflammatory changes.  Diet does not affect keratosis pilaris. Vitamin A deficiency may cause symptoms similar to keratosis pilaris, but it's not a known cause of keratosis pilaris. There is no available cure, miracle pill, or universally effective treatment for keratosis pilaris. It sometimes clears completely by itself without treatment. Keratosis pilaris is not contagious. People do not give it to someone else through skin contact and do not catch it from anyone else. Some people are simply more prone to developing keratosis pilaris because of genetics and skin type. Other medical conditions can mimic keratosis pilaris. Keratosis pilaris may resemble acne, milia, folliculitis, eczema, atopic dermatitis, facial rosacea, or dry skin (xerosis). Keratosis pilaris may also resemble uncommon skin conditions like lichen spinulosus, pityriasis rubra pilaris, phrynoderma (vitamin A deficiency), ulerythema ophryogenes, ichthyosis vulgaris, eruptive vellus hair cysts, keratosis follicularis (Darier disease), Kyrle disease, lichen nitidus, lichen spinulosus, perforating folliculitis, and trichostasis spinulosa. In India and other countries, a specific condition called erythromelanosis follicularis faciei et colli occurs. This unusual condition has a possible genetic relationship to keratosis pilaris. Erythromelanosis follicularis faciei et colli is characterized by the triad of hyperpigmentation (darker skin color), follicular plugging (blocked hair follicles), and redness of the face and neck.  <ol>Do take measures to prevent excessive skin dryness, especially in colder winter months. Do use mild soaps like Dove soapless cleanser or Cetaphil cleanser. Do lubricate skin with special lotions containing lactic acid like AmLactin or Lac-Hydrin lotion, alpha-hydroxy-acid lotions (glycolic acid), urea cream (Urix 40), and salicylic acid (Salex). Do gently massage the lotions into the affected area twice a day. <ol>Don't use harsh soaps or cleansers. Don't scrub harshly and try to scrape off the skin. Don't expect immediate results with topical creams. Never give up hope.  Many treatment options and skin-care recipes are available for controlling the signs of keratosis pilaris. Many patients have very good temporary improvement following a regular skin-care program of lubrication. As a general rule of thumb, treatment needs to be continuous. Since there is no available cure or universally effective treatment for keratosis pilaris, the list of potential lotions and creams is long. It is important to keep in mind that as with any condition, no therapy is uniformly effective in all people. Complete clearing may not be possible. In some cases, keratosis pilaris may also improve or clear spontaneously without any treatment. General measures to prevent excessive skin dryness, such as using mild soapless cleansers, are recommended. Frequent skin lubrication is the mainstay of treatment for nearly all cases. Mild cases of keratosis pilaris may be improved with basic over-the-counter moisturizers such as Cetaphil or Lubriderm lotions. Additional available therapeutic options for more difficult cases of keratosis pilaris include lactic-acid lotions (AmLactin, Lac-Hydrin), alpha-hydroxy-acid lotions (Glytone, glycolic body lotions), urea cream (Carmol 10, Carmol 20, Carmol 40, Urix 40), salicylic acid (Salex lotion), and topical steroid creams (triamcinolone 0. 1%). The affected area should be washed once or twice a day with a gentle wash like Cetaphil or Dove. Lotions should be gently massaged into the affected area two to three times a day. Irritated or abraded skin should be treated only with bland moisturizers until the inflammation resolves. Occasionally, physicians may prescribe a short seven- to 10-day course of a medium-potency, emollient-based topical steroid cream once or twice a day for inflamed red areas. Many treatments have been used in keratosis pilaris without consistent results. As there is no miraculous cure or universally effective treatment for keratosis pilaris, it is important to proceed with caution and lower expectations. Because keratosis pilaris is generally a chronic condition requiring long-term maintenance, most therapies would require repeated or long-term use for optimum results. Mild cleansers and lotions for sensitive skin: Wash daily, and apply lotion twice a day. CetaphilDoveEucerinCurel Potent moisturizers for home treatment: Use once or twice a day. Lactic-acid lotions (AmLactin, Lac-Hydrin)Alpha-hydroxy-acid lotions (Glytone, Citrix glycolic body lotion 15%)Urea creams (Carmol 10, Carmol 20, Carmol 40, Urix 40)Salicylic-acid lotions (Salex 6%)Compounded 3% salicylic acid in 20% urea cream  Complications are infrequent since it's primarily a cosmetic skin condition. However, temporary skin discoloration called post-inflammatory hypopigmentation (lighter than the regular skin color) or hyperpigmentation may occur after the inflamed, red bumps have improved or after a temporary flare. Permanent scarring may rarely occur from picking, overly aggressive treatments, or other inflammation. Overall, keratosis pilaris is a chronic skin condition periodically becoming worse or better. Keratosis pilaris is a benign, noncontagious, self-limited skin condition that tends to be mild. Keratosis pilaris frequently improves with age in many patients. Many patients note improvement of their symptoms in the summer months and seasonal flares in colder winter months. More widespread, atypical cases of keratosis pilaris may be cosmetically distressing. Keratosis pilaris usually improves with increasing age. Keratosis pilaris may even spontaneously clear completely after puberty. However, more frequently the condition is chronic with periodic exacerbations and improvements. Many adults still have the skin condition into their 40s and 50s. ", 
    "title": "Keratosis Pilaris"
}