{
    "data": "  See your baby's doctor the same day if your baby: Is very yellow or orange (skin color changes start from the head and spread to the toes). Is hard to wake up or will not sleep at all. Is not breastfeeding or sucking from a bottle well. Is very fussy. Does not have enough wet or dirty diapers. If you think your baby has jaundice you should call and visit your baby's doctor right away. Ask your baby's doctor or nurse about a jaundice bilirubin test. If your baby does have jaundice, it is important to take jaundice seriously and stick to the follow-up plan for appointments and recommended care. Make sure your baby is getting enough to eat. The process of removing waste also removes bilirubin in your baby's blood. If you are breastfeeding, you should nurse the baby at least 8 to 12 times a day for the first few days. This will help you make enough milk for the baby and will help keep the baby's bilirubin level down. If you are having trouble breastfeeding, ask your doctor, nurse, or a lactation coach for help. Get emergency medical help if your baby: Is crying inconsolably or with a high pitch. Is arched like a bow (the head or neck and heels are bent backward and the body forward). Has a stiff, limp, or floppy body. Has strange eye movements.  Before leaving the hospital with your newborn, you can ask the doctor or nurse about a jaundice bilirubin test. A doctor or nurse may check the baby's bilirubin using a light meter that is placed on the baby's head. This results in a transcutaneous bilirubin (TcB) level. If it is high, a blood test will likely be ordered. The best way to accurately measure bilirubin is with a small blood sample from the baby's heel. This results in a total serum bilirubin (TSB) level. If the level is high, based upon the baby's age in hours and other risk factors, treatment will likely follow. Repeat blood samples will also likely be taken to ensure that the TSB decreases with the prescribed treatment. Bilirubin levels are usually the highest when the baby is 3 to 5 days old. At a minimum, babies should be checked for jaundice every 8 to 12 hours in the first 48 hours of life and again before 5 days of age. No baby should develop brain damage from untreated jaundice. When being treated for high bilirubin levels, the baby will be undressed and put under special lights. The lights will not hurt the baby. This can be done in the hospital or even at home. The baby's milk intake may also need to be increased. In some cases, if the baby has very high bilirubin levels, the doctor will do a blood exchange transfusion. Jaundice is generally treated before brain damage is a concern. Putting the baby in sunlight is not recommended as a safe way of treating jaundice. About 60% of all babies have jaundice. Some babies are more likely to have severe jaundice and higher bilirubin levels than others. Babies with any of the following risk factors need close monitoring and early jaundice management: Babies born before 37 weeks, or 8. 5 months, of pregnancy might have jaundice because their liver is not fully developed. The young liver might not be able to get rid of so much bilirubin. Jaundice may be missed or not recognized in a baby with darker skin color. Checking the gums and inner lips may detect jaundice. If there is any doubt, a bilirubin test should be done. A baby born to an East Asian or Mediterranean family is at a higher risk of becoming jaundiced. Also, some families inherit conditions (such as G6PD deficiency), and their babies are more likely to get jaundice. A baby who is not eating, wetting, or stooling well in the first few days of life is more likely to get jaundice. A baby with a sister or brother that had jaundice is more likely to develop jaundice. A baby with bruises at birth is more likely to get jaundice. A bruise forms when blood leaks out of a blood vessel and causes the skin to look black and blue. The healing of large bruises can cause high levels of bilirubin and your baby might get jaundice. Women with an O blood type or Rh negative blood factor might have babies with higher bilirubin levels. A mother with Rh incompatibility should be given Rhogam. When severe jaundice goes untreated for too long, it can cause brain damage and a condition called kernicterus. Early diagnosis and treatment of jaundice can prevent kernicterus. If you're concerned that your baby might have jaundice visit your baby's doctor right away. Ask for a jaundice bilirubin test.  Some babies with jaundice might look yellow or even orange, but it is not possible to see jaundice in all babies, especially those with darker skin color. Your baby should be checked for jaundice in the hospital and again within 48 hours after leaving the hospital. Ask your baby's doctor or nurse about a jaundice bilirubin test. Create a follow-up plan before leaving the birth hospital. All babies 3 to 5 days old should be checked by a nurse or doctor, because this is usually when a baby's bilirubin level is highest. The timing of the follow-up visit will depend on how old your baby is when you leave the birth hospital and on any other risk factors. Babies with jaundice in the first 24 hours of life or with high bilirubin levels before hospital discharge should have an early follow-up plan. Treat jaundice seriously. It is important to take jaundice seriously and stick to the follow-up plan for appointments and recommended care. Your baby might be put under special blue lights (phototherapy) to lower the bilirubin level. You should not put your baby in direct sunlight; this is not a safe treatment for jaundice and could cause sunburn. A baby with a very high bilirubin level might need a blood transfusion in the hospital. Make sure your baby is getting enough to eat. The process of removing waste also removes bilirubin in your baby's blood. If you are breastfeeding, you should nurse the baby at least 8 to 12 times a day for the first few days. This will help you make enough milk for the baby and will help keep the baby's bilirubin level down. If you are having trouble breastfeeding, ask your doctor, nurse, or a lactation coach for help.  It might be helpful for parents of children affected by kernicterus to talk with one another. One parent might have learned how to address some of the same concerns another parent has. Often, parents of children with special needs can give advice about good resources for these children. Remember that the choices of one family might not be best for another family, so it's important that parents understand all options and discuss them with their child's health care providers. ", 
    "title": "Kernicterus"
}