{
    "data": "  Adenovirus 14 (Ad14) is termed the killer cold virus because of the high incidence of hospitalizations and deaths attributed to the viral strain. Ad14 viruses are passed person to person or picked up from items touched by infected people and then initially invade cells in the eye, nose, or mouth that subsequently allow further spread to other body organs. Symptoms and signs resemble those of a cold (cough, runny nose, mild fever) for about three to five days; the majority of people clear the disease, but up to about 40% may need hospitalization with severe symptoms of pneumonia, and shortness of breath; other organ related symptoms may develop such as eye, bladder, and GI problems. Ad 14 is contagious and is transmitted person to person and by touching contaminated surfaces. The incubation period averages about five to eight days, but the contagious period can last for weeks to months. Risk factors include crowded living conditions, contact with an infected individual, and immunosuppression. Ad14 is presumptively diagnosed by history, physical exam, X-ray, and in association with other Ad14-diagnosed patients in the community; definitive diagnosis is completed with isolation of the virus from the patient, a rising titer of antibodies against Ad14, immunofluorescence of Ad14 virus particles in tissues, or fluids and PCR tests. Treatments are mainly supportive; antivirals have been used by some clinicians but there are no studies that prove efficacy, only case reports. Complications of Ad14 are related to the severity of the respiratory infection; the majority of patients have no complications but hospitalized patients and people with weak immune systems may have mild to serious complications which are related to the organ system most damaged (eyes, GI tract, bladder and most notably, lung problems such as ARDS that may lead to death). The majority of patients have an excellent prognosis; however, about 40% of infected patients may have a wide range of suboptimal outcomes, depending on the severity of the Ad14 infection. Ad14 infections can be reduced or prevented by careful hygiene methods. There is no vaccine currently available against Ad14.  The term \"killer cold virus\" was applied to a new strain of Adenovirus (Adenoviridae) termed adenovirus 14, adenovirus type 14, or Ad14 that appeared in multiple outbreaks worldwide since the 1950s and that has caused severe pneumonia and deaths in several different groups of individuals. This term was used because, in most people, typical adenoviruses cause symptoms of the common cold, not severe pneumonia or death. Investigations done by state and city health authorities, the U. S. Air Force, and CDC during several outbreaks showed that Ad14 is a rarely reported but emerging serotype of adenovirus that can cause severe and sometimes fatal respiratory disease in anyone, including healthy adults. Fortunately, Ad 14 infections are uncommon and most infections from Ad14 strains are not serious; the severe or fatal outcomes from Ad14 are relatively rare. However, the appellation of \"killer cold virus\" has stuck with the Ad14 strain of Adenovirus infection. This virus was first identified in the 1950s when Adenoviruses were first isolated from human adenoids (Adenovirus is named after adenoids). The number 14 of Ad14 represents the antigenic makeup of the strain or type; currently, there are at least 52 strains (antigenically distinct) that are distinguished by immunologic techniques. These viruses have a double-stranded DNA that is easily modified in lab experiments and apparently can undergo changes in the environment that may change Ad14's ability to infect cells and cause disease. The Ad14 strain is infrequently reported or encountered, while Ad4 and Ad7 strains are the most widespread Adenovirus strains (account for about 80% of adenoviral infections).  Yes, Ad14 is contagious person to person. Usually, an individual becomes infected with Ad14 through person-to-person exposure via droplets containing Ad14 expelled by an infected person who coughs or sneezes. When these droplets reach the eyes, nose, or mouth, the Ad14 virus can attach and infect cells. These infected sites allow the virus to proliferate in some patients, and the virus then may go on to infect other organ systems, especially the lungs. The virus is usually transmitted by droplets produced by coughing or sneezing. Ad14 also can be passed through direct hand-to-hand contact if an infected patient has not washed their hands after coughing or sneezing. Adenoviruses can survive for days on objects like doorknobs, hand rails, and other objects. If a non-infected person touches the contaminated item, they can pick up the virus and then transfer it to a site (mouth, nose, eyes) where the virus can infect cells and proliferate. Risk factors include crowded living conditions like schools, day care facilities, dorms or barracks, lack of hand-washing, utilization of public transit, and close association with an infected individual. Immunosuppressed people may be at increased risk. The incubation period (time from infection to showing symptoms) is variable and ranges from about two days to two weeks with about a five- to eight-day average.  Unfortunately, the contagious period for this virus begins when the virus starts to be shed in droplets and feces. This can begin in the incubation period and can continue to be shed for months after the person has recovered and has no signs or symptoms of the illness. Most infections last about five days (range is about three to seven days). Severe infections may last two or more weeks. Adenovirus 14 infections usually begin with cold symptoms such as: a cough,runny nose, andmild fever and possibly throat irritation. The majority of infected people have these types of symptoms for several days (about three to five days), and then the respiratory tract infection clears without any medical treatment. However, with some individuals, infection with the adenovirus 14 strain (and rarely a few other strains such as 3, 7, 21, 30) progresses past the three to five days, causing additional symptoms. These symptoms may include: diarrhea,bronchitis,eye infections (conjunctivitis),bladder infection,rash,high fevers,swollen lymph nodes,pneumonia, andshortness of breath (dyspnea). Although infection with Ad14 has been found in a few isolated individuals, most recent outbreaks have occurred with groups of individuals living in close contact. For example, the 2007 outbreak occurred in a military installation in San Antonio, TX, while the 2008 outbreak was in a small community in Alaska. A group of individuals that appears very ill (require hospitalization) due to respiratory problems, and are likely due to a \"virus,\" should make clinicians suspect Ad14 as a possible cause of infection.  Diagnosis begins with a complete medical history and physical exam, especially noting if the patient has been associated with any group of people that has similar symptoms (clinical evidence). Ad14 is one of several possible causative agents for an outbreak of respiratory problems in members of a group, like military recruits. To provide a definitive diagnosis of Ad14, blood, tissue, and/or exudates can be specifically cultured for the virus. Rising serum titers of antibodies toAd14, immunofluorescence tests for virus antigens in tissues, and a polymerase chain reaction (PCR) are also considered tests that provide a definitive diagnosis. However, in the vast majority of infected patients, such specific testing is not done and is not clinically necessary. It does not alter the management of the infected person. Electron microscopy shows the virus structure (Figure 1) but does not identify the strain. Supportive tests may include chest X-rays and blood tests and others that the health care professional deems appropriate. For further information on Adenovirus structure, see http://www. ncbi. nlm. nih. gov/books/NBK8174/.  Treatment for Ad14 infection in most people consists of supportive care (rest, fluids, and fever reduction) because many people do well and have no problems. However, the Ad14 infections that progress require more intensive care; about 40% have required hospitalization in some outbreaks and some require respiratory assistance (intubation or mechanical breathing support) and intensive care. Mortality (death) rate has been as high as 5% in some settings. There are many reports of use of antivirals in severe Ad14 infections, but there are no good studies that support specific antivirals. Some benefits of antivirals such as ribavirin (Rebetol, Copegus) and cidofovir (Vistide) have been documented in ill patients; in severe cases, clinicians may try such agents because there is no other treatment other than supportive care. The effectiveness of antiviral medications has not been well studied in Ad14 infections. Consultation with an infectious disease, pulmonary, or ophthalmologist consultant, depending where the severe infection is located, is advised. Most people require neither treatment nor hospitalization, and they do not develop complications. However, complications may be mild to dire if the Ad14 disease progresses and the complication types are related to the organ system(s) bearing the most severe infection. Complications include bronchitis, conjunctivitis, pneumonia, meningitis, hepatitis, bladder infection (cystitis), diarrhea, ARDS (acute respiratory distress syndrome), and death.  In general, the prognosis for the majority (about 60% in some outbreaks) of people diagnosed with Ad14 is excellent with no complications. The prognosis declines as the severity of disease increases. Some people who are hospitalized may do well; those with other health problems or who have a weakened immune system have a prognosis that may range from fair to poor depending on the individual's response to supportive and other possible (antiviral) therapies. Depending on the population and the setting, up to 5% of people identified as having Ad14 may die. The only Adenovirus vaccines are against Ad4 and Ad7 strains and are not available to the general public, but are restricted to the military in the U. S. Currently, there is no commercially available vaccine against Ad14. Fortunately, the number of people infected with this strain has been very low, and to date, there is no good evidence this strain will rapidly cause global problems like HIV or Enterovirus strains. However, because this virus can be deadly and can be transmitted from person to person by droplets, it has the potential to become widespread. Also, there can be some confusion in the medical literature about Adenovirus \"vaccines\" as the virus has been used as a genetic carrier for other viral genomic elements to make research vaccines against other viruses; these should be listed as recombinant vaccines and not confused with the limited production of Ad4 and Ad7 vaccines. In addition, Adenoviruses are the most common vector for cancer gene therapy; genetic engineering science has allowed these modified viruses to carry therapeutic genes into cancer cells without causing viral symptoms. Good hand washing techniques, avoiding close contact with infected people, and avoidance of touching people or potentially contaminated surfaces and then touching eyes, nose, or mouth are some of the best ways to reduce the chance of getting infected with Ad14. These techniques are used to help avoid many other viral illnesses such as influenza, RSV, and other Enteroviruses. Patients with the disease should always cover their cough or sneeze and avoid touching others. Potentially contaminated items such as food, plates, utensils, and other handled items should be discarded or cleaned carefully before reuse to help reduce Ad14 transfer to others.  There is no commercially available vaccine against this virus to date. The following sites may provide additional information about Ad14: \"Adenoviruses,\" Medscape \"Outbreak of Adenovirus 14 Respiratory Illness -- Prince of Wales Island, Alaska, 2008,\" Centers for Disease Control and Prevention \"Structure and Classification of Viruses,\" Medical Microbiology ", 
    "title": "Killer Cold Virus Adenovirus Infection Ad14"
}