{
    "data": "  Klippel-Trènaunay-Weber (KTW) syndrome is a condition characterized by a triad of findings: Port-wine stain or \"birthmark\" (capillary malformations in the skin) Soft tissue and bony hypertrophy (excessive growth of the soft tissue and/or bones) most often involving a single limb. Vascular anomalies such as varicose veins. A port-wine stain is a certain type of hemangioma. This capillary hemangioma has a recognizable appearance. It is usually a deep violet (\"port-wine\") colored lesion with fairly linear borders. These are most often found on the affected hypertrophied limb. They are generally flat or only slightly raised compared to the surrounding unaffected skin surface. The actual depth of the lesion is unpredictable and less commonly may even affect muscle and bone. In addition to the port-wine stain, individuals with Klippel-Trènaunay-Weber also develop varicose veins. These often can be seen at birth as a large superficial vein extending from the lower leg all the way up to the buttocks. This vein has been referred to as the \"Klippel-Trènaunay\" vein and may not be obvious until later in childhood. Occasionally affected individuals develop an arteriovenous fistula (abnormal connection between an artery and a vein). This is known as the Parkes-Weber variant of KTW. These patients usually have numerous fistulae that can result in heart failure if untreated.  Asymmetric limb hypertrophy is enlargement of one limb compared to the opposite side. For example, an individual with Klippel-Trènaunay-Weber syndrome may have a left leg or arm that is larger than his/her right leg or arm. This asymmetry is found in other inherited syndromes as well. Most commonly in individuals with Klippel-Trènaunay-Weber, the leg is involved more frequently than an arm; however, on occasion there is enlargement of two limbs, a buttock, or part of the trunk of the body. Although the triad of \"port-wine stain, varicosities, and asymmetric limb hypertrophy,\" is the consistent clinical centerpiece of Klippel-Trènaunay-Weber, there are often other less frequent abnormalities found in those affected by the syndrome. These may include other limb or digit abnormalities such as: atrophy (a limb that is underdeveloped), fingers and toes that are disproportionately large or small, digits that are webbed (syndactyly), too many digits (polydactyly), or too few digits (oligodactyly). In addition to limb abnormalities, there are some other common features, including: asymmetrical facial hypertrophy (one side of the face may be smaller than the other),macrocephaly (a large head), ormicrocephaly (a small head). Eye problems may include glaucoma and cataracts. Any of the vascular anomalies can affect the internal organs including the intestinal and urinary tract systems. These may be at risk for spontaneous bleeding, and it is important to evaluate any individual with evidence of superficial abdominal lesions. Additionally, there is an increased risk of abnormal blood clots forming, which can move to the lungs, causing a pulmonary embolism.  Intelligence is usually not impaired in Klippel-Trènaunay-Weber. However, when there are hemangiomas on the face (facial hemangiomatosis), there may also be hemangiomas in the brain which can cause seizures (convulsions) or mental retardation. Fortunately, such problems are rare in Klippel-Trènaunay-Weber. It is not completely known, but some researches believe part of the defect is related to the control of angiogenic cells (precursors of blood vessels). Others believe it is caused by some injury to the developing embryo within the womb, resulting in venous compression and resultant abnormal venous pressures, causing varicosities and limb enlargement. In other words, we don't currently know the precise events that lead to the development of Klippel-Trènaunay-Weber. Most cases of Klippel-Trènaunay-Weber are sporadic. They usually occur without warning, with no prior case in the family. However, there have been some cases that run in families. Most persons with Klippel-Trènaunay-Weber have an enlarged leg and they do relatively well without any significant treatment. It can be helpful to wear compression stockings to prevent venous pooling in the affected extremity (varicose vein management). However, some Klippel-Trènaunay-Weber patients do have considerable pain. Skin ulcers, infections and other skin problems can occur, but usually the treatment is conservative. Surgery is almost never needed.  ", 
    "title": "Klippel-Trenaunay-Weber Syndrome"
}