{
    "data": "  There are three main types of kyphosis: postural, Scheuermann's, and congenital. Most cases of kyphosis do not require any treatment. Physical therapy and exercise are often effective in postural and Scheuermann's kyphosis. Surgery is recommended for congenital kyphosis and more severe cases of Scheuermann's kyphosis. The spine has a series of normal curves when viewed from the side. These curves help to better absorb the loads applied to the spine from the weight of the body. The cervical spine (neck) and lumbar spine (lower back) are have a normal inward curvature that is medically referred to as lordosisor \"lordotic\" curvature by which the spine is bent backward. The thoracic spine (upper back) has a normal outward curvature that is medically referred to as kyphosis or the \"kyphotic\" curve by which the spine is bent forward. In this discussion, the term kyphosis will be used to discuss abnormal kyphosis. The spine is normally straight when looking from the front. An abnormal curve when viewed from the front is called scoliosis. Scoliosis can occur from bony abnormalities of the spine at birth, growth abnormalities especially with adolescence, degenerative spinal changes in adulthood, or abnormal twisting of the vertebrae because of muscle spasm after an injury. The normal curves of the spine allow the head to be balanced directly over the pelvis. If one or more of these curves is either too great or too small, the head may not be properly balanced over the pelvis. This can lead to back pain, stiffness, and an altered gait or walking pattern.  The most common symptoms for patients with an abnormal kyphosis are the appearance of poor posture with a hump appearance of the back or \"hunchback. \" Symptoms may include back pain, muscle fatigue, and stiffness in the back. Most often, these symptoms remain fairly constant and do not become progressively worse with time. In more severe situations, the patient may notice their symptoms worsening with time. The kyphosis can progress, causing a more exaggerated hunchback. In rare cases, this can lead to compression of the spinal cord with neurologic symptoms including weakness, loss of sensation, or loss of bowel and bladder control. Severe cases of thoracic kyphosis can also limit the amount of space in the chest and cause cardiac and pulmonary problems leading to chest pain or shortness of breath with eventual pulmonary and/or heart failure. There are three main types of abnormal kyphosis: postural kyphosis, Scheuermann's kyphosis, and congenital kyphosis. Postural kyphosis is the most common type of kyphosis. This is more common in girls than in boys and is typically first noticed during adolescence. It is caused by poor posture and a weakening of the muscles and ligaments in the back (paraspinous muscles). The vertebrae are typically shaped normally in postural kyphosis. It is often slow to develop and usually does not continue to become progressively worse with time. These patients can have symptoms of pain and muscle fatigue. This type of kyphosis does not lead to a severe curve, and there is little risk of neurologic, cardiac, or pulmonary problems. Scheuermann's kyphosis also is first noticed during adolescence. This type of kyphosis is the result of a structural deformity of the vertebrae. It is more common to develop scoliosis (kyphoscoliosis) with Scheuermann's kyphosis than with the other types of kyphosis. The diagnosis requires X-rays to show a wedge of at least 5 degrees at the front of at least three neighboring vertebral bodies. The reason for this abnormal wedging of the vertebrae is not well understood. Congenital kyphosis is the least common type of abnormal kyphosis. This is caused by an abnormal development of the vertebrae during development prior to birth. This can lead to several of the vertebrae growing together (fusing) in kyphosis. There are other disorders that can lead to kyphosis in adults. The most common of these is from sustaining multiple compression fractures of the bony building blocks of the spine (vertebrae) from osteoporosis (thinning of the bones). Other causes include degenerative arthritis, ankylosing spondylitis, spine infections, and spine tumors. Each of these disorders can lead to a collapse of the front of the vertebrae and the development of kyphosis.  Most cases of kyphosis are caused by postural changes and rarely progress to cause serious complications. However, any patient that develops signs or symptoms of kyphosis should be evaluated by a physician to rule out a more serious cause. Additionally, any patient with worsening of symptoms or who develops any weakness, numbness, or tingling in the legs or chest pain and shortness of breath should be seen by a physician. Your doctor will likely begin by obtaining your medical history, including when you first noticed your symptoms, any history of family members with similar problems, and other history of back or neck problems. A physical examination will then be performed. This will assess the curve of your spine both standing upright and while bending forward. Your strength, sensation, reflexes, and flexibility in your arms and legs will also be tested. Based on the results of the history and physical examination, your physician may order X-rays of your spine. This can help differentiate postural kyphosis (normal shaped vertebrae) from Scheuermann's kyphosis (wedged-shaped vertebrae). If your doctor finds any evidence of neurologic injury, you may also obtain an MRI of your spine. This can identify any compression of the spinal cord or nerves. If you have any chest pain or shortness of breath, your physician may order additional tests to evaluate your heart and lungs. Postural kyphosis can usually be treated with physical therapy to help strengthen the muscles of your back and correct your posture. Mild pain relievers and antiinflammatory medications can also help with symptoms. These curves do not continue to worsen with time or lead to more serious complications. Surgery is not needed for postural kyphosis. Scheuermann's kyphosis is usually initially treated with a combination of physical-therapy exercises and mild pain and antiinflammatory medications. If the patient is still growing, a brace can be effective. Braces are often recommended for curves of at least 45 degrees and can be continued until the patient is no longer growing. Your physician will likely obtain routine X-rays to monitor the degree of kyphosis over time. Bracing is not typically recommended for adults who are no longer growing. In some cases, surgery is recommended for Scheuermann's kyphosis. The goals of surgery are to partially correct the deformity of the kyphosis, relieve pain, and improve your overall spinal alignment. Indications for surgery include a curve greater than 75 degrees, uncontrolled pain, and neurologic, cardiac, or pulmonary complaints. There are various types of surgical procedures available depending on the specifics of each case. Surgery can be performed from the front (anterior approach), from the back (posterior approach), or both (combined anterior and posterior approach). This decision is made by your surgeon based on the specific characteristics of your curve. You may obtain X-rays bending forward and backward to determine how flexible your spine is. If it is flexible, a posterior approach may be adequate. If you are less flexible, you may need an anterior or combined approach. Regardless of the approach, the surgery involves partially straightening your spine and using rods and screws in the vertebrae to hold the spine while a bony fusion occurs. Treatment of congenital kyphosis often involves surgery while the patient is an infant. This is because the kyphosis is caused by an abnormality in the developing vertebrae. Surgery earlier in life can help correct the kyphosis before it continues to worsen. Sometimes kyphosis from painful collapse of vertebrae due to osteoporosis is treated with a procedure called a kyphoplasty, whereby a balloon is inserted into the affected vertebra and filled with a liquid (methymethacrylate) that hardens to restore the vertebral height. This procedure is a last resort after failure of noninvasive treatment.  The most common complications from surgery for kyphosis include infection and failure of the bones to heal (failure of fusion, also known as pseudoarthrosis). Other more serious complications are much less common, including injury to the nerves or blood vessels, complications related to anesthesia, or blood clots in lower extremities or lungs. Most patients with kyphosis do not require continued care by a physician. After the initial diagnosis and initiating physical therapy and exercises, the patient will often not need routine follow-up care. Patients that notice a progression of their curve or a worsening of their symptoms should see their doctor for further evaluation. Scheuermann's and congenital kyphosis are both the result of a structural problem with the vertebrae. As a result, there is nothing that can be done to prevent these types of kyphosis. Bracings and exercises can help slow the progression of Scheuermann's kyphosis. Postural kyphosis can be prevented or lessened by physical therapy and exercises to strengthen the back muscles. The majority of patient with kyphosis respond very well to a combination of physical therapy, exercises, and medications. Even in more severe cases that eventually require surgery, patients are able to return to normal activities without restrictions, in most cases, after they have fully recovered from surgery. ", 
    "title": "Kyphosis"
}