{
    "data": "  More than 160 cases have been reported from 1957 through 1990. The cause of LKS is unknown. Some experts think there is more than one cause for this disorder. All of the children with LKS appear to be perfectly normal until their first seizure or the start of language problems. There have been no reports of children who have a family history of LKS. Therefore, LKS is not likely to be an inherited disorder. There have not been many long-term follow-up studies of children with LKS. This lack of evidence, along with the wide range of differences among affected children, makes it impossible to predict the outcome of this disorder. Complete language recovery has been reported; however, language problems usually continue into adulthood. The continued language problems can range from difficulty following simple commands to no verbal communication. If recovery takes place, it can occur within days or years. So far, no relationship has been found between the extent of the language impairment, the presence or absence of seizures and the amount of language recovery. Generally, the earlier the disorder begins, the poorer the language recovery. Most children outgrow the seizures, and electrical brain activity on the EEG usually returns to normal by age 15. Medication to control the seizures and abnormal brain wave activity (anticonvulsants) usually has very little effect on language ability. Corticosteroid therapy has improved the language ability of some children. Sign language instruction has benefited others.  NIDCD maintains a directory of organizations that can answer questions and provide printed or electronic information on ear infections. Please see the list of organizations at www. nidcd. nih. gov/directory. Use the following keywords to help you search for organizations that are relevant to Landau-Kleffner Syndrome: Landau-Kleffner syndromeAphasiaRare disorders For more information, additional addresses and phone numbers, or a printed list of organizations, contact: NIDCD Information Clearinghouse1 Communication AvenueBethesda, MD 20892-3456Toll-free Voice: (800) 241-1044Toll-free TTY: (800) 241-1055Fax: (301) 770-8977E-mail: nidcdinfo@nidcd. nih. gov ", 
    "title": "Landau-Kleffner Syndrome"
}