{
    "data": "  LASIK stands for Laser in Situ Keratomileusis, which means using a laser underneath a corneal flap (in situ) to reshape the cornea (keratomileusis). This procedure utilizes a highly specialized laser (excimer laser) designed to treat refractive errors, improve vision, and reduce or eliminate the need for glasses or contact lenses. This laser procedure alters the shape of the cornea, which is the transparent front covering of the eye. Though the excimer laser had been used for many years before, the development of LASIK is generally credited to Ioannis Pallikaris from Greece around 1991. During the LASIK procedure, a specially trained eye surgeon first creates a precise, thin hinged corneal flap using a microkeratome. The surgeon then pulls back the flap to expose the underlying corneal tissue, and then the excimer laser ablates (reshapes) the cornea in a unique pre-specified pattern for each patient. The flap is then gently repositioned onto the underlying cornea without sutures. In the human eye, the front surface (cornea) and lens inside the eye form the eye's \"focusing system\" and are primarily responsible for focusing incoming light rays onto the surface of the retina, much like the lenses of a camera focus light onto the film. In a perfect optical system, the power of the cornea and lens are perfectly matched with the length of the eye and images are in focus; any mismatch in this system is called a refractive error, and the result is a blurred image at some location. There are three types of refractive errors: <ol>Myopia (nearsightedness): In people with myopia, the mismatch in focusing power and eye length causes distant objects to be blurry and near objects to be clearer. Hyperopia (farsightedness): In people with hyperopia, the mismatch in focusing power and eye length causes near objects to be blurry and distant objects to be relatively clearer. Astigmatism: In people with astigmatism, either the corneal or lens shape is distorted, causing multiple images on the retina. This causes objects at all distances to appear blurry. Many people have a combination of either myopia or hyperopia with astigmatism. Glasses or contact lenses are used to compensate for the eye's refractive error by bending light rays in a way that complements the eye's specific refractive error. In contrast, LASIK and other forms of refractive surgery are intended to correct the eye's refractive error to reduce the need for other visual aids.   During our youth, the natural lens has the ability to change shape and power. This allows us to focus on close objects through a process of lens power change called accommodation. As we age, the natural lens becomes stiffer and loses the ability to change shape. This is termed presbyopia, which is the loss of accommodation, and the need for reading glasses, bifocals, or other visual aids to facilitate near work. LASIK cannot directly \"fix\" accommodation, but there are a variety of strategies that can be successful, including blended vision or monovision, in which one eye is corrected for better distance vision and one eye is corrected for better near vision. There are a variety of different types of lasers used in ophthalmology. All LASIK procedures are performed with a specific type of laser (excimer laser), so in one sense, all LASIK procedures are similar. However, there are a variety of different laser manufacturers, including Visx,Wavelight,Alcon,Bausch &amp; Lomb, andNidek, among others, that have all designed specific excimer lasers. Further, there are different types of laser ablations that can be performed (see below), including conventional laser treatments, wavefront-optimized treatments, and wavefront-guided treatments. Finally, a completely different type of laser (femtosecond laser) can be used instead of a mechanical microkeratome to create the LASIK (corneal) flap. Conventional LASIK is the ablation pattern available on most lasers that treats directly based upon the patient's glasses prescription, with fixed treatment parameters for each patient. This type of treatment is effective for most patients but can result in more visual aberrations such as glare, halos, and night vision issues than other forms of laser treatment.   Wavefront-optimized LASIK is the type of laser treatment available on the Wavelight laser. This treatment is also based on the patient's glasses prescription, but also takes into account corneal curvature and thickness, and applies laser energy in a unique fashion in the periphery of the cornea. This laser has been found to reduce the aforementioned complications such as glare, halos, and other nighttime visual aberrations that can occasionally occur with conventional treatments. Wavefront-guided LASIK, also referred to as custom LASIK or wavefront LASIK, is similar to conventional LASIK, except that in addition to treating a patient's basic refractive error, specific alterations in a patient's eye (high order aberrations) can also be treated. In wavefront-guided LASIK, special mapping is performed prior to surgery to identify any small irregularities in the patient's optical system. When these irregularities are severe, they can affect vision quality, contrast sensitivity, and night vision. When significant irregularities in a patient's wavefront mapping are found, wavefront-guided LASIK can be used, and the treatment will be based on the wavefront-map generated. Other types of refractive surgery are available and may be more appropriate than LASIK for certain individuals. Advanced surface ablation: There are a variety of other techniques that utilize the excimer laser to reshape the cornea in much the same way as LASIK, but without the creation of a corneal flap. These are generically termed advanced surface ablation (ASA) and include photorefractive keratectomy (PRK), laser subepithelial keratomileusis (LASEK), and epipolis laser in situ keratomileusis (Epi-LASIK). All of these techniques involve first removing the most superficial corneal layer (epithelium) and then performing excimer laser ablation. Phakic intraocular lenses: For patients with extreme myopia, LASIK and advanced surface ablation are not reasonable options. In these cases, a phakic intraocular lens may be used. This lens is implanted inside the eye and can effectively treat nearsightedness up to -20 diopters. Conductive keratoplasty: Conductive keratoplasty (CK) is a technique that can be used for the temporary correction of hyperopia or presbyopia. CK involves using radiofrequency waves in the peripheral cornea to cause peripheral corneal shrinkage and central steepening. This procedure is very safe, but its effect is often not long-lasting, and regression is common after a few years. Intracorneal ring segments: Intacs (Addition Technology, Inc. ) are approved for the correction of low myopia and for patients with keratoconus in the U. S. Intacs are micro-thin plastic segments that are implanted into the peripheral cornea in order to flatten the cornea centrally. Once implanted, the rings generally cannot be felt by the patient. These rings can be removed, and their effect is usually completely reversible. They are only able to correct up to -3 diopters of myopia, and visual recovery is generally slower and less predictable than LASIK.  Refractive surgery is not for everyone. In addition to having a complete eye exam to find out if you are a candidate for surgery, there are certain questions you should ask yourself before considering LASIK or other refractive procedures. Am I willing to accept a low but real risk of surgical complications? Even though modern LASIK is extremely safe with rare complications, there are still times when unavoidable complications occur that can negatively affect your vision. Does my career allow me to have LASIK? Although there are now very few organizations that prohibit their employees or members to have refractive surgery, if there is any doubt, then it is important to ask your employer, professional society, or military service whether or not it is allowed for you to undergo refractive surgery. Has my vision been stable long enough to have LASIK? While minor changes in your prescription are not uncommon from year to year, if your prescription continues to get progressively stronger (for example, more myopic, more hyperopic, or more astigmatism) each year, then you may not yet be a good candidate for refractive surgery. Do I have any health conditions that make me a poor surgical candidate? Certain advanced autoimmune diseases, such as lupus and rheumatoid arthritis, may influence postoperative healing. Do my recreational activities make me a bad surgical candidate? There is a lifelong risk of LASIK flap dislocation if there is significant trauma to the eye, so people who participate in contact sports such as boxing, martial arts, or wrestling are not likely not be a good candidate for LASIK. In these instances, other refractive procedures, especially surface ablation, may be more appropriate choices. Am I too young or too old to have LASIK? There are no hard and fast rules about the appropriate age to have LASIK. However, patients under age 18 are rarely stable enough for LASIK, and older patients may begin to develop cataracts or other eye health issues that preclude them from undergoing LASIK. Again, the best way to determine these things is have a complete eye exam. Do I have keratoconus? Keratoconus is a corneal disease resulting from decreased corneal strength that can be detected as an abnormal curvature on testing. Patients that have evidence of keratoconus are not candidates for LASIK or surface ablation, but new technologies may become available for these individuals.   Your eye doctor should look for risk factors prior to surgery that may make you a less than ideal candidate for surgery and discuss any abnormal findings with you at length. The following are considered to be risk factors for refractive surgery. <ol> High prescriptions: Patients with extreme eyeglass prescriptions (high myopia or high hyperopia) may not be good candidates for LASIK because too much corneal tissue would need to be removed to safely perform the procedure. Thin corneas: Because all excimer laser surgery (LASIK and surface ablation) requires the removal of small amounts of corneal tissue to correct your refractive error, the thickness of your corneas must be measured before surgery. Patients who have very thin corneas are at risk for excessive corneal weakening after surgery and may not be good candidates for LASIK. In these cases, surface ablation or other procedures may be more appropriate. Abnormal corneal curvature: There are many devices used today to measure the overall shape and curvature of your cornea. These devices are called topographers and are an essential part of your initial evaluation. Abnormalities in the shape and curvature of your cornea may indicate that your cornea is weaker than that of the average person, and this will exclude you from having LASIK safely. Dry eyes: Patients with dry eye symptoms, such as burning, redness, and tearing may have worse symptoms after LASIK surgery. This occurs because corneal nerves are cut during this procedure, and these nerves are partly responsible for stimulating tear secretion. Most patients have a full return back to their baseline state after surgery; however, patients with significant dry eye before surgery may not be appropriate surgical candidates Large pupils: Although less common today, some patients still notice glare, halos, or other night vision issues after LASIK. Patients with larger pupils may be more prone to noticing these things, so your screening evaluation should include measurement of your pupil size in a dark room. Previous refractive surgery: Prior corneal surgery or other types of refractive surgery, especially radial keratotomy (RK), may complicate additional procedures. You should talk to your eye doctor about this situation in order to make the best decision possible about your ability to be corrected with further surgery.   LASIK has been shown to be a very effective procedure, and most patients are very happy with their vision following the procedure. However, like any surgical procedure, LASIK does come with some risks. In order for you to decide whether LASIK surgery is right for you, you need to be aware of potential risks and complications and weigh these carefully before proceeding with surgery. <ol> You may be over-corrected or under-corrected. Most patients are satisfied with their vision after a single treatment, but in some cases, you may not achieve quality vision initially and need a second surgery, called an enhancement, to sharpen your vision. Patients with more extreme prescriptions are at higher risk for needing an enhancement. This enhancement cannot be performed for many months after your initial surgery to allow for your eyes to heal appropriately from the first surgery and for your eyeglass prescription to stabilize. In some rare cases, you may not be able to have an enhancement if your corneas are too thin or abnormally shaped after surgery. You may still need glasses or contact lenses after surgery to achieve your best vision. This is extremely rare for the average person; however, it is something you should discuss with your surgeon. In addition, if both of your eyes are corrected for good distance vision, you will still need glasses for close work when presbyopia develops as a part of normal aging process. Your results may not be permanent. Although uncommon, some patients do experience a regression of their desired treatment effect many years after the surgery. This is more common in patients with hyperopia, or farsightedness. Those who need reading glasses are especially prone to having changes in their vision after LASIK surgery. If regression does occur, it may be possible for you to have an additional surgery many years after your initial LASIK. You may experience visual aberrations, especially in low light. Visual effects that can occur with LASIK and decrease visual quality include: anisometropia (difference in refractive power between the two eyes), aniseikonia (difference in image size between the two eyes), double vision, hazy vision, fluctuating vision during the day and from day to day, increased sensitivity to light, glare, shadows, and seeing halos around lights. These visual aberrations are extremely unusual; however, they may be incapacitating for some time and may not ever go away completely. Dry eye symptoms may persist or get worse. Most people experience some dry-eye symptoms immediately after surgery. In some cases, people may develop worsening of dry-eye symptoms, such as burning and redness, or even decreased vision, after surgery. This condition is occasionally permanent and may require medication to improve tear production or punctal plugs, which temporarily close off the drainage system for tears. You may lose vision. Rarely, LASIK may result in worse vision that cannot be corrected with glasses or contact lenses. This could result from flap-related complications, equipment malfunction, infection, scarring, or extreme changes in corneal shape postoperatively.   If you are considering refractive surgery, it is imperative that you compare all the different variables that go into your surgery. The overall success of your procedure will depend on the type of surgery you are considering, the type of instruments or lasers that are used for that particular surgery, and the level of experience of your surgeon. You should not base your decision solely on how much the procedure costs, and you should compare different eye centers and eye doctors before coming to a decision. Refractive surgery is permanent and will affect your vision for the rest of your life, so you need to carefully consider all of your options. The following are some specific things for you to consider: <ol> Beware of \"guarantees. \" Be cautious of eye centers that advertise guarantees on refractive surgeries, including \"lifetime\" guarantees, \"20/20 or free,\" or \"perfect vision. \" Remember that there are never any guarantees with surgery. Know your surgeon. Make sure that the surgeon you choose has appropriate training and a good reputation in the community. You should ask your eye doctor to discuss his or her outcomes and compare them to the results of the studies that are printed in the device manufacturer's handbook. It is also important to know that your surgeon will be available to you after surgery should you develop a complication that requires management. Know your surgical center. It is equally important to make sure that the center where you have your surgery is equipped with the latest technology, knowledgeable staff, and has a good reputation in the community. Become an educated consumer. Because this is an important decision, you should read as much information as possible. Ask your eye doctor to provide you with the patient education booklet from the device manufacturer. It is also important to have an in-depth discussion about the most appropriate procedure for your eyes, as this may vary from individual to individual.   What you should expect before, during, and after surgery may vary slightly from patient to patient and from surgeon to surgeon; however, the information listed below is a general guideline for the LASIK process. Each patient may also have slightly different expectations, and it is important to talk to your eye doctor about these expectations before surgery. Prior to any procedure, you will need a full eye examination by your eye doctor. This process will help determine if you are a good candidate for surgery and whether you have certain risk factors listed above. If you wear contact lenses, you should take them out for many days before your initial examination and use your glasses full-time. This is important because contact lenses will change the shape of your cornea, and if your cornea has not had enough time without the contact lenses, then the measurements taken before surgery may be inaccurate. You should discuss the amount of time you are required to be out of your contact lenses with the surgical center performing your evaluation. During your initial examination, you should talk to your eye doctor about your past and present medical and eye conditions, including any previous eye surgery or trauma. It is also important to discuss all medicines you are taking, including over the counter medicines, as these can sometimes affect your vision or surgery. Also be sure to mention any medication allergies you have. Your doctor should discuss certain topics with you, including whether you are a good candidate for refractive surgery. He or she should discuss the risks, benefits, and alternatives of the surgery, and what you should expect before, during, and after the procedure. Your doctor should also explain what will be expected from you before, during, and following the surgery. It is quite important that you ask questions during this examination, and ideally you should already have the questions you want answered in mind before your examination. You will need to think about all of the risks and benefits and take time to review handouts that are provided to you by your doctor. After you have had plenty of time to think about these issues and had all of your questions answered, you will need to sign an informed consent form. It is not recommended to have your initial evaluation and surgery performed on the same day, as this does not give you enough time to fully contemplate your decision. It is also not ideal to first meet your surgeon on the day of surgery, because this again does not give you ample time and opportunity to ask the questions only your surgeon can answer before your procedure. On the day of the surgery, you will need to avoid using all lotions, creams, makeup, and perfumes. Some of these items build up on the eyelashes and may increase your risk of infection, while others (lotions and perfumes) can affect the function of the laser. In an effort to clean your eyelid margin, your doctor may ask that you scrub your eyelids and lashes with a gentle soap that is safe for the eyes prior to surgery. You will also need to arrange for transportation to and from the surgery center both on the day of surgery and for your first follow-up visit the following day. You will not be allowed to drive yourself home after surgery under any circumstances. LASIK eye surgery normally takes less than 30 minutes to perform surgery on both eyes. You will be taken to the surgical suite and placed into a reclining chair or bed where you will lie on your back. The laser system consists of a microscope that is attached to a large machine and a computer screen. After you are lying down and have been positioned underneath the laser, numbing eye drops will be placed in your eyes, and the area around your eyes will be cleaned thoroughly. After your surgical team, including your surgeons and assistants, have reviewed and confirmed all of your treatment information, a lid speculum will be placed to keep your eyelids open during the surgery. When it is time to create the LASIK flap, a suction device will be placed on your eye that will fixate it. During this period, you may feel pressure that may be somewhat uncomfortable, and your vision will go dark for a brief period of time. Your doctor will then use the microkeratome to create the corneal flap. After the flap has been created, the microkeratome will be removed, the suction will be off, and your vision will return, although it will likely remain blurry for the remainder of the procedure. Your doctor will then carefully move the flap in order to expose the underlying corneal tissue. Any excess moisture on the tissue will be dried, and your underlying corneal thickness will be measured. The laser apparatus will then be positioned over your eye. Your doctor will ask you to stare directly at the light. It should be noted that the light you are staring at is not the laser that is being used for the surgery and may have different colors based on the specific laser being used for your treatment. This light is simply used so that your eye will remain in a fixed position. The laser will be started by your doctor once your eye is in a satisfactory position. Do not be alarmed if you notice ticking sounds and new smells during this part of the procedure. The ticking sound is the sound of the laser pulses and the smell, which has been described by some as that of burning hair, is the evaporation of fluid from your cornea during laser ablation. The amount of laser treatment time varies among patients but is usually less than 60 seconds. After the appropriate amount of corneal tissue has been ablated by the laser, the corneal flap is gently placed back down into its original position. To protect your eye, a shield will be placed around your eye. This is to prevent you from accidentally rubbing your eye or putting any pressure onto your eye. Your cornea is especially vulnerable in this early postoperative period, which is why it is very important to keep your eye protected. If you are having both eyes treated during the same surgery, the surgeon will reposition the laser over your other eye and the same process will be repeated for the second eye. As soon as the procedure is finished, you may notice that your eyes feel irritated, burn, itch, or feel like there is something in them. Your eyes will frequently water or tear excessively, and your vision will be somewhat blurry. The most important thing to avoid during this time is rubbing your eyes. Do not rub your eyes under any circumstances, as rubbing can dislocate or shift the corneal flap, which could require you to have an additional procedure to reposition it. Using copious artificial tears and resting with your eyes closed will most effectively ease these sensations. In some instances, there may be increased discomfort or even a mild degree of pain, for which your doctor may advise you to take a pain reliever. In most cases, nonsteroidal anti-inflammatory drugs, such as ibuprofen, are enough to relieve the pain. In addition to artificial tears, you will have antibiotic drops and anti-inflammatory drops (steroids) to use beginning on the day of surgery that you will continue to use for days to weeks after surgery. Other symptoms you may notice immediately after surgery include light sensitivity, hazy vision, glare, seeing starbursts or halos around lights, and reddened or bloodshot eyes. All of these symptoms should improve over the first few days following surgery. It is very important that you contact your doctor immediately on the first night after surgery if you are having severe pain or if your vision is getting worse and not better. You do not need to wait until your first follow-up visit if you are experiencing either of these things. Your first postoperative visit should be scheduled within the first 24 hours following surgery. At that visit, your doctor will check your vision and examine your eyes. You will continue to use your antibiotics and steroid drops as well as artificial tears. Your vision should be clearer but may still be blurry the first few days after surgery, and you may need to adjust your work or travel schedule or even take some time off after surgery to fully recuperate. You should ask your doctor how long you need to wait to start participating in sports again, such as walking or jogging. In general, you should wait anywhere from one to three days following surgery to restart low impact sports, and avoid any possible eye trauma, such as more competitive sports, for a minimum of two or more weeks. In addition, it is unwise to expose yourself to eye infection risks such as pools, lakes, or hot tubs during the early healing process. Your surgeon will tell you when you can resume these activities. As mentioned earlier, lotions, creams, makeup, and perfumes can often cause buildup on the eyelids and may increase the risk for infection. Ask your doctor when it is advisable to resume use of these products. Typically, your vision will stabilize within the first week or two, but it may continue to change over the first couple of months following surgery. It may take anywhere from three to six months for your vision to stabilize completely. Other visual symptoms, such as glare, seeing halos, and difficulty driving at night, may continue during this stabilization period. Additional treatments, or enhancements, may be needed after surgery, but the stability of your cornea will need to be established before any repeat treatments are performed. Before enhancements are considered, you should have had consistent eye measurements at two consecutive visits. When considering additional treatments, you should know that while it is likely that your vision can be improved by enhancements, just as with the initial surgery, there are no guarantees, and there are still risks associated with having surgery. You should not hesitate to call your eye doctor immediately if you develop worsening or unusual symptoms at any time after surgery. These symptoms could be a sign of a serious problem that could result in loss of vision if not treated properly in a timely fashion.   In summary, despite the risks outlined above, LASIK has been proven to be safe and effective for most people. With careful patient screening and selection, reasonable expectations, and in the care of an experienced surgeon, most patients will be very pleased with their results. These are some of the other advantages of LASIK: LASIK is able to accurately correct most levels of myopia (nearsightedness), hyperopia (farsightedness), and astigmatism. The procedure is fast, usually lasting only five to 10 minutes, and is generally painless. Because the laser is guided by a computer, it is very precise and results are very accurate. In most cases, a single treatment will achieve the desired outcome; however, enhancements are possible if needed, even many years after the initial surgery. Because each patient will heal slightly differently, results may vary from patient to patient. LASIK could make some aspects of your vision worse, including night vision with glare and halos. LASIK may make dry-eye symptoms worse in certain individuals. In rare circumstances, LASIK can make your vision worse and not correctable with regular glasses or contact lenses. <ol> Know your refractive error. Know your treatment options. Know the type of laser that has been recommended for your treatment and why this specific laser was chosen. Know what to look for to determine if you are a good candidate for surgery. Career issues Vision stability Medical or eye diseases Age Corneal thickness Corneal Shape and curvature Pupil size Dry Eyes Previous refractive surgery Know the risks possible with surgery. Over-correction or under-correction May still need glasses or contacts after surgery Results may not be permanent Visual aberrations Dry eye may worsen May lose vision Know how to find the right surgeon. Experienced Good reputation in community Access to latest technology Available after surgery to manage any complications that may occur Beware of \"guarantees\" Know what to expect before, during, and after surgery. ", 
    "title": "Lasik Eye Surgery"
}