{
    "data": "  Leishmaniasis is caused by a parasite that is spread to humans through the bite of infected sand flies. Leishmaniasis exists in many temperate and tropical countries of the world. The disease is most common in India, Bangladesh, Nepal, Sudan, Ethiopia, Afghanistan, Algeria, Iran, Saudi Arabia, Syria, Brazil, Colombia, Peru, and Bolivia. The most common type of leishmaniasis is cutaneous leishmaniasis. This causes nodules or sores to form on the skin, including the skin of the face. Affected people may have a single lesion or many lesions. Sores heal slowly over months to years and leave scars. Another type is called visceral leishmaniasis. Parasites infect the tissues of key organs, especially the liver, spleen, and bone marrow. Serious cases are usually fatal if not treated. Uncommonly, people who have had cutaneous leishmaniasis may get new sores in the mucous membranes of the mouth, nose, and larynx even years after the cutaneous leishmaniasis has resolved. This is called mucocutaneous leishmaniasis and only occurs in limited areas of the New World. Treatment consists of medications that are specific to the type of leishmaniasis, the species of the parasite, and to the country in which the disease was acquired. Consultation with the CDC and an infectious-disease consultant is strongly recommended for assistance with diagnosis and treatment of cases imported into the United States. Those who work in or travel to affected areas can reduce their risk by using insect repellents, protective clothing, and bed nets. These precautions are especially important after dusk, because that is when the sand fly is most active.  Leishmaniasis is an infection caused by a parasite that is spread to people through the bite of the female phlebotomine sand fly. The parasite exists in many tropical and temperate countries. Cases in the United States are almost always imported from other countries by travelers or immigrants. Epidemics occur when people are displaced into affected regions through war or migration or when people in affected regions experience high rates of disease or malnutrition. Leishmaniasis is divided into clinical syndromes according to what part of the body is affected most. In visceral leishmaniasis (VL), the parasite affects the organs of the body. Infections from India, Bangladesh, Nepal, Sudan, Ethiopia, and Brazil account for most cases of VL. Cutaneous leishmaniasis (CL) is the most common form of leishmaniasis and, as the name implies, the skin is the predominate site of infection. Most cases of CL are acquired in Afghanistan, Algeria, Iran, Saudi Arabia, Syria, Brazil, Colombia, Peru, or Bolivia. Less commonly, cases are reported from other countries including southern Europe. Of note, U. S. troops stationed in Iraq and Afghanistan have acquired CL. Very rarely, isolated cases have been reported from border states like Texas. In some people, CL progresses to involve the mucocutaneous membranes, a condition known as mucocutaneous leishmaniasis (ML). Mucocutaneous leishmaniasis occurs only in the New World and is most common in Bolivia, Brazil, and Peru.   Leishmaniasis is caused by protozoal parasites from the Leishmania species. The organisms are microscopic in size. There are about 21 species of Leishmania that affect humans, including the L. donovani complex and the L. Mexicana complex, among others. The life cycle is relatively simple. When the sand fly bites a human, it injects small numbers of parasites which are rapidly taken up by mononuclear blood cells. This stage is called the promastigote stage. Once inside the human mononuclear cells, the parasite enters the amastigote stage and begins to multiply and infect other cells and tissues. Uninfected sand flies acquire the parasite by feeding on infected people or infected animals such as dogs, foxes, or rodents. Less commonly, parasites may be transmitted by blood transfusion or through drug users sharing contaminated needles. Leishmania may also be transmitted from a pregnant mother to her fetus. The major risk factor for leishmaniasis is being exposed to infected sand flies. The sand flies are most active after dusk and are more common in rural areas. Casual travelers do not usually visit these areas at night, so infection is more common in adventure travelers, Peace Corps workers, missionaries, soldiers, and those with occupational activities that require them to live in rural areas. In healthy people, the degree of immune response to leishmaniasis appears to be genetically determined. In visceral leishmaniasis, a weak immune response is associated with more severe disease. Factors that weaken the immune system include malnutrition and infection with the human immunodeficiency virus (HIV). However, in mucocutaneous leishmaniasis, the symptoms appear to be caused in part by an overactive immune response. Interestingly, the Leishmania parasite itself can be infected with a virus that may cause the parasite to be more dangerous by overstimulating the inflammatory response from the human immune system. Leishmania may live quietly for years in the body and then begin to multiply (reactivate) if the person's immune system becomes suppressed. Thus, people who were born in a country with leishmaniasis and those who have had travel-related exposure are at risk if they become immunosuppressed by conditions such as chemotherapy, use of steroids, or infection with HIV. Patients who have previously had cutaneous leishmaniasis acquired in certain parts of the New World are at risk for mucocutaneous leishmaniasis.   Visceral leishmaniasis (VL) may be mild or severe. Some patients are asymptomatic and do not realize that they carry the parasite. Symptoms appear in weeks to months after the bite of the sand fly. Less commonly, symptoms arise only years later when a person's immune system becomes suppressed. The five classic findings of more severe disease are <ol>weight loss, which may be severe,low blood counts (pancytopenia),enlargement of the liver and spleen (hepatosplenomegaly),fever, which is usually intermittent,high levels of immune globulin in the blood (hypergammaglobulinemia). The skin may turn dark, causing VL to be called \"kala-zar,\" which means \"black sickness. \" Some people who recover will have a persistent rash or pigment changes in the skin. The kidney is also affected, which may lead to renal failure. Other organs, including the bowel and the lung, may be affected. Cutaneous leishmaniasis (CL) is known by a host of other names, including Oriental sore. The site of the sand fly bite usually forms a raised papule that expands and ulcerates, with a heaped up border on the edges. The disease becomes manifest over several weeks. There may be only one lesion, or multiple lesions may appear over time. The skin lesions take on a variety of appearances and may resemble acne, warts, or psoriasis. They may look like large scaly, ulcerated plaques, or form shallow ulcerated nodules. The lesions may be dry or weeping and are not usually painful unless they are secondarily infected by bacteria. Sores occur predominately on the extremities and face. They heal over months to years, leaving scars that often resemble old burns. In severe cases, known as diffuse cutaneous leishmaniasis, nodular lesions may occur widely and last for years or even for life. Mucocutaneous leishmaniasis (ML) involves the nose, mouth, and larynx. It is less common than VL and CL. Initially, the patient experiences a nodule at the site of the sand fly bite with symptoms consistent with CL. Subsequently, mucocutaneous involvement leads to nodules inside the nose, perforation of the nasal septum, and enlargement of the nose or lips. If the larynx is involved, the voice changes as well. Ulcerated lesions may lead to scarring and tissue destruction that can be disfiguring. The disease occurs predominately in Bolivia, Brazil, and Peru.  In countries where the disease is common, patients with compatible clinical symptoms and findings can be presumed to have leishmaniasis. Other patients require definitive diagnosis, which is done by examining tissue under a microscope (Figure 5) to detect the parasite or through a blood test to detect antibodies (see below). There is a skin test called the Montenegro skin test, but it is imperfect and not used for diagnosis of disease. It is important to remember that there are many diseases that can cause fever, weight loss, skin lesions, or enlargement of organs. Conditions like malaria, typhoid fever, toxoplasmosis, Chagas disease, schistosomiasis, tuberculosis, histoplasmosis, syphilis, and others may mimic some symptoms of leishmaniasis so a definitive diagnosis is useful to rule out these other diseases. In VL, tissue for microscopic examination may be obtained from the spleen, liver, or bone marrow. Some patients with VL, especially those from Sudan, have enlarged lymph nodes that can be biopsied. In cutaneous leishmaniasis or mucocutaneous disease, biopsies or scrapings are taken from the affected area. Special stains are used on biopsies, some of which employ polymerase chain reaction (PCR) methods. The tissue can also be cultured on special media, which allows the parasite to multiply and be detected more easily under the microscope. In the United States, the Centers for Disease Control and Prevention (CDC) should be contacted to obtain advice and the appropriate media. Antibodies in the blood can be detected using enzyme-linked immunosorbent assays (ELISA). Antibody assays are usually positive in VL but are variably positive in CL and ML because these conditions do not stimulate reliably and consistently elevated antibody titers in the blood.   Visceral leishmaniasis is treated with an intravenous medication called liposomal amphotericin B, which is the only drug approved in the U. S. for this purpose. Amphotericin is generally safe but may have side effects, including renal insufficiency. In developing countries where the drug is not available, an older agent called pentavalent antimony (SbV) may be used intravenously or intramuscularly. More recently, paromomycin (Humatin) and miltefosine (Miltex) have been used, but neither is available in the United States. Cutaneous leishmaniasis is not always treated. Cases with few lesions that are small and appear to be healing are sometimes simply monitored. More significant disease is treated with medications, but treatment recommendations vary with where the disease was acquired and the species of Leishmania (if known). Possible treatments for cases arriving in the U. S. include oral ketoconazole (Nizoral, Extina, Xolegel, Kuric), intravenous pentamidine, or liposomal amphotericin B. An antimonite called stibogluconate (Pentostam) is available under an investigational new drug protocol through the CDC. Because treatment must be individualized according to the country of acquisition and the species, consultation with public-health officials, infectious-disease consultants, and the CDC is strongly recommended. Mucocutaneous leishmaniasis is less common, and there is no clear consensus on treatment; as such, consultation with the CDC and an infectious-diseases consultant is again recommended. Cutaneous leishmaniasis is rarely fatal but may result in disfiguring scars. Untreated, severe cases of visceral leishmaniasis are almost always fatal. Death can result directly from the disease through organ failure or wasting syndromes. It may also occur as a result of a secondary bacterial infection such as pneumonia. In people with advanced HIV/AIDS, it is necessary to treat the underlying HIV infection along with the leishmaniasis to avoid relapse of the leishmaniasis. For this reason, patients with leishmaniasis should be tested for HIV.  Leishmaniasis can be prevented by avoiding the bite of the sand fly. Simple insect precautions, including protective clothing (long sleeves, long pants, socks) and insect repellents containing N,N-diethylmetatoluamide (DEET), reduce the risk of bites. Because sand flies are most active in the evening and nighttime, efforts should be made to reduce exposure in sleeping accommodations. Sand flies are very small and are even smaller than mosquitoes. Finely meshed bed nets may be used and may be impregnated with insecticides such as permethrin (Elimite, NIX) or deltamethrin. Sand flies are weak fliers, so bed nets should be tucked under mattresses. Clothing may also be treated with permethrin to repel insects. Domestic dogs can be fitted with an insecticide-containing collar, such as the Scalibor collar, which contains deltamethrin. From a larger perspective, treatment of infected animals and people along with judicious use of insecticide has the potential to reduce the burden of infection in endemic areas. This approach is being tried in several regions with mixed success. There is no vaccine that is currently approved for human use, but research in this area is ongoing. The CDC has an excellent web site with information regarding leishmaniasis: http://www. cdc. gov/parasites/leishmaniasis/. Additional information is available from the World Health Organization: http://www. who. int/leishmaniasis/en/. ", 
    "title": "Leishmaniasis"
}