{
    "data": "  Leprosy is a slowly developing, progressive disease that damages the skin and nervous system. Leprosy is caused by an infection with Mycobacterium leprae or M. lepromatosis bacteria. Early symptoms begin in cooler areas of the body and include loss of sensation. Signs of leprosy are painless ulcers, skin lesions of hypopigmented macules (flat, pale areas of skin), and eye damage (dryness, reduced blinking). Later, large ulcerations, loss of digits, skin nodules, and facial disfigurement may develop. The infection is thought to be spread person to person by nasal secretions or droplets. Leprosy is rarely transmitted from chimpanzees, mangabey monkeys, and nine-banded armadillos to humans by droplets or direct contact. Susceptibility to getting leprosy may be due to certain human genes. Antibiotics are used in the treatment of leprosy. Leprosy is a disease mainly caused by the bacteria Mycobacterium leprae, which causes damage to the skin and the peripheral nervous system. The disease develops slowly (from six months to 40 years) and results in skin lesions and deformities, most often affecting the cooler places on the body (for example, eyes, nose, earlobes, hands, feet, and testicles). The skin lesions and deformities can be very disfiguring and are the reason that infected individuals historically were considered outcasts in many cultures. Although human-to-human transmission is the primary source of infection, three other species can carry and (rarely) transfer M. leprae to humans: chimpanzees, mangabey monkeys, and nine-banded armadillos. The disease is termed a chronic granulomatous disease, similar to tuberculosis, because it produces inflammatory nodules (granulomas) in the skin and nerves over time.  Unfortunately, the history of leprosy and its interaction with man is one of suffering and misunderstanding. The newest health research suggests that at least as early as 4000 B. C. individuals had been infected with M. leprae, while the first known written reference to the disease was found on Egyptian papyrus in about 1550 B. C. The disease was well recognized in ancient China, Egypt, and India, and there are several references to the disease in the Bible. Because the disease was poorly understood, very disfiguring, slow to show symptoms, and had no known treatment, many cultures thought the disease was a curse or punishment from the gods. Consequently, leprosy was left to be \"treated\" by priests or holy men, not physicians. Since the disease often appeared in family members, some people thought it was hereditary. Other people noted that if there was little or no contact with infected individuals, the disease did not infect others. Consequently, some cultures considered infected people (and occasionally their close relatives) as \"unclean\" or as \"lepers\" and ruled they could not associate with uninfected people. Often infected people had to wear special clothing and ring bells so uninfected people could avoid them. The Romans and the Crusaders brought the disease to Europe, and the Europeans brought it to the Americas. In 1873, Dr. Hansen discovered bacteria in leprosy lesions, suggesting leprosy was an infectious disease, not a hereditary disease or a punishment from the gods. However, patients with the disease were still ostracized by many societies and cared for only at missions by religious personnel. Patients with leprosy were encouraged or forced to live in seclusion up to the 1940s, even in the United States (for example, the leper colony on Molokai, Hawaii, that was established by a priest, Father Damien and another colony established at Carville, La. ), often because no effective treatments were available to patients at that time. Because of Hansen's discovery of M. leprae, efforts were made to find treatments that would stop or eliminate M. leprae. In the early 1900s to about 1940, oil from Chaulmoogra nuts was used with questionable efficacy by injecting it into patients' skin. At Carville in 1941, promin, a sulfone drug, showed efficacy but required many painful injections. Dapsone pills were found to be effective in the 1950s, but soon (1960s-1970s), M. leprae developed resistance to dapsone. Fortunately, drug trials on the island of Malta in the 1970s showed that a three-drug combination (dapsone, rifampicin [Rifadin], and clofazimine [Lamprene]) was very effective in killing M. leprae. This multi-drug treatment (MDT) was recommended by the World Health Organization (WHO) in 1981 and remains, with minor changes, the therapy of choice. MDT, however, does not alter the damage done to an individual by M. leprae before MDT is started. Currently, there are several areas (India, East Timor) of the world where the WHO and other agencies (for example, the Leprosy Mission) are working to decrease the number of clinical cases of leprosy and other diseases such as rabies and schistosomiasis that occur in remote regions. Although health researchers hope to eliminate leprosy like smallpox, endemic (meaning prevalent or embedded in a region) leprosy makes complete eradication unlikely. In the U. S. , leprosy has occurred infrequently but is considered endemic in Texas, Louisiana, Hawaii, and the U. S. Virgin Islands by some investigators. Leprosy is often termed \"Hansen's disease\" by many clinicians in an attempt to have patients forgo the stigmas attached to being diagnosed with leprosy.  Leprosy is caused mainly by Mycobacterium leprae, a rod-shaped bacillus that is an obligate intracellular (only grows inside of certain human and animal cells) bacterium. M. leprae is termed an \"acid fast\" bacterium because of its chemical characteristics. When special stains are used for microscopic analysis, it stains red on a blue background due to mycolic acid content in its cell walls. The Ziehl-Neelsen stain is an example of the special staining techniques used to view the acid-fast organisms under the microscope. Currently, the organisms cannot be cultured on artificial media. The bacteria take an extremely long time to reproduce inside of cells (about 12-14 days as compared to minutes to hours for most bacteria). The bacteria grow best at 80. 9 F-86 F, so cooler areas of the body tend to develop the infection. The bacteria grow very well in the body's macrophages (a type of immune system cell) and Schwann cells (cells that cover and protect nerve axons). M. leprae is genetically related to M. tuberculosis (the type of bacteria that cause tuberculosis) and other mycobacteria that infect humans. As with malaria, patients with leprosy produce anti-endothelial antibodies (antibodies against the lining tissues of blood vessels), but the role of these antibodies in these diseases is still under investigation. In 2009, investigators discovered a new Mycobacterium species, M. lepromatosis, which causes diffuse disease (lepromatous leprosy). This new species (determined by genetic analysis) was found in patients located in Mexico and the Caribbean islands. People at highest risk are those who live in the areas where leprosy is endemic (parts of India, China, Japan, Nepal, Egypt, and other areas) and especially those people in constant physical contact with infected people. In addition, there is some evidence that genetic defects in the immune system may cause certain people to be more likely to become infected (region q25 on chromosome 6). Additionally, people who handle certain animals that are known to carry the bacteria (for example, armadillos, African chimpanzee, sooty mangabey, and cynomolgus macaque) are at risk of getting the bacteria from the animals, especially if they do not wear gloves while handling the animals.  Unfortunately, the early signs and symptoms of leprosy are very subtle and occur slowly (usually over years). The symptoms are similar to those that may occur with syphilis, tetanus, and leptospirosis. The following are the major signs and symptoms of leprosy: Numbness (among the first symptoms)Loss of temperature sensation (among the first symptoms)Touch sensation reduced (among the first symptoms)Pins and needles sensations (among the first symptoms)Pain (joints)Deep pressure sensations are decreased or lostNerve injuryWeight lossBlisters and/or rashesUlcers, relatively painlessSkin lesions of hypopigmented macules (flat, pale areas of skin that lost color)Eye damage (dryness, reduced blinking)Large ulcerations (later symptoms and signs)Hair loss (for example, loss of eyebrows)Loss of digits (later symptoms and signs)Facial disfigurement (for example, loss of nose) (later symptoms and signs) This long-term developing sequence of events begins and continues on the cooler areas of the body (for example, hands, feet, face, and knees). There are multiple forms of leprosy described in the literature. The forms of leprosy are based on the person's immune response to M. leprae. A good immune response can produce the so-called tuberculoid form of the disease, with limited skin lesions and some asymmetric nerve involvement. A poor immune response can result in the lepromatous form, characterized by extensive skin and symmetric nerve involvement. Some patients may have aspects of both forms. Currently, two classification systems exist in the medical literature: the WHO system and the Ridley-Jopling system. The Ridley-Jopling system is composed of six forms or classifications, listed below according to increasing severity of symptoms: Indeterminate leprosy: a few hypopigmented macules; can heal spontaneously, this form persists or advances to other formsTuberculoid leprosy: a few hypopigmented macules, some are large and some become anesthetic (lose pain sensation); some neural involvement in which nerves become enlarged; spontaneous resolution in a few years, persists or advances to other formsBorderline tuberculoid leprosy: lesions like tuberculoid leprosy but smaller and more numerous with less nerve enlargement. This form may persist, revert to tuberculoid leprosy, or advance to other formsMid-borderline leprosy: many reddish plaques that are asymmetrically distributed, moderately anesthetic, with regional adenopathy (swollen lymph nodes). The form may persist, regress to another form, or progressBorderline lepromatous leprosy: many skin lesions with macules (flat lesions) papules (raised bumps), plaques, and nodules, sometimes with or without anesthesia; the form may persist, regress or progress to lepromatous leprosyLepromatous leprosy: Early lesions are pale macules (flat areas) that are diffuse and symmetric. Later many M. leprae organisms can be found in them. Alopecia (hair loss) occurs. Often patients have no eyebrows or eyelashes. As the disease progresses, nerve involvement leads to anesthetic areas and limb weakness. Progression leads to aseptic necrosis (tissue death from lack of blood to area), lepromas (skin nodules), and disfigurement of many areas, including the face. The lepromatous form does not regress to the other less severe forms. Histoid leprosy is a clinical variant of lepromatous leprosy that presents with clusters of histiocytes (a type of cell involved in the inflammatory response) and a grenz zone (an area of collagen separating the lesion from normal tissue) seen in microscopic tissue sections. The Ridley-Jopling classification is used globally in evaluating patients in clinical studies. However, the WHO classification system is more widely used. It has only two forms or classifications of leprosy. The 2009 WHO classifications are simply based on the number of skin lesions as follows: Paucibacillary leprosy: skin lesions with no bacilli (M. leprae) seen in a skin smearMultibacillary leprosy: skin lesions with bacilli (M. leprae) seen in a skin smear However, the WHO further modifies these two classifications with clinical criteria because \"of the non-availability or non-dependability of the skin-smear services. The clinical system of classification for the purpose of treatment includes the use of number of skin lesions and nerves involved as the basis for grouping leprosy patients into multibacillary (MB) and paucibacillary (PB) leprosy. \" Investigators state that up to about four to five skin lesions constitutes paucibacillary leprosy, while about five or more constitutes multibacillary leprosy. Multidrug therapy (MDT) with three antibiotics (dapsone, rifampicin, and clofazimine) is used for multibacillary leprosy, while a modified MDT with two antibiotics (dapsone and rifampicin) is recommended for paucibacillary leprosy and composes most current treatments today (see treatment section below). Paucibacillary leprosy usually includes indeterminate, tuberculoid, and borderline tuberculoid leprosy from the Ridley-Jopling classification, while multibacillary leprosy usually includes the double (mid-) borderline, borderline lepromatous, and lepromatous leprosy.  Researchers suggest that M. leprae are spread person to person by nasal secretions or droplets. However, the disease is not highly contagious like the flu. They speculate that infected droplets reach other peoples' nasal passages and begin the infection there. Some investigators suggest the infected droplets can infect others by entering breaks in the skin. M. leprae apparently cannot infect intact skin. Rarely, humans get leprosy from the few animal species mentioned above. Occurrence in animals makes it difficult to eradicate leprosy from endemic sources. Routes of transmission are still being researched for leprosy. Recent genetic studies have demonstrated that several genes (about seven) are associated with an increased susceptibility to leprosy. Some researchers now conclude that susceptibility to leprosy may be partially inheritable. The majority of cases of leprosy are diagnosed by clinical findings, especially since most current cases are diagnosed in areas that have limited or no laboratory equipment available. Hypopigmented patches of skin or reddish skin patches with loss of sensation, thickened peripheral nerves, or both clinical findings together often comprise the clinical diagnosis. Skin smears or biopsy material that show acid-fast bacilli with the Ziehl-Neelsen stain or the Fite stain (biopsy) can diagnose multibacillary leprosy, or if bacteria are absent, diagnose paucibacillary leprosy. Other tests can be done, but most of these are done by specialized labs and may help a clinician to place the patient in the more detailed Ridley-Jopling classification and are not routinely done (lepromin test, phenolic glycolipid-1 test, PCR, lymphocyte migration inhibition test or LMIT). Other tests such as CBC test, liver function tests, creatinine test, or a nerve biopsy may be done to help determine if other organ systems have been affected.  Although pediatricians and primary care doctors usually follow patients with leprosy, initial diagnosis and treatment is often done in consultation with infectious disease specialists, dermatologists, neurologists, and/or immunologists. Some patients may require consultation with a surgeon to restore some functions of movement and/or do cosmetic repairs. The majority of cases (mainly clinically diagnosed) are treated with antibiotics. The recommended antibiotics, their dosages, and length of time of administration are based on the form or classification of the disease and whether or not the patient is supervised by a medical professional. In general, paucibacillary leprosy is treated with two antibiotics, dapsone and rifampicin, while multibacillary leprosy is treated with the same two plus a third antibiotic, clofazimine. Usually, the antibiotics are given for at least six to 12 months or more to cure the disease. Antibiotics can treat paucibacillary leprosy with little or no residual effects on the patient. Multibacillary leprosy can be kept from advancing, and living M. leprae can be essentially eliminated from the person by antibiotics, but the damage done before antibiotics are administered is usually not reversible. Recently, the WHO suggested that single-dose treatment of patients with only one skin lesion with rifampicin, minocycline (Minocin), or ofloxacin (Floxin) is effective. Studies of other antibiotics are ongoing. Each patient, depending on the above criteria, has a schedule for their individual treatment, so treatment schedules should be planned by a clinician knowledgeable about that patient's initial diagnostic classification. Steroid medications have been used to minimize pain and acute inflammation with leprosy; however, controlled trials showed no significant long-term effects on nerve damage. The role for surgery in the treatment of leprosy occurs after medical treatment (antibiotics) has been completed with negative skin smears (no detectable acid-fast bacilli) and is often only needed in advanced cases. Surgery is individualized for each patient with the goal to attempt cosmetic improvements and, if possible, to restore limb function and some neural functions that were lost to the disease. Some people in the United States may be treated in special clinics run by the National Hansen's Disease Program. As is the case with many diseases, home remedies can be found in the lay literature. For example, a paste made from the neem plant, Hydrocotyle, also known as Cantella asiatica, and even aromatherapy with frankincense have been suggested. Patients are urged to discuss any home remedies with their physician before using such methods; often there is little or no scientific data to uphold these cure claims.  The complications of leprosy depend on how quickly the disease is diagnosed and effectively treated. Very few complications occur if the disease is treated early enough, but the following is a list of complications that can occur when diagnosis and treatment is either delayed or started late in the disease process: Sensory loss (usually begins in extremities)Permanent nerve damage (usually in extremities)Muscle weaknessProgressive disfigurement (for example, eyebrows lost, disfigurement of the toes, fingers, and nose) In addition, the sensory loss causes people to injure body parts without the individual being aware that there is an injury. This can lead to additional problems such as infections and poor wound healing. Prevention of contact with droplets from nasal and other secretions from patients with untreated M. leprae infection is currently the most effective way to avoid the disease. Treatment of patients with appropriate antibiotics stops the person from spreading the disease. People who live with individuals who have untreated leprosy are about eight times as likely to develop the disease, because investigators speculate that family members have close proximity to infectious droplets. Leprosy is not hereditary, but recent findings suggest susceptibility to the disease may have a genetic basis. Many people get exposed to leprosy throughout the world, but the disease in not highly contagious. Researchers suggest that most exposures result in no disease, and further studies suggest that susceptibility may be based, in part, by a person's genetic makeup. In the U. S. , there are about 200-300 new cases diagnosed per year, with most coming from exposures during foreign travel. The majority of worldwide cases are found in the tropics or subtropics (for example, Brazil, India, and Indonesia). The WHO reports about 500,000 to 700,000 new cases per year worldwide, with curing of about 14 million cases since 1985. There is no commercially available vaccine available to prevent leprosy. However, there are reports that using BCG vaccine alone, the BCG vaccine along with heat-killed M. leprae organisms, and other preparations may be protective, help to clear the infection or possibly shorten treatment. Except for BCG being obtainable in some countries, these other preparations are not readily available. Animals (chimpanzees, mangabey monkeys, and nine-banded armadillos) rarely transfer M. leprae to humans. Nonetheless, handling such animals in the wild is not advised. These animals are a source for endemic infections.  The prognosis of leprosy varies with the stage of the disease when first diagnosed and treated. For example, early diagnosis and treatment limits or prevents tissue damage so the person has a good outcome. However, if the patient's infection has progressed to more advanced disease, the complications listed above can markedly affect the patient's lifestyle, and thus the condition has a fair to poor prognosis. \"Leprosy Elimination,\" World Health Organizationhttp://www. who. int/lep/mdt/en/ \"Hansen's Disease,\" Centers for Disease Control and Preventionhttps://www. cdc. gov/leprosy/ ", 
    "title": "Leprosy"
}