{
    "data": "   A lesionectomy requires exposing an area of the brain using a procedure called a craniotomy. (\"Crani\" refers to the skull and \"otomy\" means \"to cut into. \") After the patient is put to sleep with general anesthesia, the surgeon makes an incision (cut) in the scalp, removes a piece of bone and pulls back a section of the dura, the tough membrane that covers the brain. This creates a \"window\" in which the surgeon inserts special instruments for removing the brain tissue. Surgical microscopes are used to give the surgeon a magnified view of the lesion and surrounding brain tissue. The surgeon utilizes information gathered during pre-surgical brain imaging to help identify abnormal brain tissue and avoid areas of the brain responsible for vital functions. In some cases, a portion of the surgery is performed while the patient is awake, using medication to keep the person relaxed and pain-free. This is done so that the patient can help the surgeon find and avoid vital areas of the brain. While the patient is awake, the doctor uses special probes to stimulate different areas of the brain. At the same time, the patient is asked to count, identify pictures, or perform other tasks. The surgeon can then identify the area of the brain associated with each task. After the brain tissue is removed, the dura and bone are fixed back into place, and the scalp is closed using stitches or staples. After a lesionectomy, the patient generally stays in an intensive care unit for 24 to 48 hours after surgery and then stays in a regular hospital room for three to four days. Most people who have a lesionectomy will be able to return to their normal activities, including work or school, in six to eight weeks after surgery. Most patients will need to continue taking anti-seizure medication. Once seizure control is established, medications may be reduced or eliminated. Lesionectomy results are excellent in patients whose seizures are clearly associated with a defined lesion. Seizures usually stop once the lesion is removed. Side effects of a lesionectomy vary, depending on the location and extent of the lesion and the tissue removed. The following side effects may occur after surgery, although they generally go away on their own: Scalp numbness. Nausea. Feeling tired or depressed. Headaches. Difficulty speaking, remembering, or finding words. The risks associated with lesionectomy include: Risks associated with surgery, including infection, bleeding, and an allergic reaction to anesthesia. Failure to relieve seizures. Swelling in the brain. Damage to healthy brain tissue. WebMD Medical Reference ", 
    "title": "Lesionectomy"
}