{
    "data": "  Doctors don't know the exact cause of lichen sclerosus. Some doctors think a too active immune system and hormone problems may play a role. It is also thought that people inherit the likelihood of getting the disease. Sometimes, lichen sclerosus appears on skin that has been damaged or scarred from some other previous injury. Lichen sclerosus is not contagious (it can't be caught from another person). Doctors can look at severe lichen sclerosus and know what it is. But usually, a doctor takes a small piece of the skin patch (biopsy) and looks at it under a microscope. This allows doctors to make sure that it is not a different disease. If you have patches on the arms or upper body, they usually don't need treatment. The patches go away over time. Lichen sclerosus of the genital skin should be treated. Even if it isn't painful or itchy, the patches can scar. This can cause problems with urination or sex. There is also a very small chance that skin cancer may develop in the patches. Surgery is normally a good option for men. Circumcision (removing the foreskin on the penis) is the most widely used therapy for men with lichen sclerosus. The disease usually does not come back. Surgery is normally not a good option for women. When the lichen sclerosus patches are removed from the genitals of women and girls, they usually come back. Treatment also includes using very strong cortisone cream or ointment on the skin. You put these creams on the patches every day for several weeks. This stops the itching. Then you use the cream or ointment two times a week for a long time to keep the disease from coming back. Treatment does not fix the scarring that may have already occurred. You need regular followup by a doctor because using these creams and ointments for a long time can cause: Thinning and redness of the skinStretch marks where the cream is appliedGenital yeast infections. Sometimes, you don't get better when using the cortisone creams. Some things that can keep symptoms from clearing up are: Low estrogen levelsInfectionAllergy to the medication. When creams and ointments don't work, your doctor may suggest: Retinoids, or vitamin A-like drugsTacrolimus ointmentUltraviolet light treatments (not used on skin of the genitals). If you need medicine, ask your doctor: How does the medicine work?What are its side effects?Why is it the best treatment for my lichen sclerosus? If a young girl gets lichen sclerosis, she may not require lifelong treatment. Lichen sclerosus sometimes goes away at puberty. Scarring and changes in skin color may remain.  Women with severe lichen sclerosus in the genitals may not be able to have sex. The disease can cause scars that narrow the vagina. Also, sex can hurt and cause the patches to bleed. However, treatment with creams or ointments can help. Women with severe scarring in the vagina may need surgery, but only after lichen sclerosus is controlled with medication. Lichen sclerosus does not cause skin cancer. However, skin that is scarred by lichen sclerosus is more likely to develop skin cancer. If you have the disease, see the doctor every 6 to 12 months. The doctor can look at and treat any changes in the skin. Lichen sclerosus is treated by: Dermatologists (doctors who treat the skin)Gynecologists (doctors who treat the female reproductive system)Urologists (doctors who treat the urinary or urogenital tract)Primary health care providers. National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)Information ClearinghouseNational Institutes of Health1 AMS Circle Bethesda, MD 20892-3675Phone: 301-495-4484Toll Free: 877-22-NIAMS (877-226-4267)TTY: 301-565-2966Fax: 301-718-6366Email: NIAMSInfo@mail. nih. govWebsite: http://www. niams. nih. gov ", 
    "title": "Lichen Sclerosus"
}