{
    "data": "  Patients are instructed to wear a tight-fitting garment, such as a girdle or thick support hose for up to six weeks after the procedure. Sometimes, postoperative pain medication is not needed because the injected anesthetic solution keeps the area numb for 12 hours or more. Every person's outcome will vary somewhat based on factors such as volume of fat cells removed and area of removal. Your doctor will discuss what results you can expect to achieve, and how to best maintain your new body shape. The fat cells are removed permanently, so if you gain weight after the procedure, it will usually not concentrate in the treated area. This is because you now have less cells in the treated area in which fat can be deposited. However, ultrasonic-assisted lipoplasty will not prevent you from regaining weight. A thorough evaluation by a board-certified plastic surgeon experienced in lipoplasty will determine if you are a good candidate. But in general, a good candidate for lipoplasty (as well as other liposuction techniques) is a person of average or slightly above average weight, in good health, with a localized area of fat that does not respond well to diet and exercise. Board-certified plastic surgeons who have undergone specialized training required by the Ultrasonic Liposuction Task Force can perform lipoplasty. This task force was established by three major plastic surgery societies: The American Society of Plastic and Reconstructive Surgeons, The Aesthetic Society and The Lipoplasty Society. Its mission is to set safety standards for the performance of UAL. Do not hesitate to ask your doctor about credentials and training and how many lipoplasty procedures he or she has performed.  UAL has a good safety record to date, but carries the same risks as all liposuction surgery, such as rare occurrence of infection, blood or fat clots; or cosmetic risks like a change in skin pigmentation, or skin texture. Post-operative fluid collections, known as seromas may also form. However these can be drained with a needle and a syringe. Unique to UAL is the risk of burns caused by heat from the ultrasonic probe. This risk is minimized when performed by a surgeon skilled in lipoplasty. Some patients may have an adverse reaction to the anesthetic, and may develop redness or other pigment changes. Ask to talk with a representative who can explain the costs of the procedure and payment options. Like other elective cosmetic procedures, UAL is not covered by health insurance plans. <font face=\"arial\" size=\"1\">Reviewed by the doctors at The Cleveland Clinic, Department of Plastic Surgery. Edited by Charlotte E. Grayson , MD, Sept. 2003. Portions of this page © The Cleveland Clinic 2000-2003 </font> ", 
    "title": "Lipoplasty Ultrasonic Assisted"
}