{
    "data": "  Listeriosis is a disease caused by a gram-positive bacterium named Listeria that can penetrate and replicate inside human cells. Symptoms of listeriosis are variable; most people who are infected have few or no symptoms; when symptoms of Listeria infection are present, they usually consist offever,muscle aches,nausea, anddiarrhea. Some people may develop more severe symptoms such asmeningitis,mental changes, andbrain abscesses. Death may occur. Although most people have self-limited disease, people with risk factors such as an altered or depressed immune response (for example, pregnant females and their fetus or newborn, cancer patients, AIDS patients, people with diabetes, and alcoholics) are at higher risk for getting the disease and some are more likely to have more severe disease. Listeriosis is usually diagnosed by discovering that a person was associated with an outbreak of Listeria-contaminated food or fluid or identified as a person associated with the source of a known listeriosis outbreak. Definitive diagnosis is done when Listeria bacteria are isolated from the patient's blood, cerebrospinal fluid, or other body fluid. Most normal people spontaneously clear the infection and require no treatment. In contrast, people with risk factors should be treated quickly with IV antibiotics. People are exposed to Listeria bacteria if they ingest contaminated food or fluid. Foods that are not cooked or fluids that are not treated or pasteurized are frequently the sources of infection. During pregnancy, women can transmit Listeria organisms to their fetus or to their newborn. In general, listeriosis is not contagious from person to person (except in pregnancy); the disease is transmitted to humans mainly by contaminated food or fluids. Listeria infections may last about one week to about six weeks, depending upon the severity of the infection. Cooking foods, treating or pasteurizing fluids, and avoiding food and fluids that may be contaminated with animal or human waste may prevent infection. The prognosis for most Listeria infections is excellent even if people have consumed contaminated foods or fluid; however, the prognosis rapidly declines in patients with risk factors if they are not quickly diagnosed and treated. U. S. government agencies are responsible for maintaining safe foods and fluids for the U. S. population and may enforce regulations to ensure contaminated products are reported, removed, recalled, and production and sales stopped until processing meets acceptable standards of safety.  Listeriosis is an infection caused by a gram stain-positive motile bacterium named Listeria monocytogenes. The foodborne illness produces fever, muscle aches, and, in many people, diarrhea. Severe infections can cause headaches, meningitis, convulsions, and death. Most healthy people exposed to the bacteria have minor or no symptoms, but a few people, especially the elderly, pregnant females and their fetus, newborns, and anyone with a compromised immune system are especially susceptible to these organisms. Listeria bacteria are widespread throughout the world and are often associated with farm animals that may show no signs of infection. Research shows that many animals are uninfected carriers, and they suggest that some humans carry these organisms as part of their bowel flora. Except for pregnant women and their fetus or newborn, there is no direct transfer of Listeria from human to human. The organisms (Listeria monocytogenes) that cause listeriosis have probably been infecting humans for centuries. Listeria was first isolated from an infected WWI soldier in 1918 and had many different names until 1940, when the genus and species names were firmly established. However, the bacteria were first recognized as a food-borne (food poisoning) pathogen in 1979. The bacteria can penetrate human cells and can multiply inside them. People with altered or impaired immune systems have cells that are less able to control the spread of these organisms into the blood or into other cells. In 2010, a known species, Listeria ivanovii, thought only to infect cattle, was found to infect humans so there are two Listeria species that can infect humans. Outbreaks of listeriosis can occur with some frequency. For example, in 2017, soft raw milk cheese was a source of an outbreak (Vulto Creamery). In this outbreak, eight people were infected and two died. Other recalls of products in 2017 include 3 tons of cheese for possible Listeria contamination (La Nica Products INC. ), macadamia nuts (Simple Truth brand), Ava's Organic Cashews, and Queso Fresco cheese, for the same problem.   The major risk factor for getting listeriosis is eating or drinking foods and liquids contaminated with Listeria bacteria. Foods and liquids that have been contaminated with animal feces or soil are the most frequently identified sources for these organisms. Drinking inadequately treated or unpasteurized liquids, especially milk products, is another source of infection. Some individuals have an increased risk for getting listeriosis. In general, people with an altered or damaged immune system have a higher risk of getting listeriosis and its more severe complications. Specifically, people at much higher risk include pregnant females, newborns, the elderly, diabetics, cancer patients, AIDS patients, patients with kidney diseases, alcoholics, and those patients undergoing any immune-suppression therapy. Most individuals who get severe infections and/or die from listeriosis have one or more of the medical problems listed above. The bacteria are not contagious from person to person in most instances. The one exception is that a pregnant woman can transfer the bacteria to the fetus or the newborn. Listeriosis is mainly a food-borne disease; except in the situation in which a pregnant woman can transfer the bacteria to the fetus or newborn, the disease is not contagious from person to person. Foods that have been associated with Listeria outbreaks are many (for example, soft cheeses, yogurt, apples, smoked seafood, deli meats, hot dogs, fruits, and vegetables). There have been many outbreaks of the disease over the world; an event occurred in Texas in October 2010, tentatively related to locally processed celery; 10 people were diagnosed with listeriosis and five died. Most people infected had underlying medical problems or conditions. In 2011, approximately 146 people got infected from Listeria-contaminated cantaloupes and about 32 people died. In February 2012, over 1 million eggs were recalled after several processed in a processing plant were found to be contaminated with Listeria. The eggs were sold under the brand names of Columbia Valley Farms, GFS, Glenview Farms, Papetti's, Silverbrook, and Wholesome Farms. The egg brands were sold in 34 states. The year 2015 had at least three outbreaks of listeriosis. Bidart Brothers of Bakersfield, Calif. , produced apples that eventually were determined to be contaminated with the bacteria. The organisms were first noticed in apples that were caramel coated. Hummus produced by the Sabra Dipping Company was recalled (30,000 cases of hummus) because the food was found to be contaminated with Listeria. Also in 2015, the very popular brand of ice cream, Blue Bell, caused a serious outbreak of listeriosis. The company shut down its facilities in Alabama, Oklahoma, and Texas to rid them of Listeria. During the outbreak, 10 individuals were hospitalized and three died. In 2016, CRF Frozen Foods of Pasco, Washington, recalled 11 frozen vegetable products because of Listeria contamination. Nine people were hospitalized and three died during this outbreak to date. Unfortunately, this outbreak is complicated by the fact that some of the vegetable products in the recall date back as far as 2014. Individuals who have stored frozen CRF products that date back as far as 2014 need to get rid of the potentially contaminated frozen products, according to the U. S. Centers for Disease Control and Prevention (CDC). Problems with products in 2017 are listed above.   Fever, muscle aches, and occasionally, gastroenteritis (nausea and/or diarrhea) are the usual symptoms associated with listeriosis. Some individuals may also experience fatigue and a decrease or loss of appetite. These symptoms usually last up to one week and may spontaneously resolve. However, in some people, the organisms can spread to the brain. The symptoms of meningitis and/or encephalitis (stiff neck, headache, and fever) may appear, including altered mental status (confusion and reduced mental activity),Loss of balance problems and seizures (convulsions) may develop in brain infections. Brain abscesses may also occur and cause similar symptoms. The incubation period between exposure and symptoms is quite variable (three to 70 days, with 21 days as average) and may extend up to about two months or more according to some reports. Pregnant women who are otherwise healthy usually have only minor symptoms. However, being infected with Listeria during pregnancy often cause problems for the fetus: miscarriage,stillbirth,premature birth, orcause infection and,potentially, death of newborns. Breastfeeding in humans has not been shown to transmit the bacteria to newborns; however, animal studies show the organisms are transferred in breast milk of other mammalian species. Researchers consider it is theoretically possible for the organisms to be transmitted in human breast milk. Occasionally, localized skin infections may occur, especially in people who handle animals that are infected with Listeria. These skin infections rarely lead to further complications such as brain infection. Normal healthy people who become infected with Listeria usually recover from the infection. However, more serious infections that require antibiotic treatment may last longer. For example, if abscesses develop in the brain, the antibiotic therapy will be required for about six weeks.  Although primary-care physicians can treat listeriosis, other specialists may be involved, especially if the illness is serious. Other specialists such as infectious-disease, critical-care, and OB/GYN physicians, especially if a woman is pregnant, are likely to be consulted. In those patients who are immunosuppressed, physicians that are treating the cause of the immunosuppression should also be consulted. Preliminary diagnosis is usually based on the patient's clinical history and physical exam, especially after the patient gives a history of likely exposure to a contaminated food source during a Listeria outbreak. Without this information, the diagnosis is difficult to sort out from many other diseases; this situation may result in a delay of treatment as the physician may do other tests to rule out other diseases such as salmonellosis, shigellosis, botulism and E. coli infections. Definitive diagnosis of listeriosis is by culturing Listeria monocytogenes bacteria from the patient's blood, cerebrospinal fluid, or amniotic fluid, usually on a medium that is selective for Listeria (for example, RAPID'L mono agar). Currently, no reliable tests are available to detect the bacteria in the stool; also, there are no reliable serological tests available (blood tests that can identify specific proteins associated with the bacteria or antibodies to the bacteria) according to the CDC.   The majority of people with Listeria infections spontaneously clear the infection in about seven days. However, those patients at increased risk, especially pregnant women, usually require immediate IV antibiotic treatment to prevent, halt, or slow the development of more severe disease. For example, early effective antibiotic treatment of pregnant females may be lifesaving for the fetus. In general, the length of antibiotic treatment increases with the severity of the infection. Meningitis is treated for three weeks while brain abscesses are treated for six weeks. The initial choice of antibiotics is usually IV ampicillin. Bactrim (  The majority of people who get listeriosis have consumed Listeria-contaminated foods. Because the bacteria are often found in both soil and water, cultivated foods like vegetables can easily become contaminated, especially from fertilizer or animal waste. Listeria has been found in many types of raw food (even seafood) but especially in meats, vegetables, and cheeses. It has even been found in processed foods because of contamination during or after processing. After the contaminated food or fluid has been ingested, it may take up to three weeks for the organisms to cause symptoms. The fetus may become infected after the mother ingests the organisms; the bacteria apparently reach the fetus via the bloodstream. Newborn infants can acquire the bacteria during a cesarean procedure or be exposed to them while traversing the vagina. The major complications of listeriosis include blood infection (septicemia/bacteremia),meningitis and/or encephalitis,brain abscesses,seizures,miscarriage,premature birth,neonatal sepsis (potentially fatal),stillbirth, anddeath. Yes, listeriosis can be prevented. The CDC recommends the following food safety measures: General recommendations: Thoroughly cook raw food from animal sources, such as beef, pork, or poultry. Wash raw vegetables thoroughly (scrub with a clean produce brush in uncontaminated running water) before eating. Keep uncooked meats separate from vegetables and from cooked foods and ready-to-eat foods. Avoid unpasteurized (raw) milk or foods made from unpasteurized milk. Wash hands, knives, and cutting boards after handling uncooked foods. Consume perishable and ready-to-eat foods as soon as possible. Here are food safety recommendations for people at high risk, such as pregnant women and people with weakened immune systems, in addition to the recommendations listed above: Do not eat hot dogs, luncheon meats, or deli meats, unless they are reheated until steaming hot. Avoid getting fluid from hot-dog packages on other foods, utensils, and food preparation surfaces, and wash hands after handling hot dogs, luncheon meats, and deli meats. Do not eat refrigerated pâtés or meat spreads. Canned or shelf-stable pâtés and meat spreads may be eaten. Do not eat refrigerated smoked seafood, unless it is contained in a cooked dish, such as a casserole. Refrigerated smoked seafood, such as salmon, trout, whitefish, cod, tuna or mackerel, is most often labeled as \"nova-style,\" \"lox,\" \"kippered,\" \"smoked,\" or \"jerky. \" The fish is found in the refrigerator section or sold at deli counters of grocery stores and delicatessens. Canned or shelf-stable smoked seafood may be eaten. Avoid cross-contaminating other foods, utensils, and food-preparation surfaces with fluid from hot-dog packages, and wash hands after handling hot dogs. Do not eat soft cheeses such as feta, Brie, and Camembert, blue-veined cheeses, or Mexican-style cheeses such as queso blanco, queso fresco, and Panela, unless they have labels that clearly state they are made from pasteurized milk. Cheeses that may be eaten include hard cheeses, semi-soft cheeses such as mozzarella, pasteurized processed cheeses such as slices and spreads, cream cheese, and cottage cheese. Do not drink raw (unpasteurized) milk or eat foods that contain unpasteurized milk. There is no commercially available vaccine to protect against infection by Listeria.  Since most infections go unnoticed or only produce minor symptoms, the prognosis is excellent. However, the prognosis for people with altered or impaired immune systems range from good (with early appropriate therapy) to poor, depending on how debilitated the patient is when first infected. The pregnant woman usually has a good prognosis. However, her fetus or newborn has a good to guarded prognosis, again depending how quickly the mother or newborn is effectively treated. The CDC recommends the following to all people. If the person has no symptoms, they recommend no tests or treatment be done. However, if the person is in a high-risk group (see risk factor section above), they recommend contacting the person's physician only if the person develops fever or signs of serious illness within two months of eating the food. The CDC makes these conservative suggestions based on the fact that the chance of developing Listeria infection, even after ingestion of a contaminated product, is very small. However, people in the high-risk groups should have no delays in contacting their doctor if they suspect symptoms of listeriosis are developing. The following is information modified from the CDC web site in response to the above question. Government agencies and the food industry have taken steps to reduce contamination of food by the Listeria bacterium. The Food and Drug Administration and the U. S. Department of Agriculture monitor food regularly. When a processed food is found to be contaminated, food monitoring and plant inspection are intensified, and if necessary, the implicated food is recalled. The Coordinating Center for Infectious Diseases (CCID) is studying listeriosis in several states to help measure the impact of prevention activities and recognize trends in disease occurrence. CCID also assists local health departments in investigating outbreaks. Early detection and reporting of outbreaks of listeriosis to local and state health departments can help identify sources of infection and prevent more cases of the disease. In addition, the FDA publishes its list of product recalls on the Internet, and the site is frequently updated. The following web site will allow individuals to check on specific products and describe how to identify them: http://www. fda. gov/Safety/Recalls/. ", 
    "title": "Listeria"
}