{
    "data": "  The liver plays an important role in many bodily functions from protein production and blood clotting to cholesterol, glucose (sugar), and iron metabolism. A variety of illnesses can affect the liver, for example,certain drugs like excessive amounts of acetaminophen, and acetaminophen combination medications like Vicodin, Norco, and statins,cirrhosis,alcohol abuse,hepatitis A, B, C, D, and E,Epstein Barr virus (infectious mononucleosis),non-alcoholic fatty liver disease,iron overload (hemochromatosis),Symptoms of liver diseases includeweakness and fatigue,weight loss,nausea,vomiting, and yellow discoloration of the skin (jaundice). The treatment of a particular liver disease depends on its specific cause.  Liver disease is any disturbance of liver function that causes illness. The liver is responsible for many critical functions within the body and should it become diseased or injured, the loss of those functions can cause significant damage to the body. Liver disease is also referred to as hepatic disease. Liver disease is a broad term that covers all the potential problems that cause the liver to fail to perform its designated functions. Usually, more than 75% or three quarters of liver tissue needs to be affected before a decrease in function occurs. The liver is the largest solid organ in the body; and is also considered a gland because among its many functions, it makes and secretes bile. The liver is located in the upper right portion of the abdomen protected by the rib cage. It has two main lobes that are made up of tiny lobules. The liver cells have two different sources of blood supply. The hepatic artery supplies oxygen rich blood that is pumped from the heart, while the portal vein supplies nutrients from the intestine and the spleen. Normally, veins return blood from the body to the heart, but the portal vein allows nutrients and chemicals from the digestive tract to enter the liver for processing and filtering prior to entering the general circulation. The portal vein also efficiently delivers the chemicals and proteins that liver cells need to produce the proteins, cholesterol, and glycogen required for normal body activities.  As part of its function, the liver makes bile, a fluid that contains among other substances, water, chemicals, and bile acids (made from stored cholesterol in the liver). Bile is stored in the gallbladder and when food enters the duodenum (the first part of the small intestine), bile is secreted into the duodenum, to aid in the digestion of food. The liver is the only organ in the body that can easily replace damaged cells, but if enough cells are lost, the liver may not be able to meet the needs of the body. The liver can be considered a factory; and among its many functions include the following: production of bile that is required in the digestion of food, in particular fats;storing of the extra glucose or sugar as glycogen, and then converting it back into glucose when the body needs it for energy;production of blood clotting factors;production of amino acids (the building blocks for making proteins), including those used to help fight infection;the processing and storage of iron necessary for red blood cell production;manufacture of cholesterol and other chemicals required for fat transport;conversion of waste products of body metabolism into urea that is excreted in the urine; andmetabolizing medications into their active ingredient in the body. Cirrhosis is a term that describes permanent scarring of the liver. In cirrhosis, the normal liver cells are replaced by scar tissue that cannot perform any liver function. Acute liver failure may or may not be reversible, meaning that on occasion, there is a treatable cause and the liver may be able to recover and resume its normal functions.   The liver can be damaged in a variety of ways. Cells can become inflamed, for example, hepatitis. Bile flow can be obstructed, for example, cholestasis). Cholesterol ortriglycerides can accumulate, for example, steatosis). Blood flow to the liver may be compromised. Liver tissue can be damaged by chemicals and minerals, or infiltrated by abnormal cells, like cancer cells. <strong>Alcohol abuse</strong>  <strong>Drug-induced liver disease</strong> Liver cells may become temporarily inflamed or permanently damaged by exposure to medications or drugs. Some medications or drugs require an overdose to cause liver injury while others may cause the damage even when taken in the appropriately prescribed dosage. Taking excess amounts of acetaminophen (Tylenol, Panadol) can cause liver failure. This is the reason that warning labels exist on many over-the-counter medications that contain acetaminophen and why prescription narcotic-acetaminophen combination medications (for example, Vicodin, Lortab, Norco, Tylenol #3) limit the numbers of tablets to be taken in a day. For patients with underlying liver disease or those who abuse alcohol, that daily limit is lower and acetaminophen may be contra-indicated in those individuals. Statin medications are commonly prescribed to control elevated blood levels of cholesterol. Even when taken in the appropriately prescribed dose, liver inflammation may occur. This inflammation can be detected by blood tests that measure liver enzymes. Stopping the medication usually results in return of the liver function to normal. Niacin is another medication used to control elevated blood levels of cholesterol, but liver inflammation for this medication is related to the dose taken. Similarly, patients with underlying liver disease may be at higher risk of developing liver disease due to medications such as niacin. Recent studies have found that niacin may not be as effective as previously thought in controlling high cholesterol. Patients who take niacin may want to see their health care professional to determine if other treatment options may be appropriate. There are numerous other medications that may cause liver inflammation, most of which will resolve when the medication is stopped. These include antibiotics such as nitrofurantoin (Macrodantin, Furadantin, Macrobid), amoxicillin and clavulanic acid (Augmentin, Augmentin XR), tetracycline (Sumycin), and isoniazid (INH, Nydrazid, Laniazid). Methotrexate (Rheumatrex, Trexall), a drug used to treat autoimmune disorders and cancers, has a variety of side effects including liver inflammation that can lead to cirrhosis. Disulfiram (Antabuse) is used to treat alcoholics and can cause liver inflammation. Some herbal remedies and excessive amounts of vitamins can cause hepatitis, cirrhosis and liver failure. Examples include vitamin A, kava kava, ma-huang, and comfrey. Many mushrooms are poisonous to the liver and eating unidentified mushrooms gathered in the wild can be lethal.   <strong>Infectious hepatitis</strong> The term \"hepatitis\" means inflammation, and liver cells can become inflamed because of infection. Hepatitis A is a viral infection that is spread primarily through the fecal-oral route when small amounts of infected fecal matter are inadvertently ingested. Hepatitis A causes an acute inflammation of the liver which generally resolves spontaneously. The hepatitis A vaccine can prevent this infection. Thorough hand washing, especially when preparing food is the best way to prevent the spread of hepatitis A. This is especially important for workers who work in the food and restaurant industries. Hepatitis B is spread by exposure to body fluids (needles from drug abusers, contaminated blood, and sexual contact) and can cause an acute infection, but can also progress to cause chronic inflammation (chronic hepatitis) that can lead to cirrhosis and liver cancer. The hepatitis B vaccine can prevent this infection. Hepatitis C causes chronic hepatitis. An infected individual may not recall any acute illness. Hepatitis C is spread by exposure to body fluids (needles from drug abusers, contaminated blood, and some forms of sexual contact). Chronic hepatitis C may lead to cirrhosis and liver cancer. At present, there is no vaccine against this virus. There is a recommendation to test all people born between 1945 and 1965 for Hepatitis C antibody to identify people who do not know that they have contracted the disease. Newer medications are now available to treat and potentially cure Hepatitis C. Hepatitis D is a virus that requires concomitant infection with hepatitis B to survive, and is spread via body fluid exposure (needles from drug abusers, contaminated blood, and sexual contact). Hepatitis E is a virus that is spread via exposure to contaminated food and water. <strong>Other viruses</strong> Other viruses can also cause liver inflammation or hepatitis as part of the cluster of symptoms. Viral infections with infectious mononucleosis (Epstein Barr virus), adenovirus, and cytomegalovirus can inflame the liver. Non-viral infections such as toxoplasmosis and Rocky Mountain spotted fever are less common causes. <strong>Non-alcoholic fatty liver disease</strong> NASH or non-alcoholic steatohepatitis (also referred to as \"fatty liver\") describes the accumulation of fat within the liver that can cause inflammation of the liver and a gradual decrease in liver function. <strong>Hemochromatosis</strong> Hemachromatosis (iron overload) is a metabolic disorder that leads to abnormally elevated iron stores in the body. The excess iron may accumulate in the tissues of the liver, pancreas, and heart and can lead to inflammation, cirrhosis, liver cancer, and liver failure. Hemachromatosis is an inherited disease. <strong>Wilson's disease</strong> Wilson's disease is another inherited disease that affects the body's ability to metabolize copper. Wilson's disease may lead to cirrhosis and liver failure. <strong>Gilbert's disease</strong> In Gilbert's disease, there is an abnormality in bilirubin metabolism in the liver. It is a common disease that affects up to 7% of the North American population. There are no symptoms and it is usually diagnosed incidentally when an elevated bilirubin level is found on routine blood tests. Gilbert's disease is a benign condition and requires no treatment.   <strong>Cancers</strong> Primary cancers of the liver arise from liver structures and cells. Two examples include hepatocellular carcinoma and cholangiocarcinoma. Metastatic cancer (secondary cancer of the liver) begins in another organ and spreads to the liver, usually through the blood stream. Common cancers that spread to the liver begin in the lung, breast, large intestine, stomach, and pancreas. Leukemia and Hodgkin's lymphoma may also involve the liver. <strong>Blood flow abnormalities</strong> Budd Chiari syndrome is a disease in which blood clots form in the hepatic vein and prevent blood from leaving the liver. This can increase pressure within the blood vessels of the liver, especially the portal vein. This pressure can cause liver cells to die and lead to cirrhosis and liver failure. Causes of Budd Chiari syndrome include polycythemia (abnormally elevated red blood cell count), inflammatory bowel disease, sickle cell disease, and pregnancy. Congestive heart failure, where poor heart function causes fluid and blood to back up in the large veins of the body can cause liver swelling and inflammation. Normally, bile flows from the liver into the gallbladder and ultimately into the intestine to help with the digestion of food. If bile flow is obstructed, it can cause inflammation within the liver. Most commonly, gallstones can cause an obstruction of the ducts that drains bile from the liver. Abnormalities of the opening of the bile duct into the small intestine (sphincter of Oddi) can lead to abnormalities of bile flow. The sphincter of Oddi acts as a \"valve\" that allows bile to flow from the common bile duct into the intestine. Primary biliary cirrhosis and primary sclerosing cholangitis can lead to progressive scarring of the bile ducts, causing them to become narrow, which results in reduced bile flow through the liver. Eventually, damage and scarring of the liver architecture occurs resulting in liver failure. <strong>Other diseases and conditions</strong> Since the liver is responsible for the functions that affect so many other organs in the body, liver disease and failure may cause complications. Examples include: Hepatic encephalopathy: Increased ammonia levels due to the liver's inability to process and metabolize proteins in the diet can cause confusion, lethargy and coma. Abnormal bleeding: The liver is responsible for manufacturing blood clotting factors. Decreased liver function can cause increased risk of bleeding in the body. Protein synthesis or manufacture: proteins made in the liver are the building blocks for body function. Lack of protein affects many bodily functions. Portal hypertension: Because the liver has such a great blood supply, damage to the liver tissue can increase pressure within the blood vessels in the liver and adversely affect blood flow to other organs. This can cause spleen swelling, and the development of varices or swollen veins in the gastrointestinal tract, from the esophagus (esophageal varices) and stomach to the anus (these are different than the swollen veins of hemorrhoids).  Some liver diseases are potentially preventable and are associated with lifestyle choices. Alcohol-related liver disease is due to excessive consumption and is the most common preventable cause of liver disease. Hepatitis B is a viral infection most often spread through the exchange of bodily fluids (for example, unprotected sexual intercourse, sharing unsterilized drug injecting equipment, using non-sterilized equipment for tattoos or body piercing). Hereditary liver disease can be passed genetically from generation to generation. Examples include Wilson's disease (copper metabolism abnormalities) and hemochromatosis (iron overload). Chemical exposure may damage the liver by irritating the liver cells resulting in inflammation (hepatitis), reducing bile flow through the liver (cholestasis) and accumulation of triglycerides (steatosis). Chemicals such as anabolic steroids, vinyl chloride, and carbon tetrachloride can cause liver cancers. Acetaminophen (Tylenol) overdose is a common cause of liver failure. It is important to review the dosing guidelines for all over-the-counter medications and to ask for guidance from your health care professional or pharmacist as to how much of any medication may be taken safely. While over the counter medications are relatively safe, they may cause complications directly or as an interaction with a prescription medication. Medications may irritate the liver blood vessels causing narrowing or the formation of blood clots (thrombosis). Birth control pills may cause hepatic vein thrombosis, especially in smokers.  Classic symptoms of liver disease include: nausea, vomiting, right upper quadrant abdominal pain, and jaundice (a yellow discoloration of the skin due to elevated bilirubin concentrations in the bloodstream). Fatigue, weakness and weight loss may also occur. However, since there are a variety of liver diseases, the symptoms tend to be specific for that illness until late-stage liver disease and liver failure occurs. Examples of liver disease symptoms due to certain conditions or diseases include: A person with gallstones may experience right upper abdominal pain and vomiting after eating a greasy (fatty) meal. If the gallbladder becomes infected, fever may occur. Gilbert's disease has no symptoms, and in an incidental finding on a blood test where the bilirubin level is mildly elevated. Individuals with cirrhosis will develop progressive symptoms as the liver fails. Some symptoms are directly related to the inability of the liver to metabolize the body's waste products. Others reflect the failure of the liver to manufacture proteins required for body function and may affect blood clotting function, secondary sex characteristics and brain function. Symptoms of cirrhosis of the liver include: easy bruising may occur due to decreased production of clotting factors; bile salts can deposit in the skin causingitching; gynecomastia or enlarged breasts in men may occur because of an imbalance in sex hormones; specifically an increase in estradiol; impotence (erectile dysfunction, ED), poor sex drive and shrinking testicles are due to decrease in function of sex hormones;confusion and lethargy may occur if ammonia levels rise in the blood stream (ammonia is a waste product formed from protein metabolism and requires normal liver cells to remove it), ascites (fluid accumulation within the abdominal cavity) occurs because of decreased protein production; andmuscle wasting may occur because of reduced protein production. Additionally, there is increased pressure within the cirrhotic liver affecting blood flow through the liver. Increased pressure in the portal vein causes blood flow to the liver to slow down and blood vessels to swell. Swollen veins (varices) form around the stomach and esophagus and are at risk for bleeding.   Often, the onset of a liver disease is gradual and there is no specific symptom that brings the affected individual to seek medical care. Fatigue, weakness and weight loss that cannot be explained should prompt a visit for medical evaluation. Jaundice or yellow skin is never normal and should prompt an evaluation by a health-care professional. Persistent fever, vomiting, and abdominal pain should also prompt medical evaluation as soon as possible. Acetaminophen or Tylenol overdose, whether accidental or intentional, can cause acute liver failure. Emergent evaluation and treatment is required. Antidotes to protect the liver can be provided, but are effective only when used within a few hours. Without this intervention, acetaminophen overdose can lead to liver failure. Symptoms only occur after potential liver damage has occurred.  The precise diagnosis of liver disease involves a history and physical examination performed by a health care professional. Understanding the symptoms and the patient's risk factors for liver disease will help guide any diagnostic tests that may be considered. Sometimes history is difficult, especially in patients who abuse alcohol. These patients tend to minimize their consumption, and it is often family members who are able to provide the correct information. Liver disease can have physical findings that affect almost all body systems including the heart, lungs, abdomen, skin, brain and cognitive function, and other parts of the nervous system. The physical examination often requires evaluation of the entire body. Blood tests are helpful in assessing liver inflammation and function. Specific liver function blood tests include: AST and ALT ( transaminase chemicals released with liver cell inflammation); GGT and alkaline phosphatase (chemicals released by cells lining the bile ducts); bilirubin; andprotein and albumin levels. Other blood tests may be considered, including the following: complete blood count (CBC), patients with end stage liver disease may have bone marrow suppression and low red blood cells, white blood cells and platelets. As a result, patients with cirrhosis may have bleeding;INR blood clotting function may be impaired due to poor protein production and is a sensitive measure of liver function;lipase to check for pancreas inflammation;electrolytes, BUN andcreatinine to assess kidney function; andammonia blood level assessment is helpful in patients with mental confusion to determine whether liver failure is a potential cause. Imaging studies may be used to visualize, not only the liver, but other nearby organs that may be diseased. Examples of imaging studies include: CT scan (computerized axial tomography), MRI (magnetic resonance imaging), andultrasound (sound wave imaging, which is especially helpful in assessing the gallbladder and bile ducts. Liver biopsy may be considered to confirm a specific diagnosis of liver disease. Under local anesthetic, a long thin needle is inserted through the chest wall into the liver, where a small sample of liver tissue is obtained for examination under a microscope.   Each liver disease will have its own specific treatment regimen. For example, hepatitis A requires supportive care to maintain hydration while the body's immune system fights and resolves the infection. Patients with gallstones may require surgery to remove the gallbladder. Other diseases may need long-term medical care to control and minimize the consequences of their disease In patients with cirrhosis and end-stage liver disease, medications may be required to control the amount of protein absorbed in the diet. The liver affected by cirrhosis may not be able to metabolize the waste products, resulting in elevated blood ammonia levels and hepatic encephalopathy (lethargy, confusion, coma). Low sodium diet and water pills (diuretics) may be required to minimize water retention. In those patients with large amounts of ascites fluid (fluid accumulated in the abdominal cavity), the excess fluid may have to be occasionally removed with a needle and syringe (paracentesis). Using local anesthetic, a needle is inserted through the abdominal wall and the fluid is withdrawn. The ascites fluid can spontaneously become infected and paracentesis also may be used as a diagnostic test looking for infection. Operations may be required to treat portal hypertension and minimize the risk of bleeding. Liver transplantation is the final option for patients whose livers have failed. Except for gallstone disease and some viral infections such as Hepatitis A and infectious mononucleosis, most liver diseases are managed and not cured. Liver disease can progress to cirrhosis and liver failure. Associated complications may include increased risk of bleeding and infection, malnutrition and weight loss, and decreased cognitive function. Some liver diseases are associated with an increased risk of developing liver cancer.   Alcohol abuse is the most common cause of liver disease in North America. Consuming alcohol in moderation may help minimize the risk of alcohol-related liver disease. The risk of contracting Hepatitis B and C can be decreased by minimizing the risk of exposure to another person's bodily fluids. Vaccination is available for Hepatitis A and B. Screening for Hepatitis C is recommended in some populations. Fatty liver disease is a preventable illness with the promotion of a healthy lifestyle including a well-balanced diet, weight control, avoiding excess alcohol consumption and routine exercise program. These lifestyle modifications do not guarantee success in disease prevention as some people will develop fatty liver disease even with maximized lifestyle practices. The outlook and outcome for a patient depends upon the underlying diagnosis. Interestingly, in patients with cirrhosis, there may be little correlation between the amount of damage found on liver biopsy and the ultimate outcome. A patient may never develop symptoms and have a normal life-span or may develop significant symptoms with seemingly minimal disease.  ", 
    "title": "Liver Disease"
}