{
    "data": "  Most people who get liver cancer (hepatic cancer) get it in the setting of chronic liver disease. Incidence rates of hepatocellular cancer are rising in the United States due to increasing prevalence of cirrhosis caused by chronic hepatitis C and non-alcoholic fatty liver disease. There are many treatment alternatives for liver cancer. The treatment chosen depends upon how much the cancer has spread and the general health of the liver and the overall health of the patient. Primary liver cancer is a condition that happens when normal cells in the liver become abnormal in appearance and behavior. The cancer cells can then become destructive to adjacent normal tissues, and can spread both to other areas of the liver and to organs outside the liver. Malignant or cancerous cells that develop in the normal cells of the liver (hepatocytes) are called hepatocellular carcinoma. A cancer that arises in the ducts of the liver is called cholangiocarcinoma. Metastatic cancer is cancer that has spread from the place where it first started (the primary site) to another place in the body (secondary site). Metastatic cancer in the liver is a condition in which cancer from other organs has spread through the bloodstream to the liver. Here the liver cells are not what has become cancerous. The liver has become the site to which the cancer that started elsewhere has spread. Metastatic cancer has the same name and same type of cancer cells as the original cancer. The most common cancers that spread to the liver are breast, colon, bladder, kidney, ovary, pancreas, stomach, uterus, breast, and lungs. Metastatic liver cancer is a rare condition that occurs when cancer originates in the liver (primary) and spreads to other organs (secondary) in the body. Some people with metastatic tumors do not have symptoms. Their metastases are found by X-rays or other tests. Enlargement of the liver or jaundice (yellowing of the skin) can indicate cancer has spread to the liver. Most people who get liver cancer get it in the setting of chronic liver disease (long-term liver damage called cirrhosis), which scars the liver and increases the risk for liver cancer. Conditions that cause cirrhosis are alcohol use/abuse, hepatitis B, and hepatitis C. The causes of liver cancer may be linked to environmental, dietary, or lifestyle factors. For example, in Nov. 2014, researchers at the University of California, San Diego School of Medicine, found that long-term exposure to triclosan, a common ingredient in soaps and detergents, causes liver fibrosis and cancer in laboratory mice. Although triclosan has not been proven to cause human liver cancer, it is currently under scrutiny by the FDA to determine whether it has negative health impacts.  Incidence rates of hepatocellular cancer are rising in the United States due to increasing prevalence of cirrhosis caused by chronic hepatitis C and steatohepatatis (non-alcoholic fatty liver disease). Cirrhosis of the liver due to any cause is a risk factor for liver cancer. The risk factors for liver cancer in cirrhosis are being male, age 55 years or older, Asian or Hispanic ethnicity, family history in a first-degree relative, obesity, hepatitis B and C, alcohol use, and elevated iron content in the blood due to hemochromatosis. Chronic hepatitis B infection even without cirrhosis is a risk factor for liver cancer. Liver cancer causes no symptoms of its own. As the tumor grows, it may cause symptoms of pain in the right side of the abdomen or a feeling of fullness when eating. Some patients may have worsening of symptoms of chronic liver disease or cirrhosis, which often precedes the development of cancer of the liver. For example, patients may complain of unexplained weight loss, wasting (cachexia), decreased appetite, increased swelling of the feet and belly, swollen legs, and yellowing of the eyes and skin (jaundice). The best way to detect liver cancer is through surveillance ultrasound of the liver done every 6 months in a patient with a diagnosis of cirrhosis. As with most forms of cancer, it is best to treat the liver cancer as soon as it is detected. Once a suspicion of liver cancer arises, a physician will order one the following to confirm a diagnosis: <ol>Blood tests: alfa-fetoprotein (AFP), which may be elevated in 70% of patients with liver cancer. AFP levels could be normal in liver cancer. A rising level of AFP is suspicious for liver cancer. Other labs tests include des-gamma-carboxy prothrombin, which can be elevated in most patients with liver cancer. Imaging studies: Multiphasic helical CT scan and MRI with contrast of the liver are the preferred imaging for detecting the location and extent of blood supply to the cancer. If any imaging study is inconclusive, then an alternative imaging study or follow-up imaging study should be performed to help clarify the diagnosis. Lesions smaller than 1 cm are usually difficult to characterize. Liver biopsy is performed to sample tissue from the lesion in the liver, which is analyzed by a pathologist to confirm the suspected diagnosis of liver cancer. Liver biopsy is not needed in every case, especially if the imaging study and lab markers are characteristic for liver cancer. Risks of liver biopsy are infection, bleeding, or seeding of the needle track with cancer. Seeding is when cancer cells get on the needle used for a biopsy and spread to other areas touched by the needle. Liver biopsy of suspected liver cancer carries the added risk of seeding the liver biopsy needle track in 1% to 3% of cases. If a liver biopsy is inconclusive, then a repeat imaging study is recommended at 3- to 6-month intervals.  According to the American Cancer Society, \"The stage of cancer is a description of how widespread it is. The stage of a liver cancer is one of the most important factors in considering treatment options. A staging system is a standard way for the cancer care team to sum up information about how far a cancer has spread. Doctors use staging systems to get an idea about a patient's prognosis (outlook) and to help determine the most appropriate treatment. There are several staging systems for liver cancer, and not all doctors use the same system. \" Liver biopsy as well as imaging studies help in classifying liver cancer stages as per the American Joint Committee on Cancer (AJCC) TNM system, the Barcelona Clinic Liver Cancer (BCLC) staging system, the Cancer of the Liver Italian Program (CLIP) system, or the Okuda system. The medical treatment chosen depends upon how much the cancer has spread and the general health of the liver. For example, the extent of cirrhosis (scarring) of the liver can determine the treatment options for the cancer. Similarly, the spread and extent of spread of cancer beyond the liver tissue plays an important part in the types of treatment options that may be most effective. Surgery: Liver cancer can be treated sometimes with surgery to remove the part of liver with cancer. Surgical options are reserved for smaller sizes of cancer tumors. Complications from surgery may include bleeding (which can be severe), infection, pneumonia, or side effects of anesthesia. Liver transplant: The doctor replaces the cancerous liver with a healthy liver from another person. It is usually used in very small unresectable (not able to be removed) liver tumors in patients with advanced cirrhosis. Liver transplant surgery may have the same compliations as noted above for surgery. Also, complications from medications related to a liver transplant may include possible rejection of the liver transplant, infection due to suppression of the immune system, high blood pressure, high cholesterol, diabetes, weakening of the kidneys and bones, and an increase in body hair. Ablation therapy: This is a procedure that can kill cancer cells in the liver without any surgery. The doctor can kill cancer cells using heat, laser, or by injecting a special alcohol or acid directly into the cancer. This technique may be used in palliative care when the cancer is unresectable. Embolization: Blocking the blood supply to the cancer can be done using a procedure called embolization. This technique uses a catheter to inject particles or beads that can block blood vessels that feed the cancer. Starving the cancer of the blood supply prevents the growth of the cancer. This technique is usually used on patients with large liver cancer for palliation. Complications of embolization include fever, abdominal pain, nausea, and vomiting. Radiation therapy: Radiation uses high-energy rays directed to the cancer to kill cancer cells. Normal liver cells are also very sensitive to radiation. Complications of radiation therapy include skin irritation near the treatment site, fatigue, nausea, and vomiting. Chemotherapy: Chemotherapy uses a medicine that kills cancer cells. The medicine can be given by mouth or by injecting it into a vein or artery feeding the liver. People can have a variety of side effects from chemotherapy, depending on the medications used and the patient's individual response. Complications of chemotherapy include fatigue, easy bruising, hair loss, nausea and vomiting, swollen legs, diarrhea, and mouth sores. These side effects are usually temporary. Targeted Agent: Sorafenib (Nexavar) is an oral medication that can prolong survival (up to 3 months) in patients with advanced liver cancer. Side effects of sorafenib (Nexavar) include fatigue, rash, high blood pressure, sores on the hands and feet, and loss of appetite.  Patients are advised to follow up with the doctor for lab tests and office visits. Patients with chronic liver disease should avoid alcohol and any drugs that can harm the liver. Patients with liver transplants will need to take antirejection drugs for the rest of their life to prevent their body from rejecting the new liver. The prognosis for liver cancer depends on multiple factors such as the size of the liver cancer, the number of lesions, the presence of spread beyond the liver, the health of the surrounding liver tissue, and the general health of the patient. Life expectancy depends on many factors that impact whether a cancer is curable. The American Cancer Society states the overall 5-year survival rate for all stages of liver cancer is 15%. One of the reasons for this low survival rate is that many people with liver cancer also have other underlying medical conditions such as cirrhosis. However, the 5-year survival rate can vary depending on how much the liver cancer has spread. If the liver cancer is localized (confined to the liver), the 5-year survival rate is 28%. If the liver cancer is regional (has grown into nearby organs), the 5-year survival rate is 7%. Once the liver cancer is distant (spread to distant organs or tissues), the survival time is as low as 2 years. Survival rate can also be affected by the available treatments. Liver cancers that can be surgically removed have an improved 5-year survival rate of over 50%. When caught in the earliest stages, and the liver is transplanted, the 5-year survival rate can be as high as 70%. Currently, there are no specifically approved alternative or complementary treatment options for liver cancer. Clinical research on the use of complementary and alternative medicine for liver cancer is limited. Studies suggest that certain alternative therapies may offer benefits for people being treated for all types of cancer, including liver cancer. Some alternative treatments have been found to alleviate unwanted side effects of conventional cancer treatments such as nausea and vomiting. Acupuncture: Studies have shown acupuncture can help with nausea and vomiting among people with cancer. Herbal therapy: Milk thistle has been used for centuries to treat liver problems. Mistletoe may also show promise in liver cancer in experimental studies. Some herbal preparations, such as those mentioned above, may be helpful in treating symptoms associated with liver cancer. Even so, people who have liver cancer need to take extra precautions before taking an herbal remedy. A person with cancer of the liver may have a harder time processing alcohol than people without liver disease and should avoid alcohol-containing products. Since many herbal preparations in extract form are alcohol-based, people with liver cancer should always check the ingredients for the presence of any alcohol before taking these herbs. Additionally, some herbal supplements, such as gingko biloba, can cause excess bleeding. Because the liver releases important substances that help the blood to clot, liver cancer can decrease the body's ability to stave off bleeding. People with liver cancer should discuss any new medications, including herbal supplements, with their doctor before taking them.  Prevention of cirrhosis, which is the underlying cause of liver cancer, will help in preventing the development of liver cancer. Routine surveillance for liver cancer by performing ultrasound of the liver every six months in patients with a cirrhotic liver will detect early liver cancer. Patients can find many resources to learn more about cancer. A popular source is the American Cancer Society. Another is the National Comprehensive Cancer Network, which has a lot of information for consumers on resources and support groups. ", 
    "title": "Liver Cancer Hepatocellular Carcinoma"
}