{
    "data": "  Low blood pressure, also called hypotension, is blood pressure low enough that the flow of blood to the organs of the body is inadequate and symptoms and/or signs of low blood flow develop shock. Low pressure alone, without symptoms or signs, usually is not unhealthy. The symptoms of low blood pressure include lightheadedness, dizziness, and fainting. These symptoms are most prominent when individuals go from the lying or sitting position to the standing position (orthostatic hypotension). Low blood pressure that causes an inadequate flow of blood to the body's organs can cause strokes, heart attacks, and kidney failure. It's most severe form is shock. Common causes of low blood pressure include a reduced volume of blood, heart disease, and medications. The cause of low blood pressure can be determined with blood tests, radiologic studies, and cardiac testing to look for heart failure and arrhythmias. Treatment of low blood pressure is determined by the cause of the low pressure.  Blood pressure is the force exerted by circulating blood on the walls of blood vessels. It constitutes one of the critically important signs of life or vital signs which include heart rate, breathing, and temperature. Blood pressure is generated by the heart pumping blood into the arteries modified by the response of the arteries to the flow of blood. An individual's blood pressure is expressed as systolic/diastolic blood pressure, for example, 120/80. The systolic blood pressure (the top number) represents the pressure in the arteries as the muscle of the heart contracts and pumps blood into them. The diastolic blood pressure (the bottom number) represents the pressure in the arteries as the muscle of the heart relaxes following its contraction. Blood pressure always is higher when the heart is pumping (squeezing) than when it is relaxing.   The range of systolic blood pressure for most healthy adults falls between 90 and 120 millimeters of mercury (mm Hg). Normal diastolic blood pressure ranges between 60 and 80 mm Hg. Current guidelines define normal blood pressure range as lower than 120/80. Blood pressures over 130/80 are considered high. High blood pressure increases the risk of damaging the arteries which leads to the development of: Heart diseaseKidney diseaseHardening of the arteries (atherosclerosis or arteriosclerosis) Eye damage Stroke Low blood pressure (hypotension) is pressure so low it causes symptoms or signs due to the low flow of blood through the arteries and veins. When the flow of blood is too low to deliver enough oxygen and nutrients to vital organs such as the brain, heart, and kidney, the organs do not function normally and may be temporarily or permanently damaged. Unlike high blood pressure, low blood pressure is defined primarily by signs and symptoms of low blood flow and not by a specific blood pressure number. Some individuals routinely may have blood pressure numbers of 90/50 with no symptoms and therefore do not have low blood pressure. However, others who normally have higher blood pressures may develop symptoms of low blood pressure if their blood pressure drops to 100/60. In pregnancy, blood pressure tends to decrease. Normal blood pressure during pregnancy may be lower than 100/60. Blood pressure should be monitored by the obstetrician during pregnancy.   During relaxation of the heart (diastole) the left ventricle of the heart fills with blood returning from the lungs. The left ventricle then contracts and pumps blood into the arteries (systole). The blood pressure in the arteries during contraction of the ventricle (systolic pressure) is higher because blood is being actively ejected into the arteries. It is lower during relaxation of the ventricle (diastolic pressure) when no blood is being ejected into the arteries. The pulse we feel when we place our fingers over an artery is caused by the contraction of the left ventricle and the ejection of blood. Blood pressure is determined by two factors: 1) The amount of blood pumped by the left ventricle of the heart into the arteries, and 2) the resistance to the flow of blood caused by the walls of the arterioles (smaller arteries). Generally, blood pressure tends to be higher if more blood is pumped into the arteries or if the arterioles are narrow and/or stiff. Narrow and/or stiff arterioles, by resisting the flow of blood, increase blood pressure. Arterioles may become narrower when the muscles surrounding them contract. Arterioles may become stiff and narrow when older patients develop atherosclerosis. Blood pressure tends to be lower if less blood is being pumped into the arteries or if the arterioles are larger and more flexible and, therefore, have less resistance to the flow of blood.   The body has mechanisms to alter or maintain blood pressure and blood flow. There are sensors that sense blood pressure in the walls of the arteries and send signals to the heart, the arterioles, the veins, and the kidneys that cause them to make changes that lower or increase blood pressure. There are several ways in which blood pressure can be adjusted; by adjusting the amount of blood pumped by the heart into the arteries (cardiac output), the amount of blood contained in the veins, the arteriolar resistance, and the volume of blood. The heart can speed up and contract more frequently and it can eject more blood with each contraction (more forcefully). Both of these responses increase the flow of blood into the arteries and increase blood pressure. The veins can expand and narrow. When veins expand, more blood can be stored in the veins and less blood returns to the heart for pumping into the arteries. As a result, the heart pumps less blood, and blood pressure is lower. On the other hand, when veins narrow, less blood is stored in the veins, more blood returns to the heart for pumping into the arteries, and blood pressure is higher. The arterioles can expand and narrow. Expanded arterioles create less resistance to the flow of blood and decrease blood pressure, while narrowed arterioles create more resistance and raise blood pressure. The kidney can respond to changes in blood pressure by increasing or decreasing the amount of urine that is produced. Urine is primarily water that is removed from the blood. When the kidney makes more urine, the amount (volume) of blood that fills the arteries and veins decreases, and this lowers blood pressure. If the kidneys make less urine, the amount of blood that fills the arteries and veins increases and this increases blood pressure. Compared with the other mechanisms for adjusting blood pressure, changes in the production of urine affect blood pressure slowly over hours and days. (The other mechanisms are effective in seconds. ) For example, low blood volume due to bleeding (such as a bleeding ulcer in the stomach or from a severe laceration from an injury) can cause low blood pressure. The body quickly responds to the low blood volume and pressure by the following adjustments which all increase blood pressure: The heart rate increases and the forcefulness of the heart's contractions increase, pumping more blood through the heart. Veins narrow to return more blood to the heart for pumping. Blood flow to the kidneys decreases to reduce the formation of urine and thereby increases the volume of blood in the arteries and veins. Arterioles narrow to increase resistance to blood flow. These adaptive responses will keep the blood pressure in the normal range unless blood loss becomes so severe that the responses are overwhelmed. People who have lower blood pressures have a lower risk of stroke, kidney disease, and heart disease. Athletes, people who exercise regularly, people who maintain ideal body weight, and nonsmokers tend to have lower blood pressures. Low blood pressure is desirable as long as it is not low enough to cause symptoms and damage to the organs in the body.   When blood pressure is not sufficient to deliver enough blood to the organs of the body, the organs do not work properly and can be temporarily or permanently damaged. Symptoms of low blood pressure caused by conditions or diseases depend upon the specific cause of the low blood pressure. For example, if insufficient blood flows to the brain, brain cells do not receive enough oxygen and nutrients, and a person can feel lightheaded, dizzy, or even faint. The most common symptoms of low blood pressure include: LightheadednessDizzinessFainting (syncope) Symptoms of low blood pressure due to conditions or diseases include: Orthostatic hypotension: Going from a sitting or lying position to a standing position often brings out symptoms of low blood pressure. This occurs because standing causes blood to \"settle\" in the veins of the lower body, and this can lower the blood pressure. If the blood pressure is already low, standing can make the low pressure worse, to the point of causing symptoms. The development of lightheadedness, dizziness, or fainting upon standing caused by low blood pressure is called orthostatic hypotension. Normal individuals are able to compensate rapidly for the low pressure created by standing with the responses discussed previously and do not develop orthostatic hypotension. Heart disease:Chest pain (a symptom of angina) or even a heart attack due to is insufficient blood pressure to deliver blood to the coronary arteries (the arteries that supply blood to the heart's muscle), a person may develop. Kidney disease: When insufficient blood is delivered to the kidneys, the kidneys fail to eliminate wastes from the body, for example, urea (BUN) and creatinine, and increases in their levels in the blood occur. Shock is a life-threatening condition where persistently low blood pressure causes organs such as kidney, liver, heart, lung, and brain to fail rapidly.   Conditions that reduce the volume of blood, reduce cardiac output (the amount of blood pumped by the heart), and medications are frequent reasons for low blood pressure. Dehydration is common among patients with prolonged nausea, vomiting, diarrhea, or excessive exercise which shunts blood away from the organs to the muscles. Large amounts of water are lost when vomiting and with diarrhea, especially if the person does not drink adequate amounts of fluid to replace the depleted water. Other causes of dehydration include exercise, sweating, fever, and heat exhaustion, or heat stroke. Individuals with mild dehydration may experience only thirst and dry mouth. Moderate to severe dehydration may cause orthostatic hypotension (manifested by lightheadedness, dizziness, or fainting upon standing). Prolonged and severe dehydration can lead to shock, kidney failure, confusion, acidosis (too much acid in the blood), coma, and even death. Moderate or severe bleeding can quickly deplete an individual's body of blood, leading to low blood pressure or orthostatic hypotension. Bleeding can result from trauma, surgical complications, or from gastrointestinal abnormalities such as ulcers, tumors, or diverticulosis. Occasionally, the bleeding may be so severe and rapid (for example, bleeding from a ruptured aortic aneurysm) that it causes shock and death rapidly. Severe inflammation of organs inside the body such as acute pancreatitis can cause low blood pressure. In acute pancreatitis, fluid leaves the blood vessels to enter the inflamed tissues around the pancreas as well as the abdominal cavity, concentrating blood and reducing its volume.   Weakened heart muscle can cause the heart to fail and reduce the amount of blood it pumps. One common cause of weakened heart muscle is the death of a large portion of the heart's muscle due to a single, large heart attack or repeated smaller heart attacks. Other examples of conditions that can weaken the ability of the heart to pump blood include medications that are toxic to the heart, infections of the muscle of the heart by viruses (myocarditis), and diseases of the heart's valves such as aortic stenosis that reduce the flow of blood from the heart and into the arteries. Pericarditis is an inflammation of the pericardium (the sac surrounding the heart). Pericarditis can cause fluid to accumulate within the pericardium and compress the heart, restricting the ability of the heart to expand, fill, and pump blood. Pulmonary embolism is a condition in which a blood clot in a vein (deep vein thrombosis) breaks off and travels to the heart and eventually the lung. A large blood clot can block the flow of blood into the left ventricle from the lungs and severely diminish the blood returning to the heart for pumping. Pulmonary embolism is a life-threatening emergency. A slow heart rate (bradycardia) can decrease the amount of blood pumped by the heart. The resting heart rate for a healthy adult is between 60 and 100 beats/minute. Bradycardia (resting heart rates slower than 60 beats/minute) does not always cause low blood pressure. In fact, some highly trained athletes can have resting heart rates in the 40s and 50s (beats per minute) without any symptoms. The slow heart rates are offset by more forceful contractions of the heart that pump more blood than in non-athletes. But in many patients bradycardia can lead to low blood pressure, lightheadedness, dizziness, and even fainting. Several common reasons for bradycardia include: 1) sick sinus syndrome, 2) heart block, and 3) drug toxicity. Many of these conditions occur in the elderly. <ol>Sick sinus syndrome: Sick sinus syndrome occurs when the diseased electrical system of the heart cannot generate electrical signals fast enough to maintain a normal heart rate. Heart block: Heart block occurs when the specialized tissues that transmit electrical current in the heart are damaged by heart attacks, degeneration from atherosclerosis, and medications. Heart block prevents some or all of the electrical signals from reaching parts of the heart, and this prevents the heart from contracting as well as it otherwise would. Drug toxicity: Drugs such as digoxin (Lanoxin) or beta blockers for high blood pressure can slow the transmission of electricity in the heart chemically and can cause bradycardia and hypotension (see section \"Medications that cause low blood pressure\"). An abnormally fast heart rate (tachycardia) also can cause low blood pressure. The most common example of tachycardia causing low blood pressure is atrial fibrillation. Atrial fibrillation is a disorder of the heart characterized by rapid and irregular electrical discharges from the muscle of the heart causing the ventricles to contract irregularly and (usually) rapidly. The rapidly contracting ventricles do not have enough time to fill maximally with blood before each contraction, and the amount of blood that is pumped decreases in spite of the faster heart rate. Other abnormally rapid heart rhythms such as ventricular tachycardia also can produce low blood pressure, sometimes even life-threatening shock.   Medications that cause low blood pressure Medications such as calcium channel blockers, beta blockers, and digoxin (Lanoxin) can slow the rate at which the heart contracts. Some elderly people are extremely sensitive to these medications since they are more likely to have diseased hearts and electrical conduction tissues. In some individuals, the heart rate can become dangerously slow even with small doses of these medications. Medications used in treating high blood pressure (such as angiotensin converting enzyme or ACE inhibitors, angiotensin receptor blockers, beta blockers, calcium channel blockers, and alpha blockers) can excessively lower blood pressure and result in symptomatic low blood pressure especially among the elderly. Water pills (diuretics) such as hydrochlorothiazide (HydroDIURIL) and furosemide (Lasix) can decrease blood volume by causing excessive urination. Medications used for treating depression, such as amitriptyline (Elavil); Parkinson's disease, such as levodopa-carbidopa (Sinemet); and erectile dysfunction (impotence), such as sildenafil (Viagra), vardenafil (Levitra), and tadalafil (Cialis) when used in combination with nitroglycerin, can cause low blood pressure. Alcohol and narcotics also can cause low blood pressure.   Vasovagal reaction is a common condition in which a healthy person temporarily develops low blood pressure, slow heart rate, and sometimes fainting. A vasovagal reaction typically is brought on by emotions of fear or pain such as having blood drawn, starting an intravenous infusion, or by gastrointestinal upset. Vasovagal reactions are caused by activity of the involuntary (autonomic) nervous system, especially the vagus nerve, which releases hormones that slow the heart and widen the blood vessels. The vagus nerve also controls digestive tract function and senses activity in the digestive system. Thus, some people can have a vasovagal reaction from straining at a bowel movement or vomiting. Postural (orthostatic) hypotension is a sudden drop in blood pressure when an individual stands up from a sitting, squatting, or supine (lying) position. When a person stands up, gravity causes blood to settle in the veins in the legs so that less blood returns to the heart for pumping, and, as a result, the blood pressure drops. The body normally responds automatically to the drop in blood pressure by increasing the rate and narrowing the veins to return more blood to the heart. In patients with postural hypotension, this compensating reflex fails to occur, resulting low blood pressure and its symptoms. Postural hypotension can occur in persons of all ages but is much more common among the elderly, especially in those on medications for high blood pressure and/or diuretics. Other causes of postural hypotension include dehydration, adrenal insufficiency (discussed later), prolonged bed rest, diabetes, and certain rare neurological syndromes (for example, Shy-Drager syndrome) that damage the autonomic nerves. Another form of postural hypotension occurs typically in young healthy individuals. After prolonged standing, the individual's heart rate and blood pressure drop, causing dizziness, nausea, and often fainting. In these individuals, the autonomic nervous system wrongly responds to prolonged standing by directing the heart to slow down and the veins to dilate thereby removing blood from circulating in the arteries. Micturition syncope is a temporary drop in blood pressure and loss of consciousness brought about by urinating. This condition typically occurs in elderly patients and may be due to the release of hormones that lower blood pressure. Adrenal insufficiency, for example, due to Addison's disease, can cause low blood pressure. Addison's disease is a disorder in which the adrenal glands (small glands next to the kidneys) are destroyed. The destroyed adrenal glands can no longer produce sufficient adrenal hormones (specifically cortisol) necessary to maintain normal bodily functions. Cortisol has many functions, one of which is to maintain blood pressure and the function of the heart. Addison's disease is characterized by weight loss  In some individuals, particularly relatively healthy ones, symptoms of weakness, dizziness, and fainting raise the suspicion of low blood pressure. In others, an event often associated with low blood pressure, for example a heart attack, has occurred to cause the symptoms. Measuring blood pressure, in both the lying (supine) and standing positions usually is the first step in diagnosing low blood pressure. In patients with symptomatic low blood pressure, there often is a marked drop in blood pressure upon standing, and patients may even develop orthostatic symptoms. The heart rate often increases. The goal is to identify the cause of the low blood pressure. Sometimes the causes are readily apparent (such as loss of blood due to trauma, or sudden shock after receiving X-ray dyes containing iodine). At other times, the cause may be identified by testing: CBC (complete blood count) may reveal anemia from blood loss or elevated white blood cells due to infection. Blood electrolyte measurements may show dehydration and mineral depletion, renal failure (kidney failure), or acidosis (excess acid in the blood). Cortisol levels can be measured to diagnose adrenal insufficiency and Addison's disease. Blood and urine cultures can be performed to diagnose septicemia and bladder infections, respectively. Radiology studies, such as chest X-rays, abdominal ultrasounds, and computerized tomography (CT or CAT) scans may detect pneumonia, heart failure, gallstones, pancreatitis, and diverticulitis. Electrocardiograms (EKG) can detect abnormally slow or rapid heart beats, pericarditis, and heart muscle damage from either previous heart attacks or a reduced supply of blood to the heart muscle that has not yet caused a heart attack. Holter monitor recordings are used to diagnose intermittent episodes of abnormal heart rhythms. If abnormal rhythms occur intermittently, a standard EKG performed at the time of a visit to the doctor's office may not show the abnormal rhythm. A Holter monitor is a continuous recording of the heart's rhythm for 24 hours that often is used diagnose intermittent episodes of bradycardia or tachycardia. Patient-activated event recorder: If the episodes of bradycardia or tachycardia are infrequent, a 24-hour Holter recording may not capture these sporadic episodes. In this situation, a patient can wear a patient-activated event recorder for up to 4 weeks. The patient presses a button to start the recording when he or she senses the onset of an abnormal heart rhythm or symptoms possibly caused by low blood pressure. The doctor then analyzes the recordings at a later date to identify the abnormal episodes. Echocardiograms are examinations of the structures and motion of the heart using ultrasound. Echocardiograms can detect pericardial fluid due to pericarditis, the extent of heart muscle damage from heart attacks, diseases of the heart valves, and rare tumors of the heart. Ultrasound examinations of the leg veins and CT scans of the chest can detect deep vein thrombosis and pulmonary embolism. Tilt-table tests are used to evaluate patients suspected of having postural hypotension or syncope due to abnormal function of the autonomic nerves. During a tilt-table test, the patient lies on an examination table with an intravenous infusion administered while the heart rate and blood pressure are monitored. The table then is tilted upright for 15 minutes to 45 minutes. Heart rate and blood pressure are monitored every few minutes. The purpose of the test is to try to reproduce postural hypotension. Sometimes a doctor may administer epinephrine (Adrenalin, Isuprel) intravenously to induce postural hypotension.   Low blood pressure readings in healthy subjects without symptoms or organ damage need no treatment. All patients with symptoms possibly due to low blood pressure should be evaluated by a doctor. Patients who have had a major drop in blood pressure from their usual levels even without the development of symptoms also should be evaluated. The doctor needs to identify the cause of the low blood pressure; remedies will depend on the cause. For example, if a medication is causing the low blood pressure, the dose of medication may have to be reduced or the medication stopped. Do not adjust medication dose on your own, and do not stop taking any medication without first consulting your doctor. Dehydration is treated with fluids and minerals (electrolytes). Mild dehydration without nausea and vomiting can be treated with oral fluids and electrolytes. Moderate to severe dehydration usually is treated in a hospital or emergency room with intravenous fluids and electrolytes. Blood loss can be treated by treating the cause of the bleeding, and with intravenous fluids and blood transfusions. Continuous and severe bleeding needs to be treated immediately. Septic shock is a medical emergency and is treated with intravenous fluids and antibiotics. Blood pressure medications or diuretics are adjusted, changed, or stopped by the doctor if they are causing low blood pressure symptoms. Bradycardia may be due to a medication. The doctor may reduce, change, or stop the medication. Bradycardia due to sick sinus syndrome or heart block is treated with an implantable pacemaker. Tachycardia is treated depending on the nature of the tachycardia. Atrial fibrillation can be treated with oral medications, electrical cardioversion, or a catheterization procedure called pulmonary vein isolation. Ventricular tachycardia can be controlled with medications or with an implantable defibrillator. Pulmonary embolism and deep vein thrombosis is treated with blood thinners, initially with types of heparin. Later, oral warfarin (Coumadin) or other oral medications are substituted for heparin. Pericardial fluid from pericarditis can be removed by a procedure called pericardiocentesis. Postural hypotension can be treated with changes in diet such as increasing water and salt intake,* increasing intake of caffeinated beverages (because caffeine constricts blood vessels), using compression stockings to compress the leg veins and reduce the pooling of blood in the leg veins, and in some patients, the use of a medication called midodrine (ProAmatine). The problem with midodrine is that while it increases blood pressure in the upright position, the supine blood pressure may become too high, thus increasing the risk of strokes. Mayo Clinic researchers found that a medication used to treat muscle weakness in myasthenia gravis called pyridostigmine (Mestinon) increases upright blood pressure but not supine blood pressure. Pyridostigmine, an anticholinesterase medication, works on the autonomic nervous system, especially when a person is standing up. Side effects include minor abdominal cramping or increased frequency of bowel movements. Postprandial hypotension refers to low blood pressure occurring after meals. Ibuprofen (Motrin) or indomethacin (Indocin) may be beneficial. Vasovagal syncope can be treated with several types of drugs such as beta blockers, for example, propanolol (Inderal, Inderal LA) and selective serotonin reuptake inhibitors such as fluoxetine (Prozac), escitalopram oxalate (Lexapro), paroxetine (Paxil), sertraline (Zoloft), citalopram (Celexa), and fluvoxamine (Luvox). Fludrocortisone (Florinef) (a drug that prevents dehydration by causing the kidney(s) to retain water) also may be used. A pacemaker can also be helpful when a patient fails drug therapy. Natural remedies have not been proven. Some herbs reported to raise blood pressure include ginger, rosemary, aniseed, cinnamon, and pepper. Do not take any herbs without first consulting your doctor. *Note: Increasing salt intake can lead to heart failure in patients with existing heart disease and should not be undertaken without consulting a doctor.  ", 
    "title": "Low Blood Pressure"
}