{
    "data": "  Meningococcemia is a bloodstream infection cause by the bacterium Neisseria meningitidis. N. meningitidis is a contagious bacterium and is spread from person to person via respiratory secretions. Initially, patients present with fever and general aches. A rash is often present. Patients with meningococcemia are usually seriously ill. Complications include shock, failure of multiple organs, lack of circulation to the extremities, and death. Patients may also develop or present with meningitis. Meningococcemia is treated with intravenous antibiotics. Early treatment reduces the risk of complications and death. Most disease is caused by four types (serogroups) of N. meningitidis. A vaccine is available to help prevent four of the five serogroups. The vaccine is recommended at 11 years of age, with a booster dose at 16 years of age. Vaccination is also recommended for people at high risk of getting the infection, including those with a missing spleen or a specific type of defect in their immune system. People who travel to areas where outbreaks are occurring should be vaccinated before travel. People who have had close contact with an infected patient (for example, a household member with face-to-face contact, a child's playmate, etc. ) should receive antibiotics to reduce the risk of disease. These \"prophylactic\" antibiotics should be started as soon as possible but certainly within two weeks of exposure.  Meningococcemia is a bacterial infection of the blood due to Neisseria meningitidis. This bacterium is most famous for causing meningococcal meningitis which may also be present in meningococcemia. Many bacteria can cause bloodstream infections (septicemia), including staphylococci,Streptococcus B, orStreptococcus A. In addition, other bacteria can cause meningitis, including Streptococcus pneumoniae or leptospirosis. However, N. meningitidis is concerning because it is more contagious than these other bacteria and causes very serious disease. Rates of infection are typically highest in older children and adolescents, although meningococcemia has been reported in all age groups. As mentioned, the bacterium that causes meningococcemia is called N. meningitidis, also known as \"meningococcus. \" Meningococcemia may also be called meningococcal bacteremia. Under the microscope, the bacteria usually appear in pairs, looking like two small kidney beans side by side. N. meningitidis is surrounded by a capsule made of complex carbohydrates called polysaccharides. These polysaccharides stimulate the immune system, which helps the body fight the infection. There are several different types (serogroups) of N. meningitidis. Most human disease is caused by serogroups A, B, C, Y, and W135. Transmission of N. meningitidis is from person to person through respiratory secretions. Some people can harbor the bacteria in their throats and not get sick, which is called a \"carrier\" state. In others, the bacteria rapidly invade the tissues and bloodstream and cause disease.  Children and adolescents 5 to 19 years of age are at highest risk for meningococcemia. Newborns acquire antibodies from their mothers via the placenta, although these antibodies fade after a few weeks or months. Toddlers are not immune, and there have been several exposures in day-care settings. As children age, they gradually gain immunity to meningococcal strains by coming into contact with milder strains of the bacteria. However, because this immunity is imperfect, it is still possible for adults to get meningococcemia. The immune system is critical in fighting off the bacteria. Patients who have a history of a specific genetic deficiency in the complement system are at high risk for severe disease. The spleen is also needed for an effective immune response, so people are at higher risk for severe disease if they have had their spleens taken out or have spleens that function poorly. People who have been in close contact with an infected patient are at increased risk to acquire the disease themselves. People who live together in close quarters such as military barracks are at special risk for disease, because one infected person can spread the disease to many others. One study showed that the attack rate in household contacts was 500 times greater than that of the general population. In some parts of the world, outbreaks of meningococcal disease occur regularly. This is true of a group of countries in sub-Saharan Africa, which is known as the \"meningitis belt. \" Because travelers from this area visit Saudi Arabia during the Hajj, there have been outbreaks associated with the pilgrimage. Saudi Arabia now requires proof of meningococcal vaccination before admitting pilgrims. Prevention of similar outbreaks is possible; for example, many universities in the U. S. now require proof of meningococcal vaccination before the students can attend classes.  Infected patients initially experience fatigue, fever, headache, and body aches, similar to those experienced by people with influenza, including swine flu or bird flu. Once symptoms appear, the disease usually gets rapidly worse over several hours. In a minority of cases, symptoms continue at a low-grade level for several days. As the symptoms worsen, shaking chills and high fever occur. Rash is common and appears like small red dots (petechiae) or a bleed into the skin (purpura) associated with vasculitis. The rash may appear anywhere on the body, even on the palms or soles or inside the mouth. It may be limited to a small section of the body or cover extensive areas. Thus, a careful physical examination of the skin and mucosal surfaces is important. In addition to the rash, physical examination reveals a fast heart rate and often a low blood pressure and other signs of shock. Laboratory examination usually shows increases in white blood cell counts and may show low platelet counts (thrombocytopenia). The bacteria may spread to the heart, causing myocarditis. In severe cases, multiple organ systems may fail, including the kidneys, lungs and airways, liver, or heart. Uncommonly, the bacteria may cause a low-grade bloodstream infection (chronic meningococcemia) with fever, joint pain, and rash that lasts one to three weeks. Although meningococcemia refers to an infection of the bloodstream, it is important to note that some patients with meningococcemia will develop meningococcal meningitis. Meningococcemia poses a higher risk of shock and death than meningococcal meningitis. Thus, although they are defined differently and have different prognoses, there is significant overlap between meningococcemia and meningococcal meningitis.  The diagnosis may be suggested from the patient's history and physical exam, although definitive diagnosis requires laboratory testing. Because the disease can progress rapidly, treatment should be started promptly without waiting for laboratory test results. Meningococcemia is diagnosed by culturing N. meningitidis from a sample of blood. The bacteria grow in one to two days in most cases, and biochemical methods are used to identify them as N. meningitidis. Samples of the growth can also be stained and examined under the microscope to detect the characteristic double kidney bean appearance of the bacteria, although additional biochemical tests are performed to confirm the identification of the organism. Once the organism is growing on culture medium, tests are done to determine which antibiotics are likely to kill the bacteria. In some instances, skin biopsies from the rash can reveal the organisms under the microscope, but this is difficult and a negative result is not a reliable means of ruling out meningococcemia. Other investigators have occasionally used a PCR (polymerase chain reaction) laboratory test to detect N. meningitides in the blood, although the test was developed for spinal fluid. The drawbacks of PCR are that it cannot determine how susceptible the bacteria are to specific antibiotics and that the test may not be available in all hospital laboratories. Meningococcemia is a very severe bacterial infection often requiring intensive-care monitoring. The most important treatment for meningococcemia is early intravenous antibiotic therapy. Antibiotics must be started as soon as meningococcemia is suspected. A third-generation cephalosporin (ceftriaxone [Rocephin], cefotaxime [Claforan]) is the initial treatment of choice. Once cultures with sensitivities to antibiotics are known, the antibiotic regimen may be adjusted. In addition to intravenous antibiotics, patients in the intensive care will likely require intravenous fluids and sometimes medications (vasopressors) to help maintain and support an adequate blood pressure. Some patients may require ventilator support if they develop respiratory distress.  Despite antibiotic therapy and intensive-care monitoring, meningococcemia still has overall case fatality rates of 10%-15% in the United States. Up to 19% have long-term complications from meningococcal infections. These complications could include amputation of limbs due to ischemia or low blood pressure, adrenal insufficiency from adrenal hemorrhage, neurological disabilities, arthritis, need for skin grafting, and others. There are several ways to prevent meningococcemia. Infected people are contagious and will be placed in private isolation rooms in the hospital. Health-care workers will wear masks when entering the room. Isolation duration varies but is at least 24 hours after the start of intravenous antibiotics. People who have come into close contact with an infected patient should strongly consider taking antibiotics to reduce the risk of disease, which is known as prophylactic treatment. Physicians may have patients take prophylactic antibiotics such as rifampin (Rifadin) or ciprofloxacin (Cipro) in pill form. Sometimes a shot of ceftriaxone is used. The choice of antibiotic is based on the age of the patient, resistance patterns in the community, and whether the person is pregnant or not. Close contact usually means household contacts, day-care or child-care contacts, or those who have been exposed to potentially infected saliva in the week before the patient got sick. Routine patient care does not warrant prophylaxis in health-care workers, unless the worker has had very close contact with respiratory secretions such as when giving mouth-to-mouth resuscitation or inserting a breathing tube. Prophylaxis should be given as soon as possible after the exposure but certainly within two weeks of the event. The antibiotics help eliminate carriage of the bacteria and may also be used in the final step of treatment for infected patients. People who have been exposed to N. meningitidis should be monitored for 10 to 14 days to make sure they do not develop symptoms. For caretakers and health-care workers, frequent hand washing is recommended to minimize the transfer of infected secretions to the mouth or nose. In the hospital, patients with meningococcemia are placed in private rooms and staff will wear surgical masks when approaching the patient. There are effective and safe vaccines to protect against meningococcemia. Vaccines are available for all five serogroups, but no single vaccine covers all five. Aquadrivalent vaccine covers four major disease-causing serogroups (A, C, Y, W135), and there are two types of vaccines available in the United States in this category. A separate vaccine covers the fifth serogroup (B). The choice of vaccine depends on the age of the patient. Vaccine side effects are usually mild, consisting of a sore arm. Allergic reactions may occur but are very rare. The quadrivalent vaccine is recommended for all children starting at 11 years of age. A booster dose should be given at 16 years of age. Teens who are 16 years of age or older and have never been vaccinated need only a single dose. The vaccine may be required for admission to college, and students should have received the vaccine less than five years before starting college. In adults, vaccination is recommended for those who are military recruits, college students living in dormitories, individuals with missing or damaged spleens, have certain immune deficiencies in the complement system, those traveling to areas where the disease is common, and scientists performing research on the bacteria. In some situations where an individual remains at high risk, revaccination is performed after five years. The monovalent Group B vaccine is recommended for high-risk iundividuals as identified by your healthcare provider. Vaccination is also recommended for infants and children less than 11 years of age if they are at high risk. These risk factors are similar to those listed above such as those with complement deficiencies, splenectomy or functional asplenism, outbreak, or travel to high-risk areas. Outbreaks of meningococcemia or meningococcal disease occur sporadically around the world but occur more predictably in sub-Saharan Africa. Travelers visiting these areas should be vaccinated. As mentioned above, Saudi Arabia requires proof of vaccination for travelers during the Hajj.  The Centers for Disease Control and Prevention (CDC) is a good source of information on N. meningitidis and the meningococcal vaccine: http://www. cdc. gov/meningococcal/. Travelers should consult their physician and the CDC web site (http://wwwnc. cdc. gov/travel) for additional information. ", 
    "title": "Meningococcemia"
}