{
    "data": "   During your period, you shed the thickened uterine lining and extra blood through the vagina. Your period may not be the same every month. It may also be different than other women's periods. Periods can be light, moderate, or heavy in terms of how much blood comes out of the vagina. This is called menstrual flow. The length of the period also varies. Most periods last from 3 to 5 days. But, anywhere from 2 to 7 days is normal. For the first few years after menstruation begins, longer cycles are common. A woman's cycle tends to shorten and become more regular with age. Most of the time, periods will be in the range of 21 to 35 days apart. Women can have a range of problems with their periods, including pain, heavy bleeding, and skipped periods. Amenorrhea (ay-men-uh-REE-uh) — the lack of a menstrual period. This term is used to describe the absence of a period in: Young women who haven't started menstruating by age 15Women and girls who haven't had a period for 90 days, even if they haven't been menstruating for long Causes can include: PregnancyBreastfeedingExtreme weight lossEating disordersExcessive exercisingStressSerious medical conditions in need of treatment As mentioned previously, when your menstrual cycles come regularly, this means that important parts of your body are working normally. In some cases, not having menstrual periods can mean that your ovaries have stopped producing normal amounts of estrogen. Missing these hormones can have important effects on your overall health. Hormonal problems, such as those caused by polycystic ovary syndrome (PCOS) or serious problems with the reproductive organs, may be involved. It's important to talk to a doctor if you have this problem. Dysmenorrhea (dis-men-uh-REE-uh) - painful periods, including severe cramps. Menstrual cramps in teens are caused by too much of a chemical called prostaglandin (pros-tuh-GLAN-duhn). Most teens with dysmenorrhea do not have a serious disease, even though the cramps can be severe. In older women, the pain is sometimes caused by a disease or condition such as uterine fibroids or endometriosis. For some women, using a heating pad or taking a warm bath helps ease their cramps. Some over-the-counter pain medicines can also help with these symptoms. They include: Ibuprofen (eye-byu-PROH-fuhn) (for instance, Advil, Motrin, Midol Cramp)Ketoprofen (key-toh-PROH-fuhn) (for instance, Orudis KT)Naproxen (nuh-PROK-suhn) (for instance, Aleve) If these medicines don't relieve your pain or the pain interferes with work or school, you should see a doctor. Treatment depends on what's causing the problem and how severe it is. Abnormal uterine bleeding is vaginal bleeding that's different from normal menstrual periods. It includes: Bleeding between periodsBleeding after sexSpotting anytime in the menstrual cycleBleeding heavier or for more days than normalBleeding after menopause Abnormal bleeding can have many causes. Your doctor may start by checking for problems that are most common in your age group. Some of them are not serious and are easy to treat. Others can be more serious. Treatment for abnormal bleeding depends on the cause. In both teens and women nearing menopause, hormonal changes can cause long periods along with irregular cycles. Even if the cause is hormonal changes, you may be able to get treatment. You should keep in mind that these changes can occur with other serious health problems, such as uterine fibroids, polyps, or even cancer. See your doctor if you have any abnormal bleeding.   In the United States, the average age for a girl to get her first period is 12. This does not mean that all girls start at the same age. A girl can start her period anytime between the ages of 8 and 15. Most of the time, the first period starts about 2 years after breasts first start to develop. If a girl has not had her first period by age 15, or if it has been more than 2 to 3 years since breast growth started, she should see a doctor. Women usually have periods until menopause. Menopause occurs between the ages of 45 and 55, usually around age 50. Menopause means that a woman is no longer ovulating (producing eggs) or having periods and can no longer get pregnant. Like menstruation, menopause can vary from woman to woman and these changes may occur over several years. The time when your body begins its move into menopause is called the menopausal transition. This can last anywhere from 2 to 8 years. Some women have early menopause because of surgery or other treatment, illness, or other reasons. If you don't have a period for 90 days, you should see your doctor. He or she will check for pregnancy, early menopause, or other health problems that can cause periods to stop or become irregular. See your doctor about your period if: You have not started menstruating by the age of 15. You have not started menstruating within 3 years after breast growth began, or if breasts haven't started to grow by age 13. Your period suddenly stops for more than 90 days. Your periods become very irregular after having had regular, monthly cycles. Your period occurs more often than every 21 days or less often than every 35 days. You are bleeding for more than 7 days. You are bleeding more heavily than usual or using more than 1 pad or tampon every 1 to 2 hours. You bleed between periods. You have severe pain during your period. You suddenly get a fever and feel sick after using tampons.  You should change a pad before it becomes soaked with blood. Each woman decides for herself what works best. You should change a tampon at least every 4 to 8 hours. Make sure to use the lowest absorbency tampon needed for your flow. For example, use junior or regular tampons on the lightest day of your period. Using a super absorbency tampon on your lightest days increases your risk for toxic shock syndrome (TSS). TSS is a rare but sometimes deadly disease. TSS is caused by bacteria that can produce toxins. If your body can't fight the toxins, your immune (body defense) system reacts and causes the symptoms of TSS (see below). Young women may be more likely to get TSS. Using any kind of tampon puts you at greater risk for TSS than using pads. The Food and Drug Administration (FDA) recommends the following tips to help avoid tampon problems: Follow package directions for insertion. Choose the lowest absorbency for your flow. Change your tampon at least every 4 to 8 hours. Consider switching between pads and tampons. Know the warning signs of TSS (see below). Don't use tampons between periods. If you have any of these symptoms of TSS while using tampons, take the tampon out, and contact your doctor right away: Sudden high fever (over 102 degrees)Muscle achesDiarrheaVomitingDizziness and/or faintingSunburn-like rashSore throatBloodshot eyes ", 
    "title": "Menstruation"
}