{
    "data": "  It is most often caused by genetic abnormalities that interfere with the growth of the cerebral cortex during the early months of fetal development. It is associated with Down's syndrome, chromosomal syndromes, and neurometabolic syndromes. Babies may also be born with microcephaly if, during pregnancy, their mother abused drugs or alcohol, became infected with a cytomegalovirus, rubella (German measles), or varicella (chicken pox) virus, was exposed to certain toxic chemicals, or had untreated phenylketonuria (PKU). Babies born with microcephaly will have a smaller than normal head that will fail to grow as they progress through infancy. Depending on the severity of the accompanying syndrome, children with microcephaly may have impaired cognitive development,delayed motor functions and speech,facial distortions,dwarfism or short stature,hyperactivity,seizures,difficulties with coordination and balance, andother brain or neurological abnormalities. Some children with microcephaly will have normal intelligence and a head that will grow bigger, but they will track below the normal growth curves for head circumference.  There is no treatment for microcephaly that can return a child's head to a normal size or shape. Treatment focuses on ways to decrease the impact of the associated deformities and neurological disabilities. Children with microcephaly and developmental delays are usually evaluated by a pediatric neurologist and followed by a medical management team. Early childhood intervention programs that involve physical, speech, and occupational therapists help to maximize abilities and minimize dysfunction. Medications are often used to control seizures, hyperactivity, and neuromuscular symptoms. Genetic counseling may help families understand the risk for microcephaly in subsequent pregnancies. Some children will only have mild disability. Others, especially if they are otherwise growing and developing normally, will have normal intelligence and continue to develop and meet regular age-appropriate milestones.  The Arc of the United States1825 K Street, NWSuite 1200Washington, DC 20006Info@thearc. orghttp://www. thearc. orgTel: 202-534-3700 800-433-5255Fax: 202-534-3731 Birth Defect Research for Children, Inc. 976 Lake Baldwin LaneSuite 104Orlando, FL 32814betty@birthdefects. orghttp://www. birthdefects. orgTel: 407-895-0802 March of Dimes Foundation1275 Mamaroneck AvenueWhite Plains, NY 10605askus@marchofdimes. comhttp://www. marchofdimes. comTel: 914-997-4488 888-MODIMES (663-4637)Fax: 914-428-8203 National Dissemination Center for Children with DisabilitiesU. S. Dept. of Education, Office of Special Education Programs1825 Connecticut Avenue NW, Suite 700Washington, DC 20009nichcy@aed. orghttp://www. nichcy. orgTel: 800-695-0285 202-884-8200Fax: 202-884-8441 ", 
    "title": "Microcephaly"
}