{
    "data": "  Migraine headache is a result of specific changes within the brain. It causes severe head pain that is often accompanied by sensitivity to light, sound, or smells. Common symptoms include:Eye painSensitivity to light or soundNauseaVomitingSevere pain, usually on one side of the head that some individuals describe as \"pounding\"Other types of headaches can also cause severe pain, and not all headaches are migraines. For example, some people describe the pain of cluster headaches as the worst pain they have experienced. The exact cause of migraines is not known. Changes in neurotransmitter levels within the brain are thought to play a role. Migraines are diagnosed by the typical clinical signs and symptoms. Migraines can be triggered by many factors, for example:Hormonal changesStressStrong stimuli like loud noisesCertain foodsMigraine treatment usually is with over-the-counter (OTC) or prescription drugs. Prescription medications used to relieve the pain of migraine include triptans (a class of drugs), for example:sumatriptan (Imitrex, Alsuma, Imitrex STATdose System, Sumavel DosePro, Zecuity, Treximet)rizatriptan (Maxalt, Maxalt-MLT)eletriptan (Relpax)zolmitriptan (Zomig, Zomig-ZMT)naratriptan Amerge)almotriptan (Axert)frovatriptan (Frova)<!--FN1-->Lifestyle changes like eating a healthy diet and getting exercise may help reduce the frequency of your attacks. Try to avoid any foods that trigger your migraines. It also may reduce the frequency of attacks. Some people find that exercises, for example yoga, promote muscle relaxation are helpful in managing severe pain. Most people with migraines usually are able to manage their condition with a combination of medications and lifestyle changes. Some people may need prescription medications to decrease the frequency of headaches. Although many people use the term \"migraine\" to describe any severe headache, a migraine headache is the result of specific physiologic changes that occur within the brain and lead to the characteristic pain and associated symptoms of a migraine. Migraine headaches usually are associated with sensitivity to sound, light, and smells. Some people have symptoms of nausea or vomiting. This type of headache often involves only one side of the head, but in some cases, patients may experience pain bilaterally or on both sides. The pain of a migraine is often described as throbbing or pounding and it may be made worse with physical exertion. Not all headaches represent migraines, and migraine is not the only condition that can cause severe and debilitating headaches. For example, cluster headaches are very severe headaches that affect one side of the head in a recurrent manner (occurring in a \"cluster\" over time). The pain is sometimes described as \"drilling,\" and can be worse than migraine pain in some cases. Cluster headaches are less common than migraine. Tension headaches are a more common cause of headache. These occur due to contraction of the muscles of the scalp, face, and neck.  In some cases, patients with migraines experience specific warning symptoms, or an aura, prior to the onset of their headache. These warning symptoms can range from flashing lights or a blind spot in one eye to numbness or weakness involving one side of the body. The aura may last for several minutes, and then resolves as the head pain begins or may last until the headache resolves. For patients who have never experienced an aura, the symptoms can be frightening and can mimic the symptoms of a stroke. Many factors have been identified as migraine triggers. The normal hormone fluctuations which occur with regular menstrual cycles may predispose some women to experience migraine headaches. Some types of oral contraceptives (birth control pills) can trigger migraines. Various foods such as:Red winesAged cheesesPreservatives used in smoked meats (nitrates)Monosodium glutamateArtificial sweetenersChocolateDairy productsOversleepingAlcohol beveragesStressExposure to strong stimuli such as bright lights, loud noises, or strong smells. Changes in barometric pressure have been described as leading to migraine headaches. Not every individual who has migraines will experience a headache when exposed to these triggers. If a person is unsure what his or her specific triggers might be, maintaining a headache diary can be beneficial to identify those individual factors which lead to migraine. The most common symptoms of migraine are: Severe, often \"pounding,\" pain, usually on one side of the headNausea and/or vomitingSensitivity to lightSensitivity to soundEye pain The International Headache Society defines episodic migraine as being unilateral, pulsing discomfort of moderate-to-severe intensity, which is aggravated by physical activity and associated with nausea and/or vomiting as well as photophobia and/or phonophobia (sensitivity to light and sound). Many patients describe their headache as a one-sided, pounding type of pain, with symptoms of nausea and sensitivity to light, sound, or smells (known as photophobia, phonophobia, and osmophobia). In some cases, the discomfort may be bilateral. The pain of a migraine is often graded as moderate to severe in intensity. Physical activity or exertion (walking up stairs, rushing to catch a bus or train) will worsen the symptoms. Up to one-third of patients with migraines experience an aura, or a specific neurologic symptom, before their headache begins. Frequently, the aura is a visual disturbance described as a temporary blind spot which obscures part of the visual field. Flashing lights in one or both eyes, sometimes surrounding a blind spot, have also been described. Other symptoms, including numbness or weakness along one side, or speech disturbances, occur rarely. Some people describe their visual symptoms of loss of vision, which lasts for less than an hour, and may or may not be associated with head pain once the vision returns, as an ocular migraine. These symptoms are also known as retinal migraine, and may be associated with symptoms similar to those described as an aura, such as blind spots, complete loss of vision in one eye, or flashing lights. If a patient experiences these symptoms regularly, evaluation to exclude a primary retinal problem is needed. Eye pain which is different from sensitivity to light is not a common component of migraine. If eye pain is a persistent symptom, or if eye pain is present and accompanied by blurred vision or loss of vision, then prompt evaluation is recommended. A tension headache is described as being bilateral and the pain is not pulsating, but feels like pressure or tightness. While severity can be mild-to-moderate, the headache is not disabling and there is no worsening of the pain with routine physical activity; additionally, there is no associated nausea, vomiting, photophobia, or phonophobia. A migraine headache typically lasts for several hours up to several days. The specific cause of migraines is not known, but there may be fluctuations in certain neurotransmitters, chemicals that send messages between brain cells. These changes may predispose some people to develop migraine headaches. Up to 25% of people experience a migraine headache at some point in their life. Most migraine sufferers are female. It is estimated that after adolescence, the ratio of female to male patients who experience migraines is about 3:1. There seems to be a genetic predisposition to migraine, as there is often a strong family history of migraine in patients with this disorder. No specific physical findings are found when patients are experiencing a routine migraine headache. If an abnormality is identified on physical examination, there should be suspicion of another cause for the headache. According to the International Classification of Headache Disorders 3 (ICHD) criteria for migraine without aura, a patient must have had at least five headache attacks fulfilling the following criteria: Headache attacks lasting 4 to 72 hours (untreated or unsuccessfully treated)The headache has at least two of the following characteristics:Unilateral locationPulsating qualityModerate or severe pain intensityAggravation by or causing avoidance of routine physical activity (for example, walking or climbing stairs)During the headache, at least one of the following characteristics:Nausea and/or vomitingPhotophobia and/or phonophobiaThe headache cannot be attributed to another disorder Imaging the brain with an MRI and CT scans or performing a brain wave test (electroencephalogram [EEG]) is not necessary if the patient's physical examination is normal.   The treatment for migraines depends upon on how frequently the headaches occur and how long the headaches last. The treatment of an acute migraine headache may vary from over-the-counter medicines (OTC), like acetaminophen (Tylenol and others), ibuprofen (Advil, Motrin, etc. ), naproxen sodium (Aleve) to prescription medications. Triptans (sumatriptan, rizatriptan, eletriptan, zolmitriptan, naratriptan, almotriptan, and frovatriptan), may be extremely effective in treating migraines and may be prescribed to help the patient treat their migraine at home. A combination of naproxen and sumatriptan is now available. Additionally, sumatriptan is now available as a patch which delivers the medication though the skin. Not every patient can take these medications, and there are specific limitations regarding how often these medications can be used. Other medication regimens may also be used to control migraine headache. Some medications are appropriate for home use and others require a visit to the health-care professional's office or emergency department. Dihydroergotamine (DHE 45) can be administered intravenously or by nasal spray; this medication cannot be used if a triptan has been used within the preceding 24 hours. Diclofenac potassium for oral solution (Cambia) is a potent nonsteroidal anti-inflammatory medication approved for treatment of migraine. Antiemetic medications, including intravenous (IV) metoclopramide, and IV or intramuscular (IM) chlorpromazine and prochlorperazine can be used both to relieve nausea and vomiting and migraine pain. Narcotic pain medications are not necessarily appropriate for the treatment of migraine headaches and are associated with the phenomenon of rebound headache, where the headache returns -- sometimes more intensely -- when the narcotics wear off. In all cases of migraine, the use of acute pain therapies must be watched closely so that a patient does not develop medication overuse headache. Overuse of many of the medications used to treat migraine headache can lead to increased headache frequency, or even daily headaches. This type of headache phenomenon is known as medication overuse headache. If an individual experiences frequent headaches, or if the headaches routinely last for several days, then preventive medications may be indicated. These may be prescribed on a daily basis in an effort to decrease the frequency, severity, and duration of migraine headaches. There are many different medications which have been shown to be effective in this role, including: blood pressure medications, for example, propranolol (Inderal), nadolol (Corgard), verapamil (Clan, Covera, Isoptin, Verelan), and flunarizine),anti-seizure medications, for example, divalproex sodium (Depakote and others), topiramate (Topamax), and gabapentin (Neurontin, Gralise),antidepressant medications (amitriptyline and venlafaxine) andother supplements (magnesium, butterbur, and riboflavin). The specific medication which is selected for a patient is dependent on many other factors, including age, sex, blood pressure, and other pre-existing medical conditions. Some patients who experience more than 15 headache days every month might benefit from Botox injections.  > Individuals who experience migraines can play a significant role in managing their headache frequency and severity. Keep track of when migraines occur by using a paper or digital headache diary or log to track pain levels, triggers, and symptoms. This can help identify patterns which precede a migraine, as well as help identify factors which contribute to the development of the headache. Once these contributing factors are known, lifestyle modifications can lessen their impact. These modifications may include: Maintain a regular schedule for eating and sleepingAvoid certain foods that might trigger a migraineKeep well hydrated since dehydration has been identified as a migraine trigger for some peopleExercise regularly Relaxation strategies and meditation also have been recognized as effective strategies to prevent migraines and decrease headache severity. Some people find that exercises that promote muscle relaxation can help manage the pain of migraines. Examples of types of mind-body exercises that can help encourage relaxation are: MeditationProgressive muscle relaxationGuided imageryYoga There is no specific diet for people with migraine that helps with symptom relief. However, as mentioned previously, certain foods can be triggers for migraines in susceptible people. These foods include: red wines,aged cheeses,preservatives used in smoked meats (nitrates),monosodium glutamate,artificial sweeteners,chocolate, anddairy products. Alcoholic beverages can also trigger migraine in some people. Understanding the particular triggers of your migraines and avoiding these dietary triggers may help some sufferers decrease the frequency of attacks. Many women find that their headaches stabilize or even resolve during pregnancy. This may be related to more consistent hormone levels that occur during pregnancy. To decrease the risk of birth defects, certain medications used to prevent migraines may need to be discontinued prior to a pregnancy. There are limited studies of drugs that are used to treat migraines during pregnancy. Acetaminophen is relatively safe when used in recommended doses. If a you are pregnant and are experiencing frequent headaches, there are some treatment alternatives that may be provided by your doctor or other health care professional. Many migraine medications, including the triptans, are not well studied in pregnancy so the potential benefits to the patient need to be weighed against the risks to the fetus before these medications are prescribed. Migraine headaches may occur in children. Treatment is similar to the treatment of migraines in adults, but drug dosages may need to be adjusted because of the smaller size of the patients. Acetaminophen and ibuprofen are often quite effect in controlling acute headaches. For more severe or refractory headaches, some of the triptans have been identified as being beneficial. If headaches occur frequently, daily medication may be warranted for prevention. Diet, regular sleep patterns, routine exercise, and biofeedback, are all potentially beneficial in decreasing the frequency and severity of migraines in children. Identification and avoidance of triggers through the use of a headache diary is a helpful tool. Most people who have migraines find that their headaches may be controlled with the preventive medications and lifestyle changes. Those with a diagnosis of migraine need to be aware of how their lifestyle may directly impact the frequency and severity of their headache. Controlling migraine triggers may provide substantial benefit. It has been identified that as patients get older, there may be a decrease in the frequency of this type of headache and they may disappear after a number of years. If you are susceptible to migraine headaches you will always have some component of risk, but daily use of medications and avoiding triggers often are effective in preventing migraines. ", 
    "title": "Migraine"
}