{
    "data": "  Motion sickness is the feeling you get when the motion you sense with your inner ear is different from the motion you visualize. It is a common condition that occurs in some people who travel by car, train, airplane or boat. Many people suffer from this condition if they ride on a roller coaster or other similar amusement park rides. Motion sickness progresses from a feeling of uneasiness to sweating and/or dizziness. This is usually quickly followed by nausea and/or vomiting. Although pregnant women and children are more susceptible to motion sickness, almost anyone that is traveling is at risk for motion sickness. For those people who travel on boats, seasickness can be considered a form of motion sickness. Other risk factors include the person's fear or anxiety about traveling, the mode of travel, poor ventilation in the traveling vehicle, and the inability to see out of a window to aid orientation. Motion sickness is caused by the mixed signals sent to the brain by the eyes and the inner ear (semicircular canals). If you cannot see the motion your body's feeling, or conversely, if you cannot feel the motion your eyes see, then it is likely that the brain will get mixed signals and the person will develop some aspect or symptom of motion sickness. The signs and symptoms of motion sickness usually begin with a feeling of uneasiness followed by cold sweats and dizziness. Some people may exhibit pale skin and increased saliva production along with headache and fatigue. Nausea and vomiting usually occur after these initial symptoms. In most cases, a doctor doesn't need to be called for motion sickness unless the person starts to develop dehydration from persistent and intractable vomiting. In most people, once the motion has stopped, the symptoms slowly decrease and then disappear. In general, motion sickness is diagnosed by the patient's history and physical examination. The individual's description of symptoms and the context in which they occur is most often sufficient to make the diagnosis. Laboratory testing is not generally required. Treatment for motion sickness can consist of medical treatment, simple changes in the environment (for example, sitting by the open window of a car), over-the-counter (OTC) medications and for some people, home remedies may be effective. In addition, some patients respond well to biofeedback training and relaxation techniques.   Although few, if any, studies have examined the effectiveness of home remedies, people have used herbs such as ginger, peppermint, and tea as home remedies for motion sickness. In addition, some people respond well to acupuncture. Over-the-counter medications, and occasionally prescription medications, are used to relieve and in some cases prevent motion sickness. Some of the more common medications that can be used for motion sickness include: scopolamine (transdermal patches, Transderm-Scop)dimenhydrinate (Dramamine)meclizine (Antivert, Bonine, Meni-D, Antrizine)promethazine (Phenergan, Phenadoz, Promethegan)diphenhydramine (Benadryl)cyclizine (Marezine) Before taking any of these medications, read the precautions as many of these medications have side effects that include drowsiness, dry mouth, blurry vision, and occasionally disorientation. Therefore, these medications should not be taken by people who drive vehicles or operate heavy equipment.   In most cases, motion sickness can be prevented by taking the medications listed above, as they are often administered before a person is likely to experience motion sickness. Most of these medications are designed to prevent motion sickness rather than to cure it. There are other ways to reduce or prevent motion sickness without the use of medication. The following is a list of suggestions that may help reduce or prevent motion sickness: Eat light meals or snacks 24 hours before traveling, and try to avoid big or high fat content meals Sit toward the front of an aircraft for a smoother rideIf you're on a boat, ask for a cabin on the upper deck toward the front of the boat, and keep your eyes fixed as much as possible on the horizon or land During car travel, sit in the front seat of the car and keep your eyes on the horizon, and rest your head against the seat back and try to hold relatively stillOn planes, trains and cars, turn the air vents toward your face Avoid smokingShort, shallow and rapid breathing can often contribute to motion sickness symptoms, therefore concentrate on maintaining slow and deep breathing There are companies that market bracelets and bands which claim that they can prevent motion sickness using acupressure technology against certain pressure points, so that the transmission of nausea is blocked before it can be registered by the brain. Though these products may work for some people, most evidence is anecdotal and large studies have not been conducted to prove efficacy. ", 
    "title": "Motion Sickness Sea Sickness Car Sickness"
}