{
    "data": "  Multiple sclerosis (MS) is a disease that causes demyelination (disruption of the myelin that insulates and protects nerve cells) of spinal nerve and brain cells. Although the exact case is unknown, it's considered to be an autoimmune disease. Risk factors for the disease include being between 15-60 years of age; women have about two to three times the risk for multiple sclerosis than men. Multiple sclerosis symptoms and signs depend on where the nerves are demyelinated and may include:Visual changes including double vision or loss of visionNumbnessTingling or weakness (weakness may range from mild to severe)ParalysisVertigo or dizzinessErectile dysfunction (ED, impotence)Pregnancy problemsIncontinence (or conversely, urinary retention)Muscle spasticityIncoordination of musclesTremorPainful involuntary muscle contractionsSlurred speechFatigueThere are four types of MS:<ol>Relapsing-remitting multiple sclerosis (RRMS),Secondary-progressive multiple sclerosis (SPMS), the most common typePrimary-progressive multiple sclerosis (SPMS)Progressive-relapsing multiple sclerosis (PRMS)There is no one test to diagnose MS. Doctors and other health care professionals diagnose the disease by a patient's history, physical exam, and tests such as MRI, lumbar puncture, and evoked potential testing (speed of nerve impulses); other tests may be done to rule out other diseases that may cause similar symptoms. Treatment options include:IV steroidsinterferon injections (Rebif)glatiramer acetate (Copaxone)dimethyl fumarate (TecfideraMany others, depending on the patient's symptoms. <!--FN1-->Most people with MS have a normal life expectancy. Those that don't get treatment may develop mobility dysfunction while those with the severe progressive forms may develop complications like pneumonia. Currently, there's nothing you can do to prevent getting MS. Research is ongoing into developing new medications, immune system modifications, and other ways to identify potential causes of MS.  Multiple sclerosis is a disease that involves an immune-mediated process that results in an abnormal response in the body's immune system that damages central nervous system (CNS) tissues in which the immune system attacks myelin, the substance that surrounds and insulate nerves fibers causing demyelination that leads to nerve damage. Because the exact antigen or target of the immune – mediated attack is not known, many experts prefer to label multiple sclerosis as \"immune-mediated instead of an \"autoimmune disease. \" Multiple sclerosis is a disease which causes demyelination of the brain and spinal cord nerve cells. When this occurs, axons (the parts of the nerve cells which conduct impulses to other cells), don't work as well. Myelin acts like insulation on electrical wires. As more areas or nerves are affected by this loss of myelin, patients develop symptoms because the ability of axons to conduct impulses is diminished or lost. The specific symptom that someone experiences is related to the area that has been affected. As demyelination takes place, areas of inflammation and subsequent injury can be identified; these areas of injury are called lesions or plaques and are readily apparent on magnetic resonance imaging (MRI) studies. Multiple sclerosis occurs predominantly in younger persons, with those aged 15 to 60 most likely to be diagnosed. The average age of diagnosis is about 30 years; however, multiple sclerosis has been identified at all ages. While multiple sclerosis can occur in children, this is very rare. About 2. 5 million people worldwide have been diagnosed with MS; of those, about 400,000 live in the United States. Women are about twice as likely as men to develop multiple sclerosis. While multiple sclerosis is considered an autoimmune disorder, the exact cause hasn't yet been found. There are many theories regarding the reason that people develop MS. These theories range from vitamin D deficiency to a viral infection. Even consuming too much salt is being looked at as possible causes. However, none of these theories have been proven, and the cause of MS remains unknown. It's not contagious, and can't be passed from person to person. Genetic factors don't seem to play a large role in the disease. Although people who have a first-degree relative with MS have a slightly higher risk of developing it themselves, this risk is felt to be modest. People who live in northern latitudes (especially Northern European countries) were previously identified as having a higher incidence of the disease. However, over the past 30 years, this has begun to change and more cases are now diagnosed in more temperate regions such as Latin America. It has further been identified that living in an area until approximately age 15 seems to give someone the relative risk of developing MS for that area. People younger than 15 who move assume the risk of the new location. Lifestyle factors, for example,diet, exercise, tobacco use are not risk factors for developing this disease, unlike conditions in which these risk factors are very important, such as stroke, heart disease, or diabetes.   Multiple sclerosis symptoms are dependent on the area of the destruction of the mylein sheath protecting the nerves (demyelination). Early signs and symptoms are vision problems like double vision or vision loss. Other symptoms and signs may include: Visual changes, including loss of vision if the optic nerve has been affectedDouble visionA sensation or feeling of numbness, tingling, or weakness. The weakness may be mild or severe enough to cause paralysis of one side of the bodyVertigo (a sense of spinning) or dizzinessLack of coordination of the arms or legs, problems with balance, problems walking, and fallingSlurred speechA sense of an electrical charge traveling down the spine with neck flexion (Lhermitte sign)In some cases, a person may develop incontinence or even an inability to empty their bladder. As the condition progresses, some people are left with muscle spasticity, or an involuntary painful contraction of certain muscles. There are four types of multiple sclerosis. Relapsing-remitting multiple sclerosis (RRMS) is the most common form of MS. People with this form of the disease develop symptoms which respond to treatment and then resolve. The development of symptoms is often referred to as an exacerbation of the disease. Episodes of remission may last for weeks to years. Secondary-progressive multiple sclerosis (SPMS) is diagnosed when the problems caused by an exacerbation don't fully resolve during a remission. This often occurs in patients who were initially diagnosed with RRMS. Over time, patients are identified with progressive debility. Primary-progressive multiple sclerosis (PPMS) progresses over time, without episodes of remission or improvement of symptoms. Progressive-relapsing multiple sclerosis (PRMS) is identified when patients experience escalating symptoms over time, as well as intermittent episodes of remission. As in all conditions, the history of the patient is important. Many patients with multiple sclerosis have experienced various symptoms which were ignored or attributed to other events or illnesses. Even if no prior symptoms are recalled by a patient, the remaining medical history is needed to exclude other conditions which might mimic multiple sclerosis. Once the history is obtained, a complete physical examination is required. Physicians look for signs of injury to the central nervous system (either the brain or spinal cord); findings on the examination can help a doctor determine which area of the central nervous system (CNS) is involved. Imaging studies help to confirm a diagnosis of multiple sclerosis. The most common test done is a magnetic resonance image, or MRI. CT scans, while helpful in finding some brain injuries, are unable to reveal the changes associated with multiple sclerosis with as much detail as an MRI. MRIs can be used to image the brain and the spinal cord. A spinal tap, or lumbar puncture, is done to collect a small amount of cerebrospinal fluid. Testing can be done on this fluid to confirm the presence of protein, inflammatory markers, and other substances. With the routine use of MRI, performing a spinal tap is not considered mandatory, unless there are questionable findings on the MRI or other questions to answer. Evoked potential testing (visual evoked potentials, brainstem auditory evoked potentials, and somatosensory evoked potentials) can show slowed response times in the optic nerve, the auditory nerve, the spinal cord, or the brainstem. While helpful, these tests are not specific for changes seen in multiple sclerosis. When multiple sclerosis is suspected, blood work and testing to exclude other conditions, such as Lyme disease, vasculitis, lupus, human immunodeficiency virus (HIV), and processes which lead to multiple strokes, are often done as well.   Speech pathologist: A speech pathologist can help patients improve speech clarity, and some can even work on cognitive exercises for patients who have problems with memory. If swallowing problems are identified, speech pathologists can help determine the cause and whether therapy will help improve swallowing ability or if dietary changes are needed. Primary care provider: A primary care provider such as a family doctor or internist is needed to help keep patients with MS in good health by keeping track of blood pressure, cholesterol, glucose, immunization status, and other factors. Radiologist: A radiologist reads the imaging studies obtained to monitor the status of patients with MS; by comparing current studies to prior studies, doctors can determine if the disease has stabilized. Physical therapist: Physical therapists work to help patients regain mobility or strength. They also help patients determine how maintain their strength and mobility after a chronic disease is diagnosed. Occupational therapist: While occupational therapists often work closely with physical therapists to help with mobility issues, they further help patients with adjustments or modifications in their surroundings and homes by teaching use of various tools or actions to safely perform daily activities. Clinical psychologist: A clinical psychologist can help patients with MS who are experiencing depression, anxiety, or who need help in coping with their diagnosis. Psychologists provide counseling or psychotherapy; they do not prescribe medications. On occasion, they work closely with psychiatrists who determine if medications are needed, and if so, which medications to prescribe. Neurologist: A neurologist is a doctor who has specialized training in diseases of the brain and nervous system. Some neurologists have additional training in treating multiple sclerosis.   Many factors go into consideration for the treatment of a patient who has multiple sclerosis. During an acute exacerbation, steroids given through an IV are commonly prescribed, and often help patients recover more rapidly. If a patient cannot receive steroids, plasma exchange can be used. Once a diagnosis has been confirmed, disease-modifying therapy is often recommended. This therapy may decrease the number of exacerbations that a patient experiences or decrease the severity of an exacerbation. In addition, many of these therapies have been shown to decrease the potential for developing long-term disability. Interferon therapies (Avonex, Betaseron, Extavia, Rebif, Plegridy) must be given by an injection. The frequency of injections ranges from every other day to every other week. Some patients develop flu-like symptoms or nodules under the skin following each injection; other patients may develop severe depression. Glatiramer acetate (Copaxone) works along a different path than the interferons, but is still thought to modify the immune system and has been shown to reduce relapses. There are some oral medications which have been approved to treat multiple sclerosis, including fingolimod (Gilenya) and teriflunomide (Aubagio). Although these medications are dosed orally, there is a risk of significant side effects: including heart disease (fingolimod), orsevere liver injury (teriflunomide). Another oral agent, dimethyl fumarate (Tecfidera), may function by preventing immune cells from attacking cells located in the central nervous system, and may have anti-inflammatory properties. Dalfampridine (Ampyra), has been approved to specifically help with walking problems caused by multiple sclerosis. The specific way in which this medication works is unknown. There is a risk that this medication may cause seizures, even in patients without a history of seizure or epilepsy. As such, the use of this medication needs to be monitored carefully. Natalizumab (Tysabri) is a monoclonal antibody, and has been approved for patients who have relapsing-remitting multiple sclerosis. Because of significant side effects, including the risk of severe brain infection, it is typically used for patients who have failed to respond to one of the interferon products or who have been diagnosed with very active disease. Alemtuzumab (Lemtrada) can also decrease the relapse rate in relapsing-remitting multiple sclerosis. However, because of the risk of serious side effects, it is currently limited to use in patients who have failed other agents. Mitoxantrone (Novantrone) is a chemotherapy agent for leukemia or prostate cancer, which has been shown to be of benefit in treating secondary-progressive multiple sclerosis, progressive-relapsing multiple sclerosis, and advanced relapsing-remitting multiple sclerosis. Of note, mitoxantrone and Betaseron are the only medications identified to help patients with relapsing-primary multiple sclerosis.   In addition to treating MS itself, there are approved medications that can treat many symptoms, for example: SpasticityFatigue,Memory lossUrinary frequencyPainErectile dysfunction (ED or impotence) It is important for patients to have an ongoing dialogue with his or her doctor and other medical health care professionals to describe any residual difficulty or symptoms following an exacerbation so that these symptoms can be addressed and treated. Experimental therapies being explored to treat or possibly cure multiple sclerosis include stem cell transplantation. Preliminary results from one study which followed patients for 5 years suggested a decreased relapse rate and improvement in disability. While promising, these results need to be evaluated carefully before this treatment is approved. In 2009 a vascular surgeon proposed that multiple sclerosis was caused by venous abnormalities that responsible for the true cause of multiple sclerosis was venous insufficiency. This proposed theory was termed chronic cerebrospinal venous insufficiency (CCSVI). A number of studies have tried to confirm this theory since it would markedly change the approach to treating multiple sclerosis. However, most of the recent data has not shown a causal relationship between any venous insufficiency and multiple sclerosis. Currently, there are still some ongoing studies that will be finished in approximately 2 years but some experts suggest the recent findings in the ongoing findings will disprove this hypothesis.   Patients with multiple sclerosis are felt to have the same life expectancy of those without multiple sclerosis. However, for patients with severe, progressive forms of this disease, problems caused by disability may lead to complications such as pneumonia. If patients are not treated, over 30% may develop pronounced problems with mobility. It is not yet known what the long-term outcome of patients who begin treatment at an early stage of their disease will be. There are two extremes in multiple sclerosis. The first is a \"benign\" syndrome in which patients have numerous lesions identified on MRI imaging, but have few -- if any -- symptoms, even decades after their diagnosis. At the opposite end of the spectrum is a condition identified as the Marburg variant of multiple sclerosis, where rapidly progressive symptoms are seen and death may occur after a very short time.   ", 
    "title": "Multiple Sclerosis Ms"
}