{
    "data": "  Myasthenia gravis is a chronic autoimmune neuromuscular disease characterized by varying degrees of weakness of the skeletal (voluntary) muscles of the body. The name myasthenia gravis, which is Latin and Greek in origin, literally means \"grave muscle weakness. \" With current therapies, however, most cases of myasthenia gravis are not as \"grave\" as the name implies. In fact, most individuals with myasthenia gravis have a normal life expectancy. The hallmark of myasthenia gravis is muscle weakness that increases during periods of activity and improves after periods of rest. Certain muscles such as those that control eye and eyelid movement, facial expression, chewing, talking, and swallowing are often, but not always, involved in the disorder. The muscles that control breathing and neck and limb movements may also be affected. Myasthenia gravis is caused by a defect in the transmission of nerve impulses to muscles. It occurs when normal communication between the nerve and muscle is interrupted at the neuromuscular junction -- the place where nerve cells connect with the muscles they control. Normally when impulses travel down the nerve, the nerve endings release a neurotransmitter substance called acetylcholine. Acetylcholine travels from the neuromuscular junction and binds to acetylcholine receptors which are activated and generate a muscle contraction. In myasthenia gravis, antibodies block, alter, or destroy the receptors for acetylcholine at the neuromuscular junction, which prevents the muscle contraction from occurring. These antibodies are produced by the body's own immune system. Myasthenia gravis is an autoimmune disease because the immune system -- which normally protects the body from foreign organisms -- mistakenly attacks itself.  The thymus gland, which lies in the chest area beneath the breastbone, plays an important role in the development of the immune system in early life. Its cells form a part of the body's normal immune system. The gland is somewhat large in infants, grows gradually until puberty, and then gets smaller and is replaced by fat with age. In adults with myasthenia gravis, the thymus gland remains large and is abnormal. It contains certain clusters of immune cells indicative of lymphoid hyperplasia -- a condition usually found only in the spleen and lymph nodes during an active immune response. Some individuals with myasthenia gravis develop thymomas (tumors of the thymus gland). Thymomas are generally benign, but they can become malignant. The relationship between the thymus gland and myasthenia gravis is not yet fully understood. Scientists believe the thymus gland may give incorrect instructions to developing immune cells, ultimately resulting in autoimmunity and the production of the acetylcholine receptor antibodies, thereby setting the stage for the attack on neuromuscular transmission. Although myasthenia gravis may affect any voluntary muscle, muscles that control eye and eyelid movement, facial expression, and swallowing are most frequently affected. The onset of the disorder may be sudden and symptoms often are not immediately recognized as myasthenia gravis. In most cases, the first noticeable symptom is weakness of the eye muscles. In others, difficulty in swallowing and slurred speech may be the first signs. The degree of muscle weakness involved in myasthenia gravis varies greatly among individuals, ranging from a localized form limited to eye muscles (ocular myasthenia), to a severe or generalized form in which many muscles -- sometimes including those that control breathing -- are affected. Symptoms, which vary in type and severity, may include a drooping of one or both eyelids (ptosis), blurred or double vision (diplopia) due to weakness of the muscles that control eye movements, unstable or waddling gait, a change in facial expression, difficulty in swallowing, shortness of breath, impaired speech (dysarthria), and weakness in the arms, hands, fingers, legs, and neck.  Myasthenia gravis occurs in all ethnic groups and both genders. It most commonly affects young adult women (under 40) and older men (over 60), but it can occur at any age. In neonatal myasthenia, the fetus may acquire immune proteins (antibodies) from a mother affected with myasthenia gravis. Generally, cases of neonatal myasthenia gravis are temporary and the child's symptoms usually disappear within 2-3 months after birth. Other children develop myasthenia gravis indistinguishable from adults. Myasthenia gravis in juveniles is uncommon. Myasthenia gravis is not directly inherited nor is it contagious. Occasionally, the disease may occur in more than one member of the same family. Rarely, children may show signs of congenital myasthenia or congenital myasthenic syndrome. These are not autoimmune disorders, but are caused by defective genes that produce abnormal proteins instead of those which normally would produce acetylcholine, acetylcholinesterase (the enzyme that breaks down acetylcholine), or the acetylcholine receptor and other proteins present along the muscle membrane. Because weakness is a common symptom of many other disorders, the diagnosis of myasthenia gravis is often missed or delayed (sometimes up to two years) in people who experience mild weakness or in those individuals whose weakness is restricted to only a few muscles. The first steps of diagnosing myasthenia gravis include a review of the individual's medical history, and physical and neurological examinations. The physician looks for impairment of eye movements or muscle weakness without any changes in the individual's ability to feel things. If the doctor suspects myasthenia gravis, several tests are available to confirm the diagnosis. A special blood test can detect the presence of immune molecules or acetylcholine receptor antibodies. Most patients with myasthenia gravis have abnormally elevated levels of these antibodies. Recently, a second antibody -- called the anti-MuSK antibody -- has been found in about 30 to 40 percent of individuals with myasthenia gravis who do not have acetylcholine receptor antibodies. This antibody can also be tested for in the blood. However, neither of these antibodies is present in some individuals with myasthenia gravis, most often in those with ocular myasthenia gravis. The edrophonium test uses intravenous administration of edrophonium chloride to very briefly relieve weakness in people with myasthenia gravis. The drug blocks the degradation (breakdown) of acetylcholine and temporarily increases the levels of acetylcholine at the neuromuscular junction. Other methods to confirm the diagnosis include a version of nerve conduction study which tests for specific muscle \"fatigue\" by repetitive nerve stimulation. This test records weakening muscle responses when the nerves are repetitively stimulated by small pulses of electricity. Repetitive stimulation of a nerve during a nerve conduction study may demonstrate gradual decreases of the muscle action potential due to impaired nerve-to-muscle transmission. Single fiber electromyography (EMG) can also detect impaired nerve-to-muscle transmission. EMG measures the electrical potential of muscle cells when single muscle fibers are stimulated by electrical impulses. Muscle fibers in myasthenia gravis, as well as other neuromuscular disorders, do not respond as well to repeated electrical stimulation compared to muscles from normal individuals. Diagnostic imaging of the chest, using computed tomography (CT) or magnetic resonance imaging (MRI), may be used to identify the presence of a thymoma. Pulmonary function testing, which measures breathing strength, helps to predict whether respiration may fail and lead to a myasthenic crisis.  Today, myasthenia gravis can generally be controlled. There are several therapies available to help reduce and improve muscle weakness. Medications used to treat the disorder include anticholinesterase agents such as neostigmine and pyridostigmine, which help improve neuromuscular transmission and increase muscle strength. Immunosuppressive drugs such as prednisone, azathioprine, cyclosporin, mycophenolate mofetil, and tacrolimus may also be used. These medications improve muscle strength by suppressing the production of abnormal antibodies. Their use must be carefully monitored by a physician because they may cause major side effects. Thymectomy, the surgical removal of the thymus gland (which often is abnormal in individuals with myasthenia gravis), reduces symptoms in some individuals without thymoma and may cure some people, possibly by re-balancing the immune system. Thymectomy is recommended for individuals with thymoma. Other therapies used to treat myasthenia gravis include plasmapheresis, a procedure in which serum containing the abnormal antibodies is removed from the blood while cells are replaced, and high-dose intravenous immune globulin, which temporarily modifies the immune system by infusing antibodies from donated blood. These therapies may be used to help individuals during especially difficult periods of weakness. A neurologist will determine which treatment option is best for each individual depending on the severity of the weakness, which muscles are affected, and the individual's age and other associated medical problems.  A myasthenic crisis occurs when the muscles that control breathing weaken to the point that ventilation is inadequate, creating a medical emergency and requiring a respirator for assisted ventilation. In individuals whose respiratory muscles are weak, crises -- which generally call for immediate medical attention -- may be triggered by infection, fever, or an adverse reaction to medication. With treatment, most individuals with myasthenia can significantly improve their muscle weakness and lead normal or nearly normal lives. Some cases of myasthenia gravis may go into remission -- either temporarily or permanently -- and muscle weakness may disappear completely so that medications can be discontinued. Stable, long-lasting complete remissions are the goal of thymectomy and may occur in about 50 percent of individuals who undergo this procedure. In a few cases, the severe weakness of myasthenia gravis may cause respiratory failure, which requires immediate emergency medical care. Within the Federal government, the National Institute of Neurological Disorders and Stroke (NINDS), one of the National Institutes of Health (NIH), has primary responsibility for conducting and supporting research on brain and nervous system disorders, including myasthenia gravis. Much has been learned about myasthenia gravis in recent years. Technological advances have led to more timely and accurate diagnosis, and new and enhanced therapies have improved management of the disorder. There is a greater understanding about the structure and function of the neuromuscular junction, the fundamental aspects of the thymus gland and of autoimmunity, and the disorder itself. Despite these advances, however, there is still much to learn. Researchers are seeking to learn what causes the autoimmune response in myasthenia gravis, and to better define the relationship between the thymus gland and myasthenia gravis. Different drugs are being tested, either alone or in combination with existing drug therapies, to see if they are effective in treating myasthenia gravis. One study is examining the use of methotrexate therapy in individuals who develop symptoms and signs of the disease while on prednisone therapy. The drug suppresses blood cell activity that causes inflammation. Another study is investigating the use of rituximab, a monoclonal antibody against B cells which make antibodies, to see if it decreases certain antibodies that cause the immune system to attack the nervous system. Investigators are also determining if eculizumab is safe and effective in treating individuals with generalized myasthenia gravis who also receive various immunosuppressant drugs. Another study seeks further understanding of the molecular basis of synaptic transmission in the nervous system. The objective of this study is to expand current knowledge of the function of receptors and to apply this knowledge to the treatment of myasthenia gravis. Thymectomy is also being studied in myasthenia gravis patients who do not have thymoma to assess long-term benefit the surgical procedure may have over medical therapy alone. One study involves blood sampling to see if the immune system is making antibodies against components of the nerves and muscle. Researchers also hope to learn if these antibodies contribute to the development or worsening of myasthenia gravis and other illnesses of the nervous system. Investigators are also examining the safety and efficacy of autologous hematopoietic stem cell transplantation to treat refractory and severe myasthenia gravis. Participants in this study will receive several days of treatment using the immumosuppressant drugs cyclophosphamide and antithymocyte globulin before having some of their peripheral blood cells harvested and frozen. The blood cells will later be thawed and infused intravenously into the respective individuals, whose symptoms will be monitored for five years.  For more information on neurological disorders or research programs funded by the National Institute of Neurological Disorders and Stroke, contact the Institute's Brain Resources and Information Network (BRAIN) at: BRAINP. O. Box 5801Bethesda, MD 20824(800) 352-9424http://www. ninds. nih. gov Information also is available from the following organizations: Myasthenia Gravis Foundation of America, Inc. 355 Lexington Avenue15th FloorNew York, NY 10017-6603mgfa@myasthenia. orghttp://www. myasthenia. orgTel: 800-541-5454 212-297-2156Fax: 212-370-9047 Muscular Dystrophy AssociationNational Office -- 222 S. Riverside PlazaSuite 1500Chicago, IL 60606mda@mdausa. orghttp://www. mda. orgTel: 800-572-1717Fax: 520-529-5300 American Autoimmune Related Diseases Association22100 Gratiot AvenueEastpointe, MI 48021-2227aarda@aarda. orghttp://www. aarda. orgTel: 586-776-3900 800-598-4668Fax: 586-776-3903 ", 
    "title": "Myasthenia Gravis"
}