{
    "data": "  Narcissistic personality disorder is a mental disorder that is characterized by an established pattern of being fixated on oneself, permeating the thoughts, feelings, and actions of the sufferer, and their relationships with others. People with narcissistic personality disorder tend to alternate between feeling omnipotent and devalued. Narcissistic personality disorder has been found to occur as often as in 6% of adults, more often in men than in women. Like most mental illness, narcissistic personality disorder tends to have biological, psychological, and environmental risk factors that contribute to its development. People with narcissistic personality disorder demonstrate a pervasive pattern of significantly inflated self-esteem, a need to be admired, and lack of empathy for others that begins by early adulthood and manifests in a number of different aspects of their life. While the primary treatment for narcissistic personality disorder is talk therapy rather than medication, medication may be appropriate to address some co-occurring symptoms. One of the major obstacles to a good prognosis for narcissistic individuals is their perception that their problems are caused by others rather than by their own self-centered tendencies. In order to understand narcissistic personality disorder, the concept of personality is important. As with normal personality, that of the person with narcissistic personality disorder (NPD) has a pervasive way of thinking, feeling, and interacting with others that tends to be fairly established and fixed by the time the individual reaches adulthood. A narcissist is someone who has therefore established a pattern of being fixated on him- or herself that permeates their thoughts, feelings, actions, and relationships. The word narcissism comes from the story of Narcissus, a hunter in Greek mythology, who was well known for his beauty and for being completely in love with himself. His all-consuming self-love resulted in his eventual death, caused by his becoming so attracted to his own reflection in a pool that he was unable to stop staring at his image. People with narcissistic personality disorder tend to interact with others and the world in general by distorting things such that they alternate between feeling omnipotent or devalued. Narcissistic personality disorder has an average occurrence rate of about 1% of the population but has been found to occur as often as in 6% of adults. Narcissistic personality disorder is diagnosed more often in men than in women. It is also more often found in people who are involved with the court system compared to the general public. Antisocial personality disorder is an illness that commonly co-occurs with narcissistic personality disorder.  As with most mental-health disorders, narcissistic personality disorder does not have one single definitive cause. Rather, people with this illness tend to have biological, psychological, and environmental risk factors that contribute to its development. Biologically, narcissists are thought to have a tendency to have a smaller part of the brain that is related to having empathy for others. Psychologically, individuals with narcissistic personality disorder tend to have trouble having opposing self-images of excessive admiration and devaluing in their minds and in their relationships. They are thought to be excessively emotionally sensitive. Early psychoanalytic theory on the emotional motivations for the development of narcissistic personality disorder focused on the relationship between mothers and sons. Specifically, it was thought that men develop this disorder as the result of having an excessively close relationship with their mother that is contingent upon always doing what she wants, with a resulting paranoid fear of being retaliated against by their father and humiliated or abandoned by their mother. Since those early theories, the social risk factors for developing NPD have been expanded to include excessive admiration or neglect by either parent. In addition to receiving excessive, unrealistic admiration, praise, and overindulgence, or excessive criticism for misbehavior during childhood, theories about other social risk factors of narcissistic personality disorder include emotional abuse, unpredictable parental care, and learning manipulation from caregivers. In order to be assessed with the diagnosis of narcissistic personality disorder, an individual must demonstrate a pervasive pattern of significantly inflated self esteem (grandiosity), a need to be admired and lack of empathy for others that begins by early adulthood and is present in a number of different aspects of their life. Specific symptoms and signs of this illness can include the following: An excessive sense of self importance, with an expectation of being seen as superior for no reasonPreoccupation with fantasies of unlimited success, power, brilliance, beauty, or loveExcessive belief that he or she is special or uniqueA need for excessive admirationA sense of entitlement to special treatment or compliance with their wishesA tendency to take advantage of others to achieve their own goalsLacking empathy for the needs and feelings of othersFrequently envious of others or thinking others are envious of him or herExhibits arrogant thoughts or behaviors Individuals who have some symptoms of narcissistic personality disorder but not enough for the diagnosis to be assigned are often described as having narcissistic traits.  Many providers of health care may help make the diagnosis of narcissistic personality disorder, including pediatricians, primary-care providers, licensed mental-health therapists, psychiatrists, psychologists, psychiatric nurses, and social workers. As part of this examination, the sufferer will likely be referred for a full physical examination and laboratory tests in an attempt to rule out any medical condition that may contribute to the symptoms described. The person with NPD may be asked a series of questions from a standardized questionnaire or self-test to help assess the presence of the illness. Thorough exploration for any history or presence of mental-health symptoms will be conducted such that narcissistic personality disorder can be distinguished from other personality disorders like histrionic personality disorder, borderline personality disorder, or antisocial personality disorder. The mental-health professional will also explore whether other forms of mental illness are present, since narcissism is often also associated with depression or perfectionism. In addition to demonstrating a pattern of grandiose thoughts or behaviors, need for admiration, and lack of empathy for others characterized by at least five of the previously described symptoms, other diagnostic criteria for narcissistic personality disorder include the sufferer's pattern of such behaviors being pervasive throughout the person's life, as well as stable, longstanding symptoms that are not better explained by another mental illness, the effects of a substance, or a medical condition.  The primary treatment for narcissistic personality disorder is talk therapy (psychotherapy) rather than medication. However, medication may be appropriate to address some co-occurring mental-health symptoms like depression, irritability, or anxiety. Psychotherapy tends to focus on how the person with the disorder interacts with the therapist during therapy, examining and changing grandiose and excessively vulnerable thinking, teaching the sufferer ways to regulate their emotions, and correcting self-centered behaviors to more prosocial ways of interacting with others. How well or poorly people with narcissistic personality disorder progress over time seems to be influenced by how severe the disorder is at the time that treatment starts, the state of the individual's current personal relationships, whether or not the sufferer has a history of being abused as a child, as well as whether or not the person receives appropriate treatment. Simultaneously suffering from other mental-health problems has been found to be associated with a lower likelihood of symptoms of NPD being alleviated with treatment. One of the major obstacles to treatment and therefore to a good prognosis for narcissistic individuals is the perception by these individuals that their problems are caused by others rather than by their own self-centered tendencies. Societal interventions like prevention of child abuse, domestic violence, and substance abuse in families can help decrease the occurrence of a number of very different mental-health problems, including narcissistic personality disorder.  National Alliance on Mental Illness (NAMI)Colonial Place Three 2107 Wilson Boulevard Suite 300 Arlington, VA 22201-3042 Phone: 1-800-950-NAMI 1-800-950-6264 hotline for help with depression 703-524-7600 Fax: 703-524-9094 TDD: 703-516-7227 Email: info@nami. org Web site: http://www. nami. org National Institute of Mental Health (NIMH) 6001 Executive Boulevard Room 8184, MSC 9663 Bethesda, MD 20892-9663 Phone: 866-615-6464 toll-free 301-443-4513 Fax: 301-443-4279 TDD: 866-415-8051 toll-free Email: nimhinfo@nih. gov Web site: http://www. nimh. nih. gov ", 
    "title": "Narcissistic Personality Disorder"
}