{
    "data": "  Noonan syndrome occurs in approximately 1 in 1,000 to 2,500 people. Mutations in the PTPN11, SOS1, RAF1, KRAS, NRAS and BRAF genes cause Noonan syndrome. Most cases of Noonan syndrome result from mutations in one of three genes, PTPN11, SOS1, or RAF1. PTPN11 gene mutations account for approximately 50 percent of all cases of Noonan syndrome. SOS1 gene mutations account for 10 to 15 percent and RAF1 gene mutations account for 5 to 10 percent of Noonan syndrome cases. About 2 percent of people with Noonan syndrome have mutations in the KRAS gene and usually have a more severe or atypical form of the disorder. It is not known how many cases are caused by mutations in the BRAF or NRAS genes, but it is likely a very small proportion. The cause of Noonan syndrome in the remaining 20 percent of people with this disorder is unknown. The PTPN11, SOS1, RAF1, KRAS, NRAS and BRAF genes all provide instructions for making proteins that are important in signaling pathways needed for the proper formation of several types of tissue during development. These proteins also play roles in cell division, cell movement, and cell differentiation (the process by which cells mature to carry out specific functions). Mutations in any of the genes listed above cause the resulting protein to be continuously active, rather than switching on and off in response to cell signals. This constant activation disrupts the regulation of systems that control cell growth and division, leading to the characteristic features of Noonan syndrome. This condition is inherited in an autosomal dominant pattern, which means one copy of the altered gene in each cell is sufficient to cause the disorder. In some cases, an affected person inherits the mutation from one affected parent. Other cases result from new mutations in the gene and occur in people with no history of the disorder in their family.  familial Turner syndromeFemale Pseudo-Turner SyndromeMale Turner SyndromeNoonan-Ehmke syndromepseudo-Ullrich-Turner syndromeTurner-like syndromeTurner's phenotype, karyotype normalTurner syndrome in female with X chromosomeUllrich-Noonan syndrome ", 
    "title": "Noonan Syndrome"
}