{
    "data": "  Obsessive compulsive disorder (OCD) is one of a number of obsessive compulsive and related disorders that has irresistible ideas or images (obsessions) and/or specific rituals/behaviors (compulsions) that may be driven by obsessions as characteristics of the illness. OCD occurs in a small percentage of populations worldwide in every culture and has been described in medicine for at least the past century. The average age for OCD to begin is 19 years of age, and it usually begins by the time the individual is 30 years old. People with OCD are at risk for also suffering from anxiety disorders. While there is no known specific cause for OCD, having other family members with the condition and an imbalance of the brain chemical serotonin are thought to increase the likelihood of OCD occurring. OCD is diagnosed by the health-care professional looking for signs and symptoms of this and other emotional problems, as well as assessing for the presence for a medical condition that might be a contributing to developing the disorder. OCD has been found most likely to improve when treated with a combination of behavior therapies like exposure and ritual prevention, group or individual cognitive behavioral therapy, and medications. Although not thought to be as effective in treating OCD as clomipramine (Anafranil), SSRIs are the group of medications that are most often used to treat this illness since the SSRIs tend to cause fewer side effects. SSRIs are thought to work by increasing the activity of serotonin in the brain. When the combination of psychotherapy and SSRI treatment does not produce adequate symptom relief, a neuroleptic medication may be added to improve the treatment outcome. For some people with severe OCD, deep brain stimulation can be helpful, and treatment with hallucinogen medications continues to be studied. Although the symptoms of OCD may last indefinitely, the prognosis for OCD sufferers is best when the person's symptoms are milder and have been present for a short time, and the OCD sufferer has no other emotional problems. If left untreated, OCD can worsen to the point that the sufferer develops physical problems, becomes unable to function, or experiences suicidal thoughts. About 1% of OCD sufferers die by suicide.  Obsessive compulsive disorder (OCD) is one of a number of obsessive compulsive and related disorders that is characterized by repeated obsessions and/or compulsions that interfere with the sufferer's ability to function in their relationships, at work or in school, either because of all the time that is consumed by the symptoms or the marked apprehension, fear or other distress suffered by the person. Other separate kinds of obsessive compulsive and related disorders include body dysmorphic disorder (preoccupation with at least one perceived flaw in one's physical appearance that others do not observe); hoarding disorder (chronic difficulty discarding possessions); trichotillomania (hair-pulling disorder); excoriation disorder (skin picking), as well as OCD and related disorders that are caused by a medical condition or exposure to a substance. An obsession is a recurrent or unrelenting idea, impulse, or image that may cause severe anxiety. These ideas are irresistible to the OCD sufferer despite the person's usually understanding that these ideas are irrational. That understanding may lead to their feeling guilt at being unable to resist having the ideas. Examples of obsessions include sexual obsessions, fear of germs/worries about cleanliness, or worries about safety or order. A compulsion is a ritualistic or otherwise repetitive behavior that the individual with OCD engages in, either because of their obsessions or according to rigid rules. Obsessions may cause compulsions like excessive hand washing, skin picking, lock checking, repeatedly going over thoughts, meaningless repetition of one's own words, repeatedly arranging items, or other repetitive actions. Compulsive hoarding is also thought to be a manifestation of OCD. In contrast to the repetitive behaviors of compulsions, habits are actions that occur with little to no thought, occur routinely, are not caused by an obsession, are not excessively time-consuming, and do not result in stress. Examples of habits include cracking knuckles or storing a wallet in a purse or pocket. OCD has been described in medicinal writings for at least the past century. Statistics on how many people in the United States have OCD range from 1%-2%, or more than 2 million adults. About one in 200 children and adolescents, or half a million minors, have been found to have OCD. Interestingly, how often this condition occurs and the symptoms involved are remarkably similar across cultures. While it often starts in childhood and adolescence, the average age of onset of the disorder is 19 years of age. OCD usually develops by 30 years of age, afflicting more males than females. Children with OCD do not always realize that their obsessions or compulsions are unreasonable. They might have tantrums when prevented from completing rituals. Also in contrast to adults, children and teenagers tend to develop physical complaints like tiredness, headaches, and stomach upset when afflicted with OCD. People with OCD are at risk for also developing chronic hair pulling (trichotillomania), muscle or vocal tics (Tourette disorder), or an eating disorder like anorexia or bulimia. OCD sufferers are also more likely to develop other mood problems, like depression, generalized anxiety disorder, panic attacks, and full-blown panic disorder. This illness also increases the risk of sufferers having excessive concerns about their bodies (somatoform disorders) like hypochondriasis, which is excessive worry about having a serious illness. People with OCD are more vulnerable to having bipolar disorder, also called manic depression. While it is sometimes confused with OCD, obsessive compulsive personality disorder (OCPD) is characterized by perfectionism and an unyielding expectation that the sufferer and others will adhere to a rigid set of rules. People with OCPD do not tend to engage in compulsions. However, people with OCD are at higher risk for developing OCPD than those without OCD.  While there is no clear cause for OCD, family history and possible chemical imbalances in the brain are thought to contribute to developing the illness. While people who have relatives with the illness are at a higher risk of developing OCD, most people with the condition have no such family history. A specific genetic variation has been found to potentially double the chances of a person developing OCD. An imbalance of the chemical serotonin in the brain may also contribute to the development of this disorder. Certain life stressors, like being the victim of childhood sexual abuse, is a risk factor for developing OCD during adulthood. Some health-care professionals will give a self-test of screening questions to people whom they suspect may have OCD. In addition to looking for symptoms of obsessions and compulsions by conducting a mental-health interview and mental-status examination, mental-health practitioners will explore the possibility that the person's symptoms are caused by another emotional disorder instead of or in addition to OCD. For example, people with addiction often have obsessions or compulsions, but those characteristics usually just involve the addiction. Individuals who suffer from narcissism may have obsessions, but those tend to be limited to self-obsession. The professional will also likely ensure that a medical examination and any other necessary tests have been done recently to consider whether there is any medical issue that could be causing any of the signs or symptoms of OCD. Most individuals with OCD have some symptoms of the disorder indefinitely, comprised of times of improvement alternating with times of increased symptoms. The prognosis for this disorder is most favorable for sufferers who have milder symptoms that have occurred for less time and who have no other medical or mental-health issues prior to developing OCD. Treatment of OCD includes cognitive behavioral psychotherapy, behavioral therapies, and medications. Behavioral therapies for OCD include systematic desensitization therapy, aversion therapy, rational emotive behavior therapy, and ritual prevention and exposure therapy. Prevention of rituals involves a mental-health professional helping the person with OCD endure longer and longer periods of resisting the urge to engage in compulsive behaviors. Exposure and response prevention therapy is a type of behavior modification that involves the individual getting in touch with situations that tend to increase their urge to perform compulsions then helping the person resist that urge. Cognitive/behavioral therapy begins with psycho-education of the OCD sufferer regarding their illness and works towards changing the negative ways of thinking and behaving associated with the anxiety involved with obsessive compulsive disorder. Selective serotonin reuptake inhibitors (SSRIs) are the medications that are most often used to treat OCD. These medications increase the amount of the neurochemical serotonin in the brain. (Brain serotonin levels are thought to be low in OCD. ) SSRIs work by selectively inhibiting (blocking) serotonin reuptake in the brain, specifically at the synapse, the place where brain cells (neurons) connect to each other. Serotonin is one of the brain chemicals that carries messages across synapses from one neuron to another. SSRIs work by keeping serotonin present in high concentrations in the synapses. These medications do so by preventing the reuptake of serotonin back into the nerve cell that is transmitting an impulse. Since the reuptake of serotonin is responsible for turning off the production of new serotonin, the serotonin message keeps on coming through. It is thought that this helps activate cells that have been deactivated by OCD, thereby relieving the symptoms of the condition. SSRIs have fewer side effects than clomipramine, which is an older medication that is actually thought to be somewhat more effective in treating OCD but might cause orthostatic hypotension (a sudden drop in blood pressure when sitting up or standing that can cause fainting) and heart-rhythm disturbances. Therefore, SSRIs are often the first-line treatment for this disorder. Examples of SSRIs include fluoxetine (Prozac), paroxetine (Paxil), sertraline (Zoloft), citalopram (Celexa), fluvoxamine (Luvox), escitalopram (Lexapro), vortioxetine (Brintellix), and vilazodone (Viibryd). When the improvement that people with OCD experience is not optimal when an SSRI is the only medication prescribed, the addition of a neuroleptic medication like risperidone (Risperdal), olanzapine (Zyprexa), aripiprazole (Abilify), quetiapine (Seroquel), ziprasidone (Geodon), paliperidone (Invega), asenapine (Saphris), or lurasidone (Latuda) can sometimes help. Some studies show that SNRI medications like venlafaxine (Effexor), duloxetine (Cymbalta), and desvenlafaxine (Pristiq) can be an effective alternative to SSRIs. These medications increase the amount of the neurochemicals serotonin, epinephrine and norepinephrine in the brain. Buspirone (Buspar) has been used by some mental-health prescribers to treat OCD and related disorders, particularly when added to other medications in an attempt to improve the response of people who did not improve optimally to one medication. However, this medication is not considered to be a primary treatment for these disorders. SSRIs are generally well tolerated, and side effects are usually mild. The most common side effects include nausea, diarrhea, agitation, insomnia, and headache. However, these side effects generally go away within the first month of SSRI use. Some individuals experience sexual side effects, like decreased sexual desire (libido), delayed orgasm, or an inability to have an orgasm. Some patients develop tremors with SSRIs. The so-called serotonergic (meaning caused by serotonin) syndrome is a serious neurologic condition associated with the use of this group of medications that is characterized by high fevers, seizures, and heart-rhythm disturbances. This condition is very rare and has been reported only in very sick psychiatric patients taking multiple psychiatric medications. Newer, often called atypical, neuroleptic medications like the ones named above tend to cause fewer side effects than many of the older medications in this class. The most common side effects of atypical neuroleptics include sleepiness, dizziness, dry mouth, and weight gain. Sometimes, people can be more sensitive to the effects of the sun while taking these medications and therefore should be sure to wear adequate sunblock whenever exposed to the sun. Less commonly, side effects of atypical neuroleptic medications can result in painless, although abnormal, muscle movements like tremors, stiffness, and very rarely permanent muscle twitches called tardive dyskinesia. Mood stabilizers like carbamazepine (Tegretol), divalproex sodium (Depakote), and lamotrigine (Lamictal) are sometimes used to treat OCD, particularly in individuals who also suffer from bipolar disorder. The side effects that professionals look for tend to vary depending on which medication is being prescribed. Professionals tend to watch for mild side effects like sleepiness when using Depakote or Tegretol or stomach upset when using any of these medications. Professionals also monitor patients for serious side effects like severely low white blood cell count with Tegretol or severe autoimmune reactions like Stevens-Johnson syndrome with Depakote or Lamictal. While lithium remains a hallmark treatment for bipolar disorder, particularly in adults, studies have not indicated significant benefit for its use in treating OCD. Studies on the effectiveness of treatment of OCD in adults have variable results. Some indicate that medications, response prevention, and CBT are equally, although only mildly to moderately, effective in treating this problem. Cognitive behavioral group psychotherapy (CBGT) has also been found to be an effective treatment for OCD. Research on treating OCD in children and adolescents indicates that while medications are clearly effective in treating this disorder, the improvement that is experienced is quite mild. However, clomipramine tends to be more effective than the SSRIs, and the individual SSRIs tend to be equally effective as each other. Similar to adults, people under 18 years of age tend to improve more significantly when treated with a combination of medication and CBT. There is increasing evidence that deep brain stimulation may be effective in treating severe OCD that has not responded to other treatments.  Without treatment, the severity of OCD can worsen to the point that the sufferer's life becomes consumed. Specifically, it can inhibit their ability to attend school, keep a job, and/or can lead to social isolation. Many people with this condition consider killing themselves, and about 1% die by suicide. Regarding the prognosis for the specific symptoms, it is rare for any to progress to a physically debilitating level. However, problems like compulsive hand washing can eventually cause complications like the skin becoming dry and even breaking down, and trichotillomania can result in unsightly scabs on the person's scalp. While in about 40% of people diagnosed with OCD the symptoms tend to persist indefinitely to some degree, most are only mildly to moderately affected by those symptoms if adequately treated. People who have the symptoms of this condition longer prior to being diagnosed and treated are both at higher risk of having more severe OCD and of developing other mental health illnesses (co-morbidity) in the future. OCD is best prevented through early recognition and treatment. Specifically, recognizing warning signs that a child may be at risk for developing this illness can be a place to start. Examples of such early warning signs include excessive complaints by or agitation of (hypersensitivity) the child that certain clothes or food textures are intolerable, specific food aversion, as well as the child engaging in rigid patterns of behavior. Further information about OCD can be gained from the following resources. Anxiety Disorders Association of America240-485-1001http://www. adaa. org American Psychiatric Association703-907-7300http://www. psych. org National Institute of Mental Health866-615-6464http://www. nimh. nih. gov International OCD Foundationhttp://www. ocfoundation. org/PO Box 961029Boston, Mass. 02196617-973-5801 Obsessive Compulsive Anonymous World Services (OCA)516-741-4901http://www. obsessivecompulsiveanonymous. org OCD Recovery Centers of Americahttp://www. ocdrecoverycenters. com/ OCD Onlinehttp://www. ocdonline. com/ Tourette Syndrome Associationhttp://www. tsa-usa. org/ Trichotillomania Learning Centerhttp://www. trich. org/ ", 
    "title": "Obsessive Compulsive Disorder Ocd"
}