{
    "data": "  Fatty acids consist of chains of carbon atoms linked together by chemical bonds. On one end (terminal) of the carbon chain is a methyl group (a cluster of carbon and hydrogen atoms). On the other terminal is a carboxyl group (a cluster of carbon, oxygen and hydrogen atoms). The chemical bonds between carbon atoms can be either single or double bonds. Single bonds have more hydrogen molecules around them than double bonds. These chemical bonds determine whether a fatty acid is saturated or unsaturated (see discussion below). Fatty acids also come in different lengths: short chain fatty acids have fewer than 6 carbons, while long chain fatty acids have 12 or more carbons. Fatty acids serve as energy for the muscles, heart, and other organs as building blocks for cell membranes and as energy storage for the body. Fatty acids that are not used up as energy are converted into triglycerides. A triglyceride is a molecule formed by attaching three fatty acids onto a glycerol compound that serves as a backbone. Triglycerides are then stored in the body as fat (adipose) tissue. Saturated fatty acids contain single bonds only. Fats containing saturated fatty acids are called saturated fats. Examples of foods high in saturated fats include lard, butter, whole milk, cream, eggs, red meat, chocolate, and solid shortenings. An excess intake of saturated fat can raise blood cholesterol and increase the risk of developing coronary heart disease. Monounsaturated fatty acids contain one double bond. Examples of foods high in monounsaturated fat include avocados, nuts, and olive, peanut, and canola oils. Scientists believe that increased consumption of monounsaturated fats (for example, eating more nuts) is beneficial in lowering LDL cholesterol (the \"bad\" cholesterol) and lowering the risk of coronary heart disease, especially if monounsaturated fats are used to substitute for saturated fats and refined sugars. Polyunsaturated fatty acids contain more than one double bond. Examples of foods high in polyunsaturated fats include vegetable oils, corn, sunflower, and soy. Essential fatty acids are polyunsaturated fatty acids that the human body needs for metabolic functioning but cannot produce, and therefore has to be acquired from food. Omega-3 fatty acids are a class of essential polyunsaturated fatty acids with the double bond in the third carbon position from the methyl terminal (hence the use of \"3\" in their description). Foods high in omega-3 fatty acids include salmon, halibut, sardines, albacore, trout, herring, walnut, flaxseed oil, and canola oil. Other foods that contain omega-3 fatty acids include shrimp, clams, light chunk tuna, catfish, cod, and spinach. Omega-6 fatty acids are a class of essential polyunsaturated fatty acids with the initial double bond in the sixth carbon position from the methyl group (hence the \"6\"). Examples of foods rich in omega-6 fatty acids include corn, safflower, sunflower, soybean, and cottonseed oil. Omega-3 and omega-6 fatty acids are also referred to as n-3 and n-6 fatty acids, respectively. Trans fatty acids (trans fats) are made through hydrogenation to solidify liquid oils. Heating omega-6 oils, such as corn oil, to high temperatures creates trans fats. Trans fats increase the shelf life of oils and are found in vegetable shortenings and in some margarines, commercial pastries, fried foods, crackers, cookies, and snack foods. The intake of trans fatty acids increases blood LDL-cholesterol (\"bad\" cholesterol), decreases HDL cholesterol (\"good cholesterol\"), and raises the risk of coronary heart disease.  Scientific evidence is mounting that fish oil (predominantly omega-3 fatty acids) can reduce the risk of sudden cardiac death. Some scientists also believe that omega-3 fatty acids can improve one's blood lipid (cholesterol and triglyceride) levels and decrease the risk of coronary heart disease. In studies involving animals (dogs, rats, and marmosets), omega-3 fatty acids were found to prevent ventricular fibrillation (see MedicineNet article on heart attack) when given to animals just prior to experimentally induced heart attacks. Omega-3 fatty acids were also found to terminate ventricular fibrillation in animals undergoing experimentally induced heart attacks. Therefore, scientists suspect that omega-3 fatty acids may prevent ventricular fibrillation of the heart in the event of a heart attack in humans. Since ventricular fibrillation is the most important cause of sudden death among heart attack victims, omega-3-fatty acids is believed to prevent sudden death. Evidence from observational studies: Two large, long-term observational studies have been published on the relationship between dietary intake of fish oil and omega-3 fatty acids and risk of heart disease and sudden cardiac death; The Nurses' Health Study and the Physician's Health Study. The Physician's Health Study began in 1982 when more than 20,000 healthy male physicians were followed for 11 years. Lifestyle, coronary risk factors, and diet data were collected at entry, and life style and diet data were collected via questionnaires at 12 months and 18 months. The results of the study were published in JAMA 1998, vol. 279, p. 23. The title of the article is \"Fish consumption and risk of sudden cardiac death. \" The study found that men who consumed one or more fish meals per week had a 50% lower risk of developing sudden cardiac death than men who rarely ate fish (less than one fish meal per month). In a separate article, scientists compared blood levels of omega-3 fatty acids in 94 of these men who died of sudden cardiac death against living men matched for age and smoking habits. They found that high levels of omega-3 fatty acids in the blood were associated with a low risk of cardiac sudden death. Men with the highest blood levels of omega-3 fatty acids had an 80% lower risk of sudden cardiac death than men with the lowest blood levels. High omega-3 fatty acids in the blood are usually due to a high consumption of fish.  Eat whole, natural, and fresh foods. Eat five to ten servings of fruits and vegetables daily and eat more peas, beans, and nuts. Increase intake of omega-3 fatty acids by eating more fish, walnuts, flaxseed oil, and green leafy vegetables. An example of meeting the recommended intake of omega-3 fats is to eat 2 salmon portions a week or 1 gram of omega-3-fatty acid supplement daily. Drink water, tea, non-fat dairy and red wine (two drinks or less daily for men, one drink or less daily for women). Eat lean protein such as skinless poultry, fish, and lean cuts of red meat. Avoid trans-fats and limit intake of saturated fats. This means avoiding fried foods, hard margarine, commercial baked goods, and most packaged and processed snack foods, high fat dairy and processed meats such as bacon, sausage, and deli meats. Limit glycemic foods. Glycemic foods are those made with sugar and white flour, which increase blood sugar levels. Increased blood sugar levels stimulate the pancreas to release insulin. Chronically high insulin levels are believed to cause weight gain as well as atherosclerosis of the arteries. Exercise daily. ", 
    "title": "Omega-3 Fatty Acids"
}