{
    "data": "  Unequal jaw growth. In some individuals, the upper and lower jawfail to grow properly. This can cause difficulty in speaking, eating,swallowing, and breathing. While some of these <nobr>problems -- like</nobr> improper teeth<nobr>alignment -- can</nobr> be corrected with braces and other orthodontic appliances, moreserious problems require oral surgery to move all or part of the upper jaw,lower jaw, or both into a new position that is more balanced, functional, andhealthy. Improve fit of dentures. For first-time denture wearers, oralsurgery can be done to correct any irregularities of the jaws prior to creatingthe dentures to ensure a better fit. Oral surgery can also help long-termdenture wearers. Supporting bone often deteriorates over time resulting indentures that no longer fit properly. In severe cases, an oral surgeon can adda bone graft to areas where little bone remains. Temporomandibular joint (TMJ) disorders. Dysfunction of the TMJ, the small joint in front of the ear where the skull and lower jawmeet, is a common source of headache and facial pain. Most patients with TMJdisorders can be successfully treated with a combination of oral medications,physical therapy, and splints. However, joint surgery is an option for advancedcases and when the diagnosis indicates a specific problem in the joint. Facial injury repair. Oral surgery is often used to fix fracturedjaws and broken facial bones. Lesion removal and biopsy. Oral surgeons can take a small sample ofabnormal growth or tissue and then send it for laboratory testing foridentification. Some lesions can be managed medically or can be removed by theoral surgeon. Cleft lip and cleft palate repair. Cleft lip and cleft palate result when all or portions of the mouth and nasal cavity donot grow together properly during fetal development. The result is a gap in thelip and/or a split in the opening in the roof of the mouth. Oral surgeons workas part of a team of healthcare specialists to correct these problems through aseries of treatments and surgical procedures over many years. Facial infections. Pain and swelling in the face, neck or jaws mayindicate an infection. Infections in this area of the body can sometimesdevelop into life-threatening emergencies if not treated promptly andeffectively. An oral surgeon can assist in diagnosing and treating thisproblem. Surgical treatment, if needed, may include cutting into and drainingthe infected area as well as extracting any teeth that might be involved. Snoring/sleep apnea. When conservative methods fail to alleviatethis problem, surgery can be tried. Surgical procedures involve removing thesoft tissues of the oropharynx (an area in the back portion of the mouth) orthe lower jaw. Laser surgery is a newer treatment option. Depending on thesurgical technique used, the laser is used to either slowly scar the palate,which tightens it, or to remove palate tissue. Reviewed by the doctors at The Cleveland Clinic Department of Dentistry. ", 
    "title": "Oral Surgery"
}