{
    "data": "   The portion of the jawbone that supports our teeth is known as the alveolar process. Several studies have found a link between the loss of alveolar bone and an increase in loose teeth (tooth mobility) and tooth loss. Women with osteoporosis are three times more likely to experience tooth loss than those who do not have the disease. Low bone density in the jaw can result in other dental problems as well. For example, older women with osteoporosis may be more likely to have difficulty with loose or ill-fitting dentures and may have less optimal outcomes from oral surgical procedures. Periodontitis is a chronic infection that affects the gums and the bones that support the teeth. Bacteria and the body's own immune system break down the bone and connective tissue that hold teeth in place. Teeth may eventually become loose, fall out, or have to be removed. Although tooth loss is a well-documented consequence of periodontitis, the relationship between periodontitis and skeletal bone density is less clear. Some studies have found a strong and direct relationship among bone loss, periodontitis, and tooth loss. It is possible that the loss of alveolar bone mineral density leaves bone more susceptible to periodontal bacteria, increasing the risk for periodontitis and tooth loss. Research supported by the National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS) suggests that dental x-rays may be used as a screening tool for osteoporosis. Researchers found that dental x-rays were highly effective in distinguishing people with osteoporosis from those with normal bone density. Because many people see their dentist more regularly than their doctor, dentists are in a unique position to help identify people with low bone density and to encourage them to talk to their doctors about their bone health. Dental concerns that may indicate low bone density include loose teeth, gums detaching from the teeth or receding gums, and ill-fitting or loose dentures.  It is not known whether osteoporosis treatments have the same beneficial effect on oral health as they do on other bones in the skeleton. Additional research is needed to fully clarify the relationship between osteoporosis and oral bone loss; however, scientists are hopeful that efforts to optimize skeletal bone density will have a favorable impact on dental health. Bisphosphonates, a group of medications available for the treatment of osteoporosis, have been linked to the development of osteonecrosis of the jaw (ONJ), which is cause for concern. The risk of ONJ has been greatest in patients receiving large doses of intravenous bisphosphonates, a therapy used to treat cancer. The occurrence of ONJ is rare in individuals taking oral forms of the medication for osteoporosis treatment. A healthy lifestyle can be critically important for keeping bones strong. You can take many important steps to optimize your bone health: Eat a well-balanced diet rich in calcium and vitamin D. Engage in regular physical activity or exercise. Weight-bearing activities -- such as walking, jogging, dancing, and weight training -- are the best for keeping bones strong. Don't smoke, and limit alcohol intake. Report any problems with loose teeth, detached or receding gums, and loose or ill-fitting dentures to your dentist and your doctor. ", 
    "title": "Oral Health And Bone Disease"
}