{
    "data": "  In healthy adults, bone tissue is continually being remodeled and rebuilt. The kidneys play an important role in maintaining healthy bone mass and structure because one of their jobs is to balance calcium and phosphorus levels in the blood. Calcium is a mineral that builds and strengthens bones. It's found in many foods, particularly milk and other dairy products. If calcium levels in the blood become too low, four small glands in the neck called the parathyroid glands release a hormone called parathyroid hormone (PTH). This hormone draws calcium from the bones to raise blood calcium levels. Too much PTH in the blood will remove too much calcium from the bones; over time, the constant removal of calcium weakens the bones. Phosphorus, which is found in most foods, also helps regulate calcium levels in the bones. Healthy kidneys remove excess phosphorus from the blood. When the kidneys stop working normally, phosphorus levels in the blood can become too high, leading to lower levels of calcium in the blood and resulting in the loss of calcium from the bones. Healthy kidneys produce calcitriol, a form of vitamin D, to help the body absorb dietary calcium into the blood and the bones. If calcitriol levels drop too low, PTH levels increase, and calcium is removed from the bones. Calcitriol and PTH work together to keep calcium balance normal and bones healthy. In a patient with kidney failure, the kidneys stop making calcitriol. The body then can't absorb calcium from food and starts removing it from the bones. To diagnose renal osteodystrophy, your doctor may take a sample of your blood to measure levels of calcium, phosphorus, PTH, and calcitriol. The doctor may perform a bone biopsy to see how dense your bones are. A bone biopsy is done under local anesthesia and involves removing a small sample of bone from the hip and analyzing it under a microscope. Determining the cause of renal osteodystrophy helps the doctor decide on a course of treatment.  Controlling PTH levels prevents calcium from being withdrawn from the bones. Usually, overactive parathyroid glands are controllable with a change in diet, dialysis treatment, or medication. The drug cinacalcet hydrochloride (Sensipar), approved by the Food and Drug Administration in 2004, lowers PTH levels by imitating calcium. If PTH levels can't be controlled, the parathyroid glands may need to be removed surgically. If your kidneys aren't making adequate amounts of calcitriol, you can take synthetic calcitriol as a pill or in an injectable form. Your doctor may prescribe a calcium supplement in addition to calcitriol. Renal osteodystrophy can also be treated with changes in diet. Reducing dietary intake of phosphorus is one of the most important steps in preventing bone disease. Almost all foods contain phosphorus, but it's especially high in milk, cheese, dried beans, peas, nuts, and peanut butter. Limit drinks such as cocoa, dark sodas, and beer. Often, medications such as calcium carbonate (Tums), calcium acetate (PhosLo), sevelamer hydrochloride (Renagel), or lanthanum carbonate (Fosrenol) are prescribed with meals and snacks to bind phosphorus in the bowel. These decrease the absorption of phosphorus into the blood. Be sure your phosphate binder is aluminum-free because aluminum can be toxic and cause anemia. A renal dietitian can help develop a dietary plan to control phosphorus levels in the blood. Exercise has been found to increase bone strength in some patients. It's important, however, to consult a doctor or health care professional before beginning any exercise program. A good treatment program, including proper attention to dialysis, diet, and medications, can improve your body's ability to repair bones damaged by renal osteodystrophy.  American Association of Kidney Patients3505 East Frontage RoadSuite 315Tampa, FL 33607Phone: 1-800-749-2257Fax: 813-636-8122 Email: info@aakp. org Internet: www. aakp. org American Kidney Fund 6110 Executive Boulevard Suite 1010 Rockville, MD 20852Phone: 1-800-638-8299 or 301-881-3052 Fax: 301-881-0898 Email: helpline@akfinc. org Internet: www. kidneyfund. org National Kidney Foundation, Inc. 30 East 33rd StreetNew York, NY 10016Phone: 1-800-622-9010 or 212-889-2210Fax: 212-689-9261 Email: info@kidney. org Internet: www. kidney. org ", 
    "title": "Osteodystrophy"
}