{
    "data": "  Osteomyelitis is an infection of bone. Osteomyelitis can occur in any age group. Treatment of osteomyelitis can include antibiotics, splinting, or surgery. A delay in diagnosis or treatment of osteomyelitis can lead to permanent deficits. Osteomyelitis is infection in the bone. Osteomyelitis can occur in infants, children, and adults. Different types of bacteria typically affect the different age groups. In children, osteomyelitis most commonly occurs at the ends of the long bones of the arms and legs, affecting the hips, knees, shoulders, and wrists. In adults, it is more common in the bones of the spine (vertebrae), feet, or in the pelvis. There are several different ways to develop the bone infection of osteomyelitis. The first is for bacteria to travel through the bloodstream (bacteremia) and spread to the bone, causing an infection. This most often occurs when the patient has an infection elsewhere in the body, such as pneumonia, an abscessed tooth, or a urinary tract infection that spreads through the blood to the bone. An open wound over a bone can lead to osteomyelitis. This happens most commonly with underlying peripheral vascular disease, peripheral neuropathy, or diabetes. With an open fracture (compound fracture), the bone that punctures through the skin is exposed to bacteria. This increases the risk of osteomyelitis. A recent surgery or injection around a bone can also expose the bone to bacteria and lead to osteomyelitis. Patients with conditions or taking medications that weaken their immune system are at a higher risk of developing osteomyelitis. Risk factors include cancer, chronic steroid use, sickle cell disease, human immunodeficiency virus (HIV), diabetes, hemodialysis, intravenous drug users, infants, and the elderly.   Symptoms of osteomyelitis can vary greatly. In children, osteomyelitis most often occurs more quickly. They develop pain or tenderness over the affected bone, and they may have difficulty or inability to use the affected limb or to bear weight or walk due to severe pain. They may also have fever, chills, and redness at the site of infection. In adults, the symptoms often develop more gradually and include fever, chills, irritability, swelling or redness over the affected bone, stiffness, and nausea. In people with diabetes, peripheral neuropathy, or peripheral vascular disease, there may be no pain or fever. The only symptom may be an area of skin breakdown that is worsening or not healing. Acute osteomyelitis occurs with a rapid onset and is usually accompanied by the symptoms of pain, fever, and stiffness. It generally occurs after a break in the skin from injury, trauma, surgery, or skin ulceration from wounds. Chronic osteomyelitis is insidious (slow) in onset. It may be the result of a previous infection of osteomyelitis. Despite multiple courses of antibiotics, it may reoccur. Symptoms of chronic osteomyelitis are subtle but may include fever, pain, redness, or discharge at the site of infection.   The diagnosis of osteomyelitis begins with a complete medical history and physical examination. During the medical history, the doctor may ask questions about recent infections elsewhere in the body, past medical history, medication usage, and family medical history. The physical examination will look for areas of tenderness, redness, swelling, decreased or painful range of motion, and open sores. The doctor may then order tests to help diagnose osteomyelitis. Several blood tests can be used to help determine if there is an infection present. These include a complete blood count (CBC), the erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), and blood cultures. None of these is specific for osteomyelitis but they can suggest that there may be some infection in the body. Imaging studies may be obtained of the involved bones. These can include plain radiographs (X-rays), bone scans, computed tomography (CT) scans, magnetic resonance imaging (MRIs), and ultrasounds. These imaging studies can help identify changes in the bones that occur with osteomyelitis. After an area of bone is identified with possible osteomyelitis, a biopsy of the bone may be obtained to help determine precisely which bacteria are involved, and the culture of this can indicate the best choice for antibiotic treatment.   In many cases, osteomyelitis can be effectively treated with antibiotics and pain medications. If a biopsy is obtained, this can help guide the choice of the best antibiotic. The duration of treatment of osteomyelitis with antibiotics is usually four to eight weeks but varies with the type of infection and the response to the treatments. In some cases, the affected area will be immobilized with a brace to reduce the pain and speed the treatment. Sometimes, surgery may be necessary. If there is an area of localized bacteria (bone abscess), this may need to be opened, washed out, and drained. If there is damaged soft tissue or bone, this may need to be removed. If bone needs to be removed, it may need to be replaced with bone graft or stabilized during surgery. With early diagnosis and appropriate treatment, the prognosis for osteomyelitis is good. Antibiotics regimes are used for four to eight weeks and sometimes longer in the treatment of osteomyelitis depending on the bacteria that caused it and the response of the patient. Commonly, patients can make a full recovery without longstanding complications. However, if there is a long delay in diagnosis or treatment, or if there is significant bone and soft tissue injury due to trauma with compromised local blood supply, it can lead to permanent functional deficits and/or make the patient more prone to reoccurrence. If surgery or bone grafting is needed, this will prolong the time it takes to recover. ", 
    "title": "Osteomyelitis"
}