{
    "data": "  Swimmer's ear, or external otitis, is typically a bacterial infection of the skin of the outer ear canal. In contrast to a middle ear infection, swimmer's ear is an infection of the outer ear. Swimmer's ear can occur in both acute and chronic forms. Excessive water exposure and water trapped in the ear is a risk factor for developing swimmer's ear. Frequent instrumentation (usually with cotton swabs) of the ear canal is another potential cause of external ear infection. Early symptoms includeitchy ears,a feeling of fullness,swelling of the ear canal,drainage, andpain. Home remedies to help prevent swimmer's ear includeTake measures to keep the ears dry at all times. Use ear plugs or a cotton ball with Vaseline on the outside to plug the ears when showering or swimming. Don't scratch the inside of the ear because this may make the condition worse. An ear drop preparation made of rubbing alcohol and vinegar can be used after swimming to remove water from the ears and help prevent swimmer's ear. Antibiotic ear drops and avoidance of water in the ear are frequently necessary for treatment. If the ear is very swollen, a wick may need to be inserted in the ear canal to allow penetration of the ear drops. Follow your doctor's instructions for use of any ear drops or medicationsProper ear care can avoid most infections. External otitis or \"swimmer's ear\" is an infection of the skin covering the outer ear and ear canal. Acute external otitis is commonly a bacterial infection caused by Streptococcus, Staphylococcus, or Pseudomonas types of bacteria. Swimmer's ear infection usually is caused by excessive water exposure from swimming, diving, surfing, kayaking, or other water sports. When water collects in the ear canal (frequently trapped by wax), the skin can become soggy and serve as an inviting area for bacteria to grow. Cuts or abrasions in the lining of the ear canal (for example, from cotton swab injury) also can predispose to bacterial infection of the ear canal. Chronic (long-term) swimmer's ear is otitis externa that persists for longer than four weeks or that occurs more than four times a year. This condition can be caused by a bacterial infection,a skin condition (eczema or seborrhea),fungal infection (Aspergillosis),chronic irritation (such as from the use of hearing aids, insertion of cotton swabs, etc. ),allergy, chronic drainage from middle ear disease, tumors (rare), orit may simply follow from a nervous habit of frequently scratching the ear. In some people, more than one factor may be involved. For example, a person with eczema may subsequently develop black ear drainage. This would suggest of an accompanying fungal infection. TThe standard treatments and preventative measures, as noted in the next sections, are often all that is needed to treat even a case of chronic otitis externa. However, in people with diabetes or those with suppressed immune systems, chronic swimmer's ear can become a serious disease (malignant external otitis). Malignant external otitis is a misnomer because it is not a tumor or a cancer, but rather an aggressive bacterial (typically Pseudomonas) infection of the base of the skull.   The first symptom of infection is that the ear will feel full, and it may itch. Next, the ear canal will swell, and ear drainage will follow. At this stage the ear will be very painful, especially with movement of the outside portion of the ear. The ear canal can swell shut, and the side of the face can become swollen. Finally, the lymph nodes of the neck may enlarge, making it difficult or painful to open the jaw. People with swimmer's ear may experience some temporary hearing loss in the affected ear. Regardless of the cause, moisture and irritation will prolong the course of the problem. Removing water from the ears after swimming or water exposure also can help prevent swimmer's ear. Natural and home care for swimmer's ear includes measures such as: <ol>Keep the ears dry. While showering or swimming use an ear plug (one that is designed to keep water out), or use cotton with Vaseline on the outside to plug the ears. Scratching the inside of the ear or using cotton swabs should be avoided. This will only aggravate the irritated skin, and in most situations will make the condition worse. A hearing aid should be left out as much as possible until swelling and discharge stops. Follow your doctor's instructions for use of medications and do not stop using the medications until instructed to do so by your doctor. Use of a wick may be necessary for antibiotic treatment if the ear canal is very swollen. A homemade ear drip mix of 50% rubbing alcohol, 25% white vinegar, and 25% distilled water can be used to slightly acidify the ear canal can be used for prevention of infections as well as mild infection caused by bacteria or fungus. Swimmer's ear may develop in children after swimming in natural water sources or taking part in other water activities. The child may complain of intense pain on movement of the ear, itching, or a sense of fullness. Discharge from the ear may occur. Treatment involves antibiotics, pain control medications, and sometimes antihistamines to reduce itching. Ear symptoms in children can also arise from middle ear infections (otitis media) or foreign bodies in the ear. Your doctor can determine whether your child's ear pain is due to swimmer's ear or another condition. Decrease exposure to water. If you are prone to infections it is advisable that you use an ear plug when you bathe or swim. Swimmer's ear drops or alcohol drops (Swim-EAR®) used in the ear after water exposure followed by drying the ear with a hair dryer held at arm's length will often help keep the ear free of moistureDo not insert instruments, scratch, or use cotton swabs in the ears. Try to keep the ear free of wax. This may require visits to the doctor to have your ears cleaned. You should not attempt to put anything into the ear canal (such as a swab) to try to remove ear wax that is deep within the ear canal. If you already have an ear infection, or if you have a hole in your eardrum, or if you have had ear surgery or ear tubes, first consult your doctor prior to swimming and before you use any type of ear drop. A preventative ear drop solution can be cheaply and easily made by mixing equal parts of rubbing alcohol and white vinegar (50:50 mixture). This solution will increase the rate of evaporation of water in the ear canal and has antibacterial properties. Using this solution to rinse the ear before and after water exposure can serve as a protective measure against infection. Mineral oil ear drops can be used to protect the ear from water when a dry crusty skin condition exists. A 3% solution of hydrogen peroxide can be used for occasional ear cleaning to help remove ear wax that can cause water to build up in the ear. Apply using an ear dropper (about half full). The solution will fizz slightly. Turn your head to the side and pull back on the top of your ear so that the solution fills the ear canal. Afterward, make sure to use one of the methods described above for drying the ear. You can also use a hair dryer on low setting to dry the ear canal. This can also be done after using the drying ear drops as described previously.  Swimmer's ear is a treatable condition that usually resolves quickly with appropriate treatment. Most often, swimmer's ear can be easily treated with antibiotic ear drops. The doctor may advise using a wick to administer medication while the ear canal is swollen. Chronic swimmer's ear may require more intensive treatment. Swimmer's ear typically does not have any long-term or serious complications. Itchy ears can drive a person crazy. It can be the first sign of an infection, but if the problem is chronic, it is more likely caused by a chronic dermatitis of the ear canal. Seborrheic dermatitis and eczema can both affect the ear canal. There is really no cure for this problem, but it can be made tolerable with the use of steroid drops and creams. People with these problems are more prone to acute infections as well. Use of ear plugs, alcohol drops, and non-instrumentation of the ear is the best prevention for infection. Other treatments for allergies may also help itchy ears. Foreign objects are frequently placed in the ear by young children or occur accidentally while trying to clean or scratch the ear. Frequently there is an accompanying external ear infection. Removal of any object from the ear can be very difficult, and should only be attempted by a physician skilled in the techniques of safe removal. Usually this can be done in the office, but sometimes general anesthesia must be used in cases in which the object is lodged too deeply in the ear or if the patient is uncooperative. It is important to remember that the most common reason an ear is injured from a foreign object is because of inadvertent damage occurring during removal of the object. Insects or bugs may also become trapped in the ear. Small gnats may become caught in the ear wax and cannot fly out. They can often be washed out with warm water. Larger insects or bugs may not be able to turn around in the narrow canal. If the insect or bug is still alive, first kill it by filling the ear with mineral oil. This will suffocate the insect, then see your doctor to have it removed. ", 
    "title": "Otitis Externa"
}