{
    "data": "  Ovarian cancer is a relatively uncommon type of cancer that arises from different types of cells within the ovary. The most common ovarian cancers are known as epithelial ovarian cancers (EOC). Other types of ovarian cancer include ovarian low malignant potential tumor (OLMPT), germ cell tumors, and sex cord-stromal tumors. Inherited mutations in the BRCA1 and BRCA2 genes greatly increase a woman's risk of developing ovarian cancer. A gynecologic oncologist is a specialist with expertise in the management of ovarian cancer. Most ovarian cancers are diagnosed in advanced stages because there are no reliable early symptoms and signs of ovarian cancer. Even in more advanced tumors, symptoms and signs are vague and nonspecific. There are no reliable screening tests for ovarian cancer. Treatment of ovarian cancer involves surgery to remove as much of the tumor as possible and chemotherapy. The term \"ovarian cancer\" includes several different types of cancer that all arise from cells of the ovary. Most commonly, tumors arise from the epithelium, or lining cells, of the ovary. These include epithelial ovarian (from the cells on the surface of the ovary), fallopian tube, and primary peritoneal (the lining inside the abdomen that coats many abdominal structures) cancer. These are all considered to be one disease process. There is also an entity called ovarian low malignant potential tumor; these tumores have some of the microscopic features of a cancer, but tend not to spread like typical cancers. There are also less common forms of ovarian cancer that come from within the ovary itself, including germ cell tumors and sex cord-stromal tumors. All of these diseases as well as their treatment will be discussed. Epithelial ovarian cancer (EOC) accounts for a majority of all ovarian cancers. It is generally thought of as one of three types of cancer that include ovarian, fallopian tube, and primary peritoneal cancer. All three tumors behave, and are treated the same way, depending on the type of cell that causes the cancer. The four most common cell types of epithelial ovarian cancer are serous, mucinous, clear cell, and endometrioid. These cancers arise due to DNA changes in cells that lead to the development of cancer. The serous cell type is the most common variety. It is now thought that many of these cancers actually come from the lining in the fallopian tube, and fewer of them from the cells on the surface of the ovary, or the peritoneum. However, it is often hard to identify the sources of these cancers when they are found at advanced stages, which is very common.  Ovarian tumors of low malignant potential (OLMPT; formerly referred to as borderline tumors) account for about 15% of EOC. They are most often serous or mucinous cell types. They often develop into large masses that may cause symptoms, but they only rarely metastasize, that is, spread to other areas. Often, removal of the tumor, even at more advanced stages, can be a cure. Germ cell tumors arise from the reproductive cells of the ovary. These tumors are uncommon and are seen most commonly in teens or young women. This type of tumor includes different categories: dysgerminomas, yolk sac tumors, embryonal carcinomas, polyembryomas, non-gestational choriocarcinomas, immature teratomas, and mixed germ cell tumors. Another category of ovarian tumor is the sex cord-stromal tumors. These arise from supporting tissues within the ovary itself. As with germ cell tumors, these are uncommon. These cancers come from various types of cells within the ovary. They are much less common than the epithelial tumors. Stromal ovarian cancers include granulosa-stromal tumors and Sertoli-Leydig cell tumors.  According to the National Cancer Institute (NCI), in 2015 there were an estimated 21,290 new cases of ovarian cancer and 14,180 deaths from the disease. The vast majority of the cases are EOC and are found at stage 3 or later, meaning the cancer has spread beyond the pelvis or to the lymph nodes. This is mostly due to the lack of definite symptoms at the early stages of cancer growth. Around 1. 3% of women will be diagnosed with cancer of the ovary at some point in life, thus it is relatively rare. The median age of diagnosis is 63. However, approximately 25% of cases are diagnosed between ages 35 and 54. Caucasian women have the highest rate of diagnosis. Like many other cancers, when ovarian cancer is found at an early stage (for example, localized to the ovary or fallopian tube) the survival at 5 years is very good (about 92%); most women at stage 1 will still be alive at 5 years. However, the 5-year survival for all women diagnosed with ovarian cancer is only 45%. This is because it is often found at an advanced stage in which the disease has already spread within the abdomen. Survival is also dependent on the type of care the patient receives. Women suspected of having ovarian cancer should be referred to a gynecologic oncologist. These are physicians with special training in gynecologic (ovarian, uterine, cervical, vulvar, and vaginal) cancers. If a woman does not involve a doctor with this specialized training in her care, then studies show that her survival is significantly worse, often by many years. For this reason, every woman with this disease ideally will obtain a referral to a gynecologic oncologist before she starts any treatment or has any surgery.  Risk factors are related to two major categories: menstrual cycles (ovulation) and family history. The more a woman ovulates (cycles) over her lifetime, the higher her risk of ovarian cancer. Thus starting her period (menarche) at a younger age, ending her period (menopause) at a late age, and never getting pregnant (nulliparity) are all risk factors. It was once thought that infertility patients who underwent preparation for IVF (ovarian stimulation for in vitro fertilization) were at increased risk, but this has since been shown not to be the case in a large comprehensive review of the subject. Approximately 15% of ovarian cancers are genetically related. Because of this, current guidelines suggest that all women with ovarian cancer should undergo testing for BRCA1 and BRCA2 gene changes (mutations). All patients with ovarian cancer will ideally discuss this topic with their doctor. These gene mutations can affect males as well as females. If a patient is positive for one of these, then her siblings and her children can be tested as well. Testing involves a simple blood test that can be drawn at many offices and laboratories. The results of this test can greatly affect how family members are monitored for various cancers, and family members of both sexes are encouraged to be tested. When compared with the general population risk (1. 3% of women will develop ovarian cancer), women with BRCA1 and BRCA2 genetic mutations have a 39% (BRCA1) or 11% to 17% (BRCA2) chance of developing ovarian cancer in their lifetime. Lynch syndrome (typically colon and uterine cancer), Li-Fraumeni syndrome, and Cowden's syndrome are also associated with ovarian cancer but are less common. The less common varieties of ovarian cancer (borderline, germ cell, and stromal tumors) have few definable risk factors. The germ cell tumors often seen at younger ages and are treated very differently both surgically and chemotherapeutically.   Screening tests are used to test a healthy population in an attempt to diagnose a disease at an early stage. Unfortunately, there are no good screening tests for ovarian cancer, despite extensive ongoing research. Imaging (ultrasound, X-rays, and CT scans), and blood tests should not be used as a screen, as they are inaccurate and lead many women to surgery who do not need it (they are false positive tests). Diagnosis of ovarian cancer is often suspected based on symptoms and physical exam, and these are followed by imaging. The signs and symptoms, when present, are very vague. These can include fatigue, getting full quickly (early satiety), abdominal swelling, clothes suddenly not fitting, leg swelling, changes in bowel habits, changes in bladder habits, abdominal pain, and shortness of breath. As mentioned above, these symptoms can be very subtle and vague, as well as very common. This only makes diagnosing the disease that much more difficult. Some studies suggest that the average patient with ovarian cancer sees up to three different doctors prior to obtaining a definitive diagnosis. Often, it is the persistence of the patient that leads to a diagnosis. OLMPT and some benign tumors can present with similar symptoms. In addition, they are often seen with very large masses in the ovary. Often these masses are large enough to cause bloating, abdominal distension, constipation, and changes in bladder habits. In the more uncommon ovarian types (stromal and germ cell tumors), symptoms are similar. Sometimes, granulosa cell tumors can occur with severe pain and blood in the belly from a ruptured tumor. These can often be confused with a ruptured ectopic pregnancy, as they tend to be found in women of reproductive age.   Often vague symptoms eventually lead to a clinical diagnosis, or one based on suspicion generated by exams, laboratory tests, and imaging. However, an accurate diagnosis requires some of the tumor to be removed, either by biopsy (less often), or preferably, surgery to verify the diagnosis. Often a high clinical suspicion can trigger a referral to a gynecologic oncologist. Various types of imaging studies can be used to diagnose this disease and lead to tissue sampling. Ultrasound and CT scans are the most commonly done studies. These often can give images that show masses in the abdomen and pelvis, fluid in the abdominal cavity (ascites), obstructions of the bowels or kidneys, or disease in the chest or liver. Many times this is all that is necessary to trigger a referral to a specialist, as the suspicion for ovarian cancer can be quite high. PET scans can be used, but often are not necessary if a CT scan is able to be performed. Blood work can be helpful as well. The CA-125 is a blood test that is often, but not always, elevated with ovarian cancer. If a postmenopausal woman has a mass and an elevated CA-125, she has an extremely high risk of having a cancer. However, in younger women, CA-125 is extraordinarily inaccurate. It is elevated by a large number of disease processes, including but not limited to, diverticulitis, pregnancy, irritable bowel syndrome, appendicitis, liver disease, stomach disease, and more. No one should get this test done unless they actually have a mass, or their doctor has some reason to get it. It should not be drawn just to see the level since it is not a reliable screening test for ovarian cancer. HE4 is another blood test that is used in the U. S. to monitor patients with ovarian cancer to see if their cancer has recurred. Like CA-125, the HE4 test does not always detect cancer. OVA-1 is a test that is performed by a private company. This test uses a series of blood tests, and then incorporates the results into an equation that then gives the doctor a result about the likelihood that a mass is cancerous. A high value for the test has been shown in some studies to increase the probability that a cancer is present. This test aids a doctor in planning for surgery when a mass is found.   Staging is the process of classifying a tumor according to the extent to which it has spread in the body at the time of diagnosis. Ovarian cancer staging: Stage 1: Limited to one or both ovariesStage 2: Limited to the pelvisStage 3: Disease outside of the pelvis, but limited to the abdomen, or lymph node involvement, but not including the inside of the liverStage 4: Disease spread to the liver or outside of the abdomen Complete staging of an ovarian cancer includes hysterectomy, removal of the ovaries, tubes, pelvic and aortic lymph node biopsies or dissection, biopsies of the omentum (a large fatty structure that provides support for abdominal organs), and peritoneal (lining tissue of the abdomen) biopsies. Ovarian cancer staging is determined surgically, unless it is stage 4 (metastasis outside of the abdomen, or metastasis to the liver -- not on the surface of the liver). If it is stage 4, or very advanced stage 3, then often this is proven with biopsy, and chemotherapy is begun neoadjuvantly (before surgery). If the disease is not obviously stage 4, then aggressive surgical staging and debulking (see next section) often is considered. This decision is based on the health of the patient, as well as the judgment of the surgeon as to the chance of achieving an optimal debulking (see treatment below).   Epithelial ovarian cancer treatment most often consists of surgery and chemotherapy. The order is best determined by a gynecologic oncologist. Surgery consists of an effort to remove all visible disease in the abdomen, commonly called surgical debulking. If one imagines a handful of wet sand thrown on the ground, you will see small piles and bigger piles. This is often how the abdomen looks when in surgery. It is the job of the surgeon to remove, (also known as debulking) as many of these masses as possible. This surgery usually results in removal of both tubes and ovaries, the uterus (hysterectomy), removal of the omentum (omentectomy -- a large fat pad that hangs off of the colon), lymph node biopsies and any other organ involved in the disease. This can mean a portion of the small bowel, large bowel, liver, the spleen, the gallbladder, a portion of the stomach, a portion of the diaphragm, and removal of a portion of the peritoneum (a thin lining in the abdomen that covers many of the organs and the inside of the abdominal wall). Done properly, this can be a very extensive surgery. The patients who live the longest have all of the visible nodules taken out at time of surgery. To accomplish an “optimal debulking,” at minimum, no individual nodule greater than 1 cm should be left behind. If this cannot be done, the patient is brought back to the operating room for a second surgery after a few rounds of chemotherapy (neoadjuvant chemotherapy and interval debulking surgery). It should be noted that now many gynecologic oncologists believe that “optimal debulking” should mean that there is no visible disease left at the time of surgery. This has been a shift over the last years. Historically the goal was to leave no individual nodule greater than 2 cm behind. This has steadily progressed to the point where the term “optimal debulking” is now accepted by many to mean that there is no disease left to remove. As we have progressed to this point, surgery has become more involved, on a more routine basis. This has led to a concern about undertreatment of elderly patients due to a fear that they cannot survive the surgical risks. There has recently been new research indicating that if all visible disease cannot be removed at the time of surgery, that giving chemotherapy for three cycles before surgery may be just as beneficial as up front surgery. When this is done, the amount of surgery needed to optimally debulk a patient is significantly less. This is a concept that has been used historically, but it was always felt to be substandard. With recent research as well as ongoing research, more information is coming out that supports the use of this strategy in some circumstances. Any patient healthy enough to tolerate chemotherapy will often benefit greatly from its use. The drugs used in ovarian cancer tend to have fewer side effects, and thus are easier to tolerate than many other chemotherapy drugs. Currently, there are two ways to give chemotherapy in ovarian cancer. Traditionally, it is given into the vein intravenously (IV). When initially diagnosed, the two most common drugs are carboplatin and paclitaxel (Taxol). Most commonly, the carboplatin is given every 21 days and the paclitaxel is given every 21 days, or every 7 days. Another way of giving the chemotherapy is to place it directly into the abdomen (intraperitoneal or IP). In many studies, intraperitoneal administration has been shown to significantly increase survival. This is most often used after optimal surgical debulking. Currently the drugs used are cisplatin and paclitaxel. In a 21 day cycle, the paclitaxel is given IV on day 1, followed by cisplatin IP on day 2, and paclitaxel IP on day 8. This regimen is the current standard in IP ovarian cancer chemotherapy. There are studies that are looking at substituting carboplatin for the cisplatin, because the side effects are less. We do not have an answer for this yet. The drug bevacizumab has also been used experimentally in the initial treatment of ovarian cancer. When used in the initial rounds of chemotherapy and then used for 12 months after the initial six cycles of chemotherapy, there is research indicating that the cancer, if not cured, will come back at a later date than would be expected with traditional chemotherapy regimens (increased progression-free survival). This has not yet been shown to increase survival however. Bevacizumab is a very good drug to use in ovarian cancer; however, the timing of its use is still being determined. Some centers are starting to experiment with heated intraperitoneal chemotherapy (HIPEC). However, at this time, HIPEC is still experimental. There are significant risks and complications from surgery with HIPEC, and it has not yet been shown to extend survival over standard chemotherapy. Until a trial is done proving its usefulness, HIPEC should be used with caution. Maintenance chemotherapy is a concept that gives long-term chemotherapy, often for a year, of a single drug. The idea is that, if the patient is not cured, then this may prevent the recurrence from occurring for an extended amount of time. Drugs that have been studied with this approach include paclitaxel and bevacizumab. We have yet to show an increased survival using this method of treatment. This creates controversy, because if the patient will not live longer, then why subject them to 12 months of chemotherapy? As of now, there is no definitive answer on whether or not this should be done. Each patient can discuss this with her treating physician to get information. When epithelial ovarian cancer recurs, the timing of the recurrence dictates how it is treated. Sometimes, a patient may be a good candidate for surgery again. If not, then chemotherapy is used. The type of drugs used are determined by how long it has been since the last time a patient has taken a drug containing platinum (carboplatin or cisplatin). If it has been less than 6 months, then the patient is termed platinum resistant. If it has been more than 6 months since the last day of platinum-based chemotherapy, then often a platinum-containing drug will be used again. If the patient is still platinum sensitive, then often she will receive a platinum drug with another drug. This can be paclitaxel again, or another taxane type drug, such as docetaxel. Also, another class of drugs, such as gemcitabine or pegylated liposomal doxorubicin (PLD) may be used. Often the combination is chosen based on how a patient tolerated her previous chemotherapy, as well as the side effect profile that will best suit the patient. If the patient is platinum resistant, then often a single drug is used. These can include drugs that have previously been used. Agents used include pegylated liposomal doxorubicin, docetaxel, paclitaxel, topotecan, gemcitabine, etoposide, and bevacizumab. The order, schedule and dosing are quite variable, depending on many factors. The Gynecologic Oncology Group is a national organization that sponsors clinical trials in gynecologic cancers. Patients can ask their physician if they are eligible for a trial that may help them, as this is how new drugs are discovered. If a doctor or hospital does not participate in the GOG trials, a doctor can often contact a regional center that does. Stromal and germ cell ovarian tumors are most often treated with a combination of bleomycin, etoposide, and cisplatin. There is much less research on these as they are more curable and much less common than epithelial tumors. Because of their rarity, it will be very difficult to find effective new treatments.   Epithelial ovarian cancer is the most deadly of the gynecologic cancers. Approximately 80% of patients will eventually die of the disease. However, survival in the short term is quite good, meaning many years. With the addition of IP chemotherapy, the survival of ovarian cancer has been significantly extended. According to recent studies, if a patient undergoes optimal debulking, followed by IP chemotherapy, then they have a greater than 50% chance to still be alive in six years. This is quite good compared to other advanced stage cancers. Even in the recurrent setting, epithelial ovarian cancer is often very sensitive to chemotherapy. The disease can often go in to complete remission (no detectable disease) many times. However, once it recurs, it is not curable and will continue to come back. Germ cell and stromal tumors have a much better prognosis. They are often cured because they are more often detected at early stages. There is no way to truly prevent ovarian cancer. One would think that removal of the fallopian tubes and ovaries would prevent the disease but this is not always the case (primary peritoneal cancer can arise in the pelvis even after the ovaries have been removed). However, there are ways to significantly reduce your risk. If a woman takes birth control pills for more than 10 years, then her risk of ovarian cancer drops significantly. Tubal ligation has long been known to decrease the risk of ovarian cancer. Recently, removal of the entire tube has been shown to further decrease the risk. This procedure, called a salpingectomy, can be considered by any woman considering a tubal ligation. Removal of the ovaries does decrease the risk of cancer, but at the cost of increasing death due to heart disease and other causes. Currently this procedure is often saved for specific situations (genetic risk, family history) in patients under 60 to 65 years of age and is not used in the general population. Until recently, if a woman was close to menopause and was undergoing surgery, then the ovaries and tubes would be removed. The recent studies indicating that many of these cancers actually come from the fallopian tube, and the studies indicating that removal of even postmenopausal ovaries causes other problems has caused a significant shift in this philosophy. Certainly, the tubes should be removed at the time of hysterectomy for any woman. The need for removal of the ovaries is much more uncertain. Genetic abnormalities are an exception to this recommendation. If a patient is positive for a BRCA or Lynch syndrome genetic defect (mutation), then the patient should strongly consider removal of her tubes and ovaries to decrease the chance of her getting a cancer. Women with these mutations are at a very high risk of ovarian cancer, and in this situation the risk of heart disease is not as significant as dying of one of these cancers. This can be planned at the end of child bearing, or at age 35. Each patient is recommended to discuss this with her doctor, or a genetic counselor. A diagnosis of cancer is often accompanied by the emotional side effects of anxiety, fear, and depression. Just as treatments are designed to help fight cancer growth and spread, self-care and support measures to help one handle the emotional aspect of the diagnosis can be extremely valuable. Many hospitals and cancer treatment centers offer cancer support groups and counseling services to help manage the trying emotional side effects of cancer and its treatment. There are also a number of valuable online resources for both patients and families. For example, the American Cancer Society offers tips on coping with cancer in everyday life; coping checklists for patients and caregivers; managing anger, fear, and depression; and a series of online \"I can cope\" classes through their website. The National Ovarian Cancer Coalition (NOCC) also offers online resources on coping with ovarian cancer. The National Cancer Institute offers a variety of patient education publications about coping with the effects of cancer and its treatment on everyday life, including materials for caregivers and family. ", 
    "title": "Ovarian Cancer"
}