{
    "data": "  Paget's disease is a chronic bone disorder. Paget's disease frequently causes no symptoms. Paget's disease can cause pain in the bones or joints, headaches and hearing loss, pressure on nerves, increased head size, bowing of limb, or curvature of spine. Tests used to diagnose Paget's disease include X-rays, blood tests, and bone scanning. Paget's disease can lead to other medical conditions. Medical treatment options include aspirin, other anti-inflammatory medications, pain medications, and medications that slow the rate of bone turnover, decreasing the activity of Paget's disease. Surgery may necessary for damaged joints, fractures, severely deformed bones, or when nerves are being pinched by enlarged bone. Paget's disease is a chronic condition of bone characterized by disorder of the normal bone remodeling process. Normal bone has a balance of forces that act to lay down new bone and take up old bone. This relationship (referred to as \"bone remodeling\") is essential for maintaining the normal calcium levels in our blood. In bone affected by Paget's disease, one or more localized areas of bone are affected by abnormal bone remodeling, which is disturbed and not synchronized. As a result, the bone that is formed is abnormal, enlarged, not as dense, brittle, and prone to breakage (fracture). Paget's disease affects older skeletal bone of adults. It's estimated that 1% of adults in the U. S. have Paget's disease. There is also an extremely rare form of Paget's disease in children, referred to as juvenile Paget's disease. Paget's disease is also known as osteitis deformans and Paget disease.  There are two types of Paget's disease of bone. When a single site of bone is affected by Paget's disease, it is referred to as the monostotic type. When multiple sites of bone are affected by Paget's disease, it is referred to as the polyostotic type. It is not known what causes Paget's disease. Paget's disease is felt to be a disease of a particular cell that is responsible for bone resorption, the osteoclast. The onset of Paget's disease is typically after 55 years of age. Recently, certain genes have been associated with Paget's disease, including the Sequestrosome 1 gene on chromosome 5. Virus infection may be necessary to trigger Paget's disease in people who have inherited the genetic tendency to develop the condition by having these genes. Paget's disease is inherited in approximately one-third of patients. Therefore, it is not uncommon for a patient with the condition to have a family history of the disease. Paget's disease is named after the English surgeon Sir James Paget, who described the condition in 1877. Paget also discovered the worm that causes trichinosis and described what is called Paget's disease of the breast. Together with Rudolph Virchow in Germany, Paget was one of the founders of pathology. Paget's disease causes no symptoms in a majority of those with the condition and is often incidentally noted when X-ray tests are obtained for other reasons. However, Paget's disease can cause bone pain, deformity, fracture, and arthritis. The bone pain of Paget's disease is located in the affected area of bone. The most common bones affected by Paget's disease include the spine, the thigh bone (femur), the pelvis, the skull, the collarbone (clavicle), and the upper arm bone (humerus). Fractures can occur because affected bone is not as strong as normal bone. Arthritis occurs because of the deformity of affected bone adjacent to the joint and because of bowing of affected long bones. The type of arthritis that results is osteoarthritis. The symptoms of Paget's disease depend on the bones affected and the severity of the disease. Enlarged bones can pinch adjacent nerves, causing tingling and numbness. Bowing of the legs can occur. Hip or knee involvement can lead to arthritis, limping, as well as pain and stiffness of the hip or knee. Headache, loss of vision, and hearing loss can occur when bones of the skull are affected. With very widespread Paget's disease, it is possible to develop congestive heart failure due to an increased workload on the heart. Sometimes the skin overlying the involved bone is warmer than usual. This is because of the increased blood supply to pagetic bone.  Paget's disease is treated by generalists, including general and family medicine doctors and internists, as well as specialists including rheumatologists, orthopedic surgeons, and otolaryngologists (ENT physicians) for hearing loss. Frequently, the care of individuals with Paget's disease is a coordinated effort between several health care professionals depending on its location, symptoms, and complications. Health care professionals make a diagnosis of Paget's disease based on the X-ray appearance. Doctors also may detect Paget's disease with other imaging tests, such as a bone scan, MRI scan, and CT scan to make a diagnosis. Alkaline phosphatase, an enzyme that comes from bone, is frequently elevated in the blood of people with Paget's disease as a result of the abnormal bone turnover of actively remodeling bone. This blood test is also referred to as the serum alkaline phosphatase (SAP) and is used to monitor the results of treatment of Paget's disease. The bone scan is particularly helpful in determining the extent of the involvement of Paget's disease as it provides an image of the entire skeleton. Bone that is affected by Paget's disease can easily be identified with bone scanning images. A bone biopsy is generally not necessary to make the diagnosis of Paget's disease. Bone biopsy would be considered if there was a suspicion of cancer or abnormal lesion in the involved bone.  The medical treatment of Paget's disease is directed toward controlling the disease activity and managing its complications. When Paget's disease causes no symptoms and blood testing shows that the level of serum alkaline phosphatase is normal or minimally elevated, no treatment may be necessary. Bone pain can require anti-inflammatory drugs (NSAIDs) or pain-relieving medicines. Bone deformity can require supports such as heel lifts or specialized footwear. Surgery may be necessary for damaged joints, fractures, severely deformed bones, or when nerves are being pinched by enlarged bone. Prior to undergoing surgery on bone affected by Paget's disease, it is helpful for doctors to treat patients with medications, such as bisphosphonates or calcitonin (Miacalcin), as this tends to diminish the risk of surgical complications, including bleeding. The medical treatment of the bone of Paget's disease involves either medicines called bisphosphonates or injectable calcitonin. Doctors more commonly use these drugs to treat certain patients with osteoporosis. Paget's disease is not related to osteoporosis, however. Furthermore, the dosing of the medications are different for Paget's disease and osteoporosis. Bisphosphonates are the mainstay of treatment for Paget's disease of bone. There are a number of medicines available that are taken by mouth, including alendronate (Fosamax), risedronate (Actonel), etidronate (Didronel), and tiludronate (Skelid), and that are administered intravenously, including pamidronate (Aredia) and zoledronate (Reclast). In general, oral bisphosphonates are taken first thing in the morning on an empty stomach with 8 ounces of water; the medicine can cause irritation of the stomach and esophagus and are usually avoided in those patients with gastroesophageal reflux disease (GERD). Intravenous bisphosphonates can be given to those with GERD. Intravenous bisphosphonates can cause temporary muscle and joint pain but are not associated with irritation of the stomach or esophagus.  There are no specific home remedies for Paget's disease of bone. Topical pain salves, over-the-counter pain relievers, orthopedic support devices, including canes and splints, all can be helpful in certain patients. Complications of Paget's disease include bone pain, fracture of bone, deformity, nerve irritation (impingement), arthritis, localized skin warmth, and rarely, sarcoma, a form of bone cancer. Sarcoma of bone is also referred to as osteosarcoma and is rare (less than 1% of patients with the condition). Abnormalities of calcium and phosphorus balance are common. Bleeding can occur during surgery, when affected bone is operated on, because of an increased blood supply to the bone. When Paget's disease affects the area of the skull adjacent to the nerves of hearing, it can sometimes lead to hearing loss due to pressure on the nerves. The outlook is generally good, particularly if treatment is given before major changes in the affected bones have occurred. Paget's disease occurs most frequently in the spine, skull, pelvis, and the long bones of the thighs and lower legs. In general, symptoms progress slowly. Paget's disease is not a bone cancer, and the disease does not spread to normal bones. Overall health of the patient is usually not affected by Paget's disease. Treatment can control Paget's disease and lessen symptoms, but treatment does not cure Paget's disease. Sarcoma form of bone cancer, though rare, can seriously affect overall health. There is no way to prevent Paget's disease of bone.  For further information, contact the Paget's Disease Foundation. The Paget's Disease Foundation120 Wall Street, Suite 1602New York, NY 10005-4001Phone: 212-509-5335Fax: 212-509-8492pagetfdn@aol. com ", 
    "title": "Pagets Disease"
}