{
    "data": "  The causes of musculoskeletal pain are varied. Muscle tissue can be damaged with the wear and tear of daily activities. Trauma to an area (jerking movements, auto accidents, falls, fractures, sprains, dislocations, and direct blows to the muscle) also can cause musculoskeletal pain. Other causes of pain include postural strain, repetitive movements, overuse, and prolonged immobilization. Changes in posture or poor body mechanics may bring about spinal alignment problems and muscle shortening, therefore causing other muscles to be misused and become painful. People with musculoskeletal pain sometimes complain that their entire bodies ache. Their muscles may feel like they have been pulled or overworked. Sometimes the muscles twitch or burn. Symptoms vary from person to person, but the common symptoms are: PainFatigueSleep disturbancesYour doctor will conduct a thorough physical examination and medical history. In addition, your doctor may perform diagnostic studies to confirm the diagnosis. Your doctor will conduct a thorough physical examination and medical history. In addition, your doctor may perform diagnostic studies to confirm the diagnosis. Different types of manual therapy, or mobilization, can be used to treat people with spinal alignment problems. For acute musculoskeletal pain, these techniques have been shown to speed recovery. In patients with musculoskeletal disorders such as fibromyalgia, medications to increase the body's level of serotonin and norepinephrine (neurotransmitters that modulate sleep, pain, and immune system function) are prescribed in low doses. Some of the medicines used to aid sleep include Ambien, Klonopin, and Desyrel. Other treatments may include: Injections with anesthetic or anti-inflammatory medications in or around the painful sitesExercise that includes muscle strengthening and stretchingPhysical or occupational therapyAcupuncture or acupressureRelaxation/biofeedback techniquesOsteopathic manipulation (a whole system of evaluation and treatment designed to achieve and maintain health by restoring normal function to the body)Chiropractic careTherapeutic massage Reviewed by the doctors at The Cleveland Clinic Women's Health Center ", 
    "title": "Pain Management Musculoskeletal Pain"
}