{
    "data": "  Pericoronitis is inflammation of the gum tissue surrounding the crown portion of a tooth. Pericoronitis usually affects the lower third molar (wisdom) tooth where gum tissue overlaps the chewing surface of the tooth. Pericoronitis can be either chronic or acute. Chronic pericoronitis is a mild persistent inflammation of the area. Acute pericoronitis is when the symptoms intensify to fever, swelling, and pain, which indicate a spreading infection. Pericoronitis is differentiated from gum disease (or periodontitis) in that it occurs specifically around a partially erupted tooth where the tooth has not completely emerged from the gum overlying it. The cause of this condition is similar to the formation of a gum abscess in periodontitis by the entrapment of debris under the gum tissue. The primary cause for pericoronitis is accumulation of bacteria. Usually, the tooth is only partially exposed (erupted) and has excess gum tissue that overlaps the tooth. Bacteria and food debris gets trapped in the space between the tooth and the overlapping gum. This overlapping gum is called an \"operculum. \" Active infection is associated with an abscess that contains pus, which has the ability to spread if left unattended. Most commonly, pericoronitis affects young adults in their mid-20s who are experiencing poorly erupting wisdom teeth. Risk factors for pericoronitis include the presence of excess gum tissue (operculum) overlying the wisdom tooth and difficult access to the wisdom teeth for proper cleaning.  Signs and symptoms of pericoronitis can range from mild to severe and include pain, swelling of the gums, tenderness, redness of gum tissue, bad breath, bad taste from pus, difficulty opening the jaw, difficulty swallowing, swollen lymph nodes, fever, loss of appetite, and feeling unwell. Any licensed dentist is able to treat pericoronitis. In situations where surgery is required or if it is a severe and complicated case, dental specialists such an oral surgeon or a periodontist (gum surgeon) can provide treatment. In very rare instances, should the infection become more widespread, emergency services with physician care might be needed. Diagnosis of pericoronitis is based on symptoms and appearance during a clinical evaluation with a health-care professional such as a dentist or oral surgeon. A dental X-ray is used to assess the area and rule out other possible causes for pain, such as dental decay. Once all the information from the patient and facts are gathered, the diagnosis of pericoronitis can be made.  There are three methods for treatment of pericoronitis depending on the severity of the condition: <ol>Management of pain and resolving the infectionMinor surgery to remove the overlapping gum tissue (operculectomy)Removal of the tooth To manage the pain, over-the-counter medications such as acetaminophen (Tylenol) or ibuprofen (Advil) are used. If it is localized to the tooth and there has been no spread of the infection, the area is thoroughly cleaned out under local anesthesia by a dentist. If there is swelling or fever, oral antibiotics such as amoxicillin or erythromycin will be prescribed. When the tooth can be useful and there is a desire to keep the tooth, minor surgery can be performed to remove the operculum. This will allow better access to properly clean the area and prevent the accumulation of bacteria and food debris. In some unfortunate instances, the gum tissue may grow back and create the same problem. Removal (extraction) of the tooth is the most common treatment method since wisdom teeth oftentimes are poorly positioned and do not erupt completely. This method eliminates any future occurrences of pericoronitis. In rare instances, the symptoms become so severe that an individual needs to go the hospital emergency room to seek care due to the rapid spread of infection.  Sometimes, mild symptoms of pericoronitis can be treated at home without antibiotics. Thorough and gentle brushing of the area with a small-headed toothbrush may help to break up the plaque or food that is trapped. Oral water irrigators can be effective in clearing out the debris trapped under the operculum as well. Rinsing with warm saltwater can help to soothe the area. Additionally, diluted hydrogen peroxide can be used as a rinse or irrigating solution to help reduce the bacteria in the area. For severe pericoronitis where swelling and fever are present, home treatments are not advised and proper care should be sought with the appropriate health-care professional. The prognosis for pericoronitis is usually very good. With timely care and treatment, pericoronitis can properly be managed or eliminated. Symptoms of pericoronitis can last for days to weeks depending on the severity. The condition should resolve in approximately one to two weeks with treatment. If the initial cause of the infection is not treated, the condition will likely return. Complications can occur with pericoronitis. Although rare, the infection can spread from the mouth into the head and neck and cause a serious complication called \"Ludwig's angina. \" This can be a life-threatening condition where the airway could be blocked. Another life-threatening concern is the spread of the infection to the bloodstream (sepsis). Symptoms are be addressed as soon as possible to avoid any possible complications. Prevention of pericoronitis may be achieved with regular dental visits and preemptive care. The dentist can aid in keeping these potential problem areas clean and determine the need for removal of the operculum. Alternatively, the dentist can also monitor the eruption of the third molars and determine the need for early extraction of these teeth. Removal of the wisdom teeth prior to eruption can prevent pericoronitis. ", 
    "title": "Pericoronitis"
}