{
    "data": "   As it is defined today, the symptoms of frontotemporal dementia fall into two clinical patterns that involve either (1) changes in behavior, or (2) problems with language. The first type features behavior that can be either impulsive (disinhibited) or bored and listless (apathetic) and includes inappropriate social behavior; lack of social tact; lack of empathy; distractability; loss of insight into the behaviors of oneself and others; an increased interest in sex; changes in food preferences; agitation or, conversely, blunted emotions; neglect of personal hygiene; repetitive or compulsive behavior, and decreased energy and motivation. The second type primarily features symptoms of language disturbance, including difficulty making or understanding speech, often in conjunction with the behavioral type's symptoms. Spatial skills and memory remain intact. There is a strong genetic component to the disease; frontotemporal dementia often runs in families. No treatment has been shown to slow the progression of frontotemporal dementia. Behavior modification may help control unacceptable or dangerous behaviors. Aggressive, agitated, or dangerous behaviors could require medication. Antidepressants have been shown to improve some symptoms. The outcome for people with frontotemporal dementia is poor. The disease progresses steadily and often rapidly, ranging from less than 2 years in some individuals to more than 10 years in others. Eventually some individuals with frontotemporal dementia will need 24-hour care and monitoring at home or in an institutionalized care setting.  The National Institute of Neurological Disorders and Stroke (NINDS), and other institutes of the National Institutes of Health (NIH), conduct research related to frontotemporal dementia in laboratories at the NIH, and also support additional research through grants to major medical institutions across the country. Association for Frontotemporal Dementias (AFTD) Radnor Station Building #2 Suite 320290 King of Prussia RoadRadnor, PA 19087info@theaftd. org http://www. theaftd. org Tel: 267-514-7221 866-507-7222 National Institute on Aging (NIA) National Institutes of Health, DHHS31 Center Drive, Rm. 5C27 MSC 2292Bethesda, MD 20892-2292http://www. nia. nih. govTel: 301-496-1752 800-222-2225 ", 
    "title": "Pick Disease"
}