{
    "data": "   Botox Injection: Botox is injected into a facial muscle to paralyze it, so lines don't form when a person frowns or squints. face painmuscle weaknessflu-like symptomsheadaches loss of facial expressiondroopy eyelids asymmetric smiledrooling Collagen/fat Injection: Collagen from a cow or fat from your thigh or abdomen is injected into facial wrinkles, pits, or scars. trigger an autoimmune disease contour problemshivesrashswellingflu-like symptoms Dermabrasion: A small, spinning wheel or brush with a roughened surface removes the upper layers of facial skin. A new layer of skin appears during healing, giving the face a smoother appearance. Used to treat facial scars, heavy wrinkles, and problems like rosacea. abnormal color changeswhiteheadsinfection allergic reaction fever blisters cold soresthickened skin Hyaluronic acid injection: This gel is injected into your face to smooth lines, wrinkles, and scars on the skin. swellinginfectionredness tendernessacnelumpstissue hardeningrisks unknown if used in combination with collagen Laser hair removal: Laser light is passed over the skin to remove hair. hair regrowthscarringchange in skin color Laser skin resurfacing: Laser light is used to remove wrinkles, lines, age spots, scars, moles, tattoos, and warts from the surface of the skin. burnsscarringchange in skin color infectionherpes flare-up (fever, facial pain, and flu-like symptoms) Sclerotherapy: A solution is injected into spider and varicose leg veins (small purple and red blood vessels) to remove the veins. blood clots color changes in the skin vein removal may not be permanentscarring Chemical Peel: A solution is put onto the face (or parts of the face) that causes the skin to blister and peel off. It is replaced with new skin. whiteheadsInfectionraised scarring allergic reactioncold sores color changes or blotchiness heart problems Tooth Whiteners (peroxide agents):Depending on the product, either you or the dentist applies peroxide using strips; a mouth guard with gel; or a tray inside your mouth around your teeth If not customized for you by a dentist or dental hygienist, there may be unknown ingredients and unknown results ", 
    "title": "Plastic Surgery Cosmetic Surgery"
}