{
    "data": "  If you get flu-like symptoms, contact your health care provider immediately. If necessary, your health care provider will prescribe an antiviral medicine to treat you. If you have a fever you should take Tylenol (or the store brand equivalent). Seek immediate medical attention if you experience:Difficulty breathing or shortness of breathPain or pressure in the chest or abdomen Sudden dizzinessConfusionSevere or persistent vomitingHigh feverDecreased or no movement by your baby If you're pregnant, a flu shot is your best protection against serious illness from the flu. A flu shot can protect pregnant women, their unborn babies, and even the baby after birth.  If you're pregnant, a flu shot is your best protection against serious illnesses caused by the flu. The flu is more likely to cause severe illness in pregnant women than in women who are not pregnant. Changes in the immune system, heart and lungs during pregnancy make pregnant women more prone to severe illness from flu, which can lead to hospitalization or even death. A pregnant woman with the flu also has a greater chance of serious problems for her unborn baby, including miscarriage or preterm birth. A flu shot can protect pregnant women, their unborn babies, and even the baby after birth.  Getting a flu shot is the first and most important step in protecting against flu. When given during pregnancy, the flu shot has been shown to protect both the mother and her baby (up to 6 months old) from flu. The flu shot is safe to get at any time while you are pregnant, during any trimester. (The nasal spray vaccine should not be given to women who are pregnant. ) Flu shots are a safe way to protect pregnant women and their unborn children from serious illness and complications of flu, like pneumonia. The flu shot has been given to millions of pregnant women over many years. Flu shots have not been shown to cause harm to pregnant women or their babies. It is very important for pregnant women to get the flu shot. If you get sick with flu-like symptoms, call your doctor right away. If needed, the doctor will prescribe an antiviral medicine that treats the flu. Pregnant women who get a fever should treat it with a fever-reducing medicine containing acetaminophen (such as Tylenol) and contact their doctor as soon as possible. Influenza (flu) vaccine safety studies are reporting good news for pregnant women. This research was presented at the 49th Annual Meeting of the Infectious Diseases Society of America (IDSA) in October 2011.  Pregnant women who get influenza vaccine pass their immunity to their babies in the form of flu antibodies. This protection lasts for several months after birth. Influenza protection was seen in newborns up to four months old. Babies born to women who were not vaccinated during pregnancy showed no antibody protection. Research shows no association between flu vaccination during pregnancy and miscarriage. This largest study conducted during the first trimester showed pregnant women who got the flu vaccine were no more likely to miscarry than those who did not get the flu vaccine. The number of pregnant women receiving influenza vaccine has increased dramatically in the last couple of years in large part due to a national effort to vaccinate against the 2009 H1N1 pandemic influenza during the 2009-10 influenza season. Prior to 2009, less than 15 percent of pregnant women got vaccinated. In the past two influenza seasons, over half of pregnant women were vaccinated. ", 
    "title": "Pregnancy Flu Shot Side Effects And Safety"
}