{
    "data": "  Women respond differently to the pain of labor and delivery. Pain control options during labor and delivery are a personal choice, and a birth plan can typically be individualized according to a woman's wishes, but the circumstances of labor and individual medical conditions can sometimes determine what pain relief options are indicated. Available medical pain control options range from pain control medications to nerve blocks and anesthesia. It is helpful to discuss your preferences with your health care professional in advance so that your questions can be fully answered and your wishes can be expressed. Of course, during your labor, your health care professional will assess your progress and determine how you are feeling. It's fine to change your mind about pain relief options even during labor. Consequently, understanding the various options for pain control will help you make an informed decision. This article describes the most commonly used medical pain relief interventions used for labor and delivery. All of these options have been shown to be safe for both mother and baby. Spinal and epidural anesthesia are popular choices for pain control because they do not affect your ability to push during labor. In both of these procedures, medications are injected near the nerves of the low back to block pain signals from your lower body, even though you remain awake and labor is usually not significantly slowed. An anesthesiologist typically administers this type of anesthesia. A spinal block involves injection of the medication right around the spinal nerves, while in an epidural block the medicine is injected into the sac that surrounds the spinal cord. Before the medications are injected, a numbing medication is given in the low back. Both these options can also be used for a Cesarean delivery. Because many women are not able to urinate and others are affected by anesthesia, you may require a urinary catheter with spinal or epidural anesthesia. An uncommon complication is experiencing a headache after the anesthesia wears off. Both types of anesthesia may reduce your blood pressure somewhat, although this is more common with a spinal block. A spinal block requires less medication and is typically given one time, while a catheter may be inserted into the epidural space for repeated delivery of anesthetic medications. An epidural block takes about 10 to 20 minutes to work, and because a catheter is inserted into the epidural space, the effects can last as long as needed due to the ability to inject more medication. A spinal block begins working immediately, but its effects last only about 2 ½ hours. It is possible to have a combination of spinal and epidural anesthesia.  Local injections of a numbing medication may be used to relieve a small area of pain, typically around the vagina, if you require an episiotomy to extend the vaginal opening or if stitches are needed to repair any damage. This type of anesthesia cannot be used to relieve the pain from contractions during labor. A pudendal block is another type of local anesthesia. It involves injecting a numbing medication into the vaginal wall shortly before delivery to block pain signals from the vagina and area around the vaginal opening. It usually works within 10 minutes and lasts for up to an hour. Narcotics, or opioids, are drugs that decrease our perception of pain. They may be given intravenously or as an intramuscular injection during labor. They may lead to nausea or sleepiness, and they do not completely eliminate pain. Although narcotics have been shown to be safe in labor, they may cause a temporary depression in breathing for both mother and baby. Nitrous oxide is an odorless, tasteless, inhaled gas that is given using a hand-held face mask. It is not generally used in labor in the US but is sometimes used in the United Kingdom and Canada. It has little effect on the baby. Nitrous oxide does not eliminate pain but changes the way the pain is perceived. ", 
    "title": "Pregnancy Pain Relief Options For Birth"
}