{
    "data": "  Not all women experience the same symptoms when pregnant, and symptoms vary in severity. A woman will not necessarily experience the same symptoms in the same way in subsequent pregnancies as with her first pregnancy. Certain symptoms, like absence of menstruation and weight gain, are common to all pregnancies. Other possible symptoms and signs of early pregnancy include mood changes, increased urination, headaches, low backache, breast tenderness, darkened areolas, fatigue, nausea, and implantation bleeding. Symptoms of late pregnancy can include leg swelling, backache, heartburn, leakage of urine, and shortness of breath. Braxton-Hicks contractions are non-labor contractions of the uterus that occur in late pregnancy. Unlike true labor, these contractions do not increase in intensity and are irregular. Many medications are safe for pregnant women. Home remedies and self-care strategies can bring relief for many pregnancy symptoms. Sometimes, symptoms of PMS, including mood changes, fatigue, and breast tenderness, may be mistaken for symptoms of early pregnancy. Some women may experience symptoms within the first weeks of pregnancy in the first trimester, while others may develop symptoms later on in the pregnancy. Symptoms of early pregnancy can also be similar to symptoms experienced prior to the menstrual period, so a woman may not recognize the symptoms as related to pregnancy. Symptoms of pregnancy can vary among different women. They may vary in quality or severity, and even the same woman may not experience the same symptoms in every pregnancy. Pregnancy symptoms may also be noticed or begin at different points in the pregnancy. This article describes the most common symptoms of pregnancy in its early and later stages.  A number of symptoms begin in the early stages of pregnancy: <ol> Missed (late) menstrual period: A missed menstrual period is the hallmark symptom of pregnancy, and menstruation is absent throughout the pregnancy. Sometimes, the mild cramping and spotting experienced at the time of implantation of the fertilized egg in the uterus (see later) can be mistaken for a menstrual period. Women whose menstrual cycles are irregular may also not immediately notice the absence of a menstrual period. Implantation bleeding or cramping: Mild bleeding or spotting may occur when the fertilized egg attaches to the uterine lining, anywhere from 6 to 12 days after fertilization. Mild cramping can also occur at this time. Vaginal discharge: Some women may notice a thick, milky discharge from the vagina in early pregnancy. This occurs in the first weeks of pregnancy as the vaginal walls thicken. This discharge may occur throughout the pregnancy. If there is an unpleasant odor associated with the discharge, or if it is associated with burning and itching, this is a sign of a yeast or bacterial infection. You should contact your health-care professional if this occurs. Breast changes: Many women experience changes in the breasts as early as the first weeks of pregnancy. These changes can be felt as soreness, tenderness, heaviness, fullness, or a tingling sensation. The discomfort typically decreases after several weeks. Darkening of the areola: The areola, or area around the nipple, may darken in color. Fatigue While this symptom is very nonspecific and may be related to numerous factors, pregnant women often describe feelings of fatigue from the earliest weeks of pregnancy. Morning sickness/nausea vomiting: This is actually a misnomer because the nausea of pregnancy can occur at any time of day. Some women never experience this symptom, while others have severe nausea. Its most typical onset is between the 2nd and 8th weeks of pregnancy. Most women experience relief from the symptoms around the 13th or 14th week, but others may have nausea persistent throughout the pregnancy. Sensitivity to certain smells: Certain smells may bring on nausea or even vomiting early in pregnancy. Increased urination: Some women will have more frequent urination due to hormonal changes, starting about the 6th to 8th week. If other symptoms occur, such as burning on urination, you should see your health care professional to make sure you are not suffering from a urinary tract infection. Dizziness or fainting: Perhaps related to hormonal changes affecting glucose levels or blood pressure, dizziness and feeling faint can occur in early pregnancy. Constipation: Hormone levels can also cause some women to have constipation in early pregnancy. Headaches: Headaches, as well, may be related to changing hormone levels and may occur throughout pregnancy. Food cravings/aversions: Cravings may begin in early pregnancy and may last throughout the pregnancy. Likewise, food aversions (feeling nausea or distaste for a particular food) can also occur. Back pain: Often considered more a symptom of late pregnancy, low back pain can actually begin in the early stages of pregnancy. Women can experience some degree of back pain throughout pregnancy. Mood changes: Mood swings are relatively common during the first trimester of pregnancy due to changing hormone levels. They may also be related to stress or other factors. Shortness of breath: Increased oxygen demand by the body (to support a growing fetus) may leave some women feeling short of breath, although this symptom is more common in later stages of pregnancy.  Many of the early symptoms of pregnancy can persist during the second and third trimesters, for example: Mood changes HeadachesIncreased urinationBackacheFood cravingsFatigue Certain symptoms, like tender breasts and nausea, often improve as pregnancy advances. Additional symptoms of later pregnancy are related to the size of the growing uterus and weight gain. As with symptoms of early pregnancy, not all women experience all these symptoms, and women do not experience them to the same degree. <ol>Weight gain: Most women gain a total of about 25 to 35 pounds during pregnancy. Weight gain is due to the growing fetus, placenta, breast enlargement, and increased blood and fluid volume. Your Obstetrician will follow your weight closely during your prenatal visits. Breast changes: The breasts expand throughout pregnancy; late in pregnancy there may be expression of colostrum (a yellowish fluid that is produced immediately after delivery) from the nipples. Heartburn: Pressure from the growing uterus may push the stomach upward and out of its normal location, leading to symptoms of heartburn. In addition hormonal changes during pregnancy can cause relaxation of one of the sphincters controlling the reflux of acid from the stomach. Swollen feet and ankles: Pressure from the enlarged uterus may slow down the blood flow of veins in the legs, leading to fluid buildup. Varicose veins: Increased blood volume may lead to the formation of varicose veins, hemorrhoids, or small spider veins. Leakage of urine: Pressure from the uterus on the bladder leads to frequent urination (which may have begun early in pregnancy due to hormonal changes). Sometimes, women notice leakage of urine when straining during laughing, sneezing, or coughing. Shortness of breath: The uterus enlarges and pushes the diaphragm further up toward the chest, possibly causing you to become out of breath easier than before. Braxton-Hicks contractions: In the weeks before delivery, many women experience uterine contractions. Unlike true labor contractions, Braxton-Hicks contractions are weak and do not occur at regular intervals. Labor contractions increase in frequency and intensity.  There are a number of home remedies and self-care strategies that can help relieve some of the unpleasant symptoms of pregnancy. Many medications, including some kinds of antibiotics, are also safe to take during pregnancy. Talk to your doctor about considering taking, or taking any over-the-counter, prescription medicine, or any supplements or vitamins. The following are some self-care measures can help alleviate some of the symptoms that may be troubling: Proper diet and exercise can help lessen symptoms by keeping weight gain under control and strengthening and toning your abdominal muscles. After the first trimester, avoid exercises that involve lying on the back for a prolonged time. A pregnancy girdle or sling can help support your abdomen. Wear comfortable shoes that are not too tight, particularly if you have swelling of the legs. Exercise caution when lifting your other children or heavy objects. Be sure to bend the knees when lifting and try to keep the back straight. Sleep on a firm mattress. Lying on your side with a pillow between your legs may be a comfortable position that provides some relief. Wear a bra that provides good support if breasts are tender or sore. Eat lots of fiber to keep the bowels moving and avoid constipation. This means fresh fruits and vegetables, and whole grains. Taking fiber or stool softeners may help. Eat small, frequent meals to combat nausea, and avoid foods that trigger nausea. Avoid fatty foods and drink plenty of fluids. Small, frequent meals can also help prevent heartburn. Many of the symptoms of early pregnancy, like breast tenderness, fatigue, mood swings, mild cramping, back pain, and others, are also symptoms that women may experience with premenstrual syndrome (PMS) or in the days prior to their menstrual period. Until the menstrual period begins or a pregnancy test is positive, there is no way to tell whether these symptoms are related to PMS or pregnancy. ", 
    "title": "Pregnancy Symptoms Am I Pregnant"
}