{
    "data": "   Hormones and the pressure of the growing uterus cause indigestion and heartburn. Pregnancy hormones slow down the muscles of the digestive tract. So food tends to move more slowly and digestion is sluggish. This causes many pregnant women to feel bloated. Hormones also relax the valve that separates the esophagus from the stomach. This allows food and acids to come back up from the stomach to the esophagus. The food and acid causes the burning feeling of heartburn. As your baby gets bigger, the uterus pushes on the stomach making heartburn more common in later pregnancy. What might help: Eat several small meals instead of three large meals - eat slowly. Drink fluids between meals - not with meals. Don't eat greasy and fried foods. Avoid citrus fruits or juices and spicy foods. Do not eat or drink within a few hours of bedtime. Do not lie down right after meals. Call the doctor if symptoms don't improve after trying these suggestions. Ask your doctor about using an antacid. Hemorrhoids (HEM-roidz) are swollen and bulging veins in the rectum. They can cause itching, pain, and bleeding. Up to 50 percent of pregnant women get hemorrhoids. Hemorrhoids are common during pregnancy for many reasons. During pregnancy blood volume increases greatly, which can cause veins to enlarge. The expanding uterus also puts pressure on the veins in the rectum. Plus, constipation can worsen hemorrhoids. Hemorrhoids usually improve after delivery. What might help: Drink lots of fluids. Eat fiber-rich foods like whole grains, raw or cooked leafy green vegetables, and fruits. Try not to strain with bowel movements. Talk to your doctor about using products such as witch hazel to soothe hemorrhoids. At different times during your pregnancy, you might have sudden muscle spasms in your legs or feet. They usually occur at night. This is due to a change in the way your body processes calcium. What might help: Gently stretch muscles. Get mild exercise. For sudden cramps, flex your foot forward. Eat calcium-rich foods. Ask your doctor about calcium supplements. In the first trimester hormone changes can cause nausea and vomiting. This is called \"morning sickness,\" although it can occur at any time of day. Morning sickness usually tapers off by the second trimester. What might help: Eat several small meals instead of three large meals to keep your stomach from being empty. Don't lie down after meals. Eat dry toast, saltines, or dry cereals before getting out of bed in the morning. Eat bland foods that are low in fat and easy to digest, such as cereal, rice, and bananas. Sip on water, weak tea, or clear soft drinks. Or eat ice chips. Avoid smells that upset your stomach. Contact your doctor if you have flu-like symptoms, which may signal a more serious condition. You have severe, constant nausea and/or vomiting several times every day. Many women develop mild swelling in the face, hands, or ankles at some point in their pregnancies. As the due date approaches, swelling often becomes more noticeable. What might help: Drink eight to 10 glasses of fluids daily. Don't drink caffeine or eat salty foods. Rest and elevate your feet. Ask your doctor about support hose. Call your doctor if your hands or feet swell suddenly or you rapidly gain weight — it may be preeclampsia. Temporary bladder control problems are common in pregnancy. Your unborn baby pushes down on the bladder, urethra, and pelvic floor muscles. This pressure can lead to more frequent need to urinate, as well as leaking of urine when sneezing, coughing, or laughing. What might help: Take frequent bathroom breaks. Drink plenty of fluids to avoid dehydration. Do Kegel exercises to tone pelvic muscles. Call your doctor if you experience burning along with frequency of urination - it may be an infection. During pregnancy blood volume increases greatly. This can cause veins to enlarge. Plus, pressure on the large veins behind the uterus causes the blood to slow in its return to the heart. For these reasons, varicose veins in the legs and anus (hemorrhoids) are more common in pregnancy. Varicose veins look like swollen veins raised above the surface of the skin. They can be twisted or bulging and are dark purple or blue in color. They are found most often on the backs of the calves or on the inside of the leg. Avoid tight knee-highs. Sit with your legs and feet raised.  Stretch marks are red, pink, or brown streaks on the skin. Most often they appear on the thighs, buttocks, abdomen, and breasts. These scars are caused by the stretching of the skin, and usually appear in the second half of pregnancy. Some women notice other skin changes during pregnancy. For many women, the nipples become darker and browner during pregnancy. Many pregnant women also develop a dark line (called the linea nigra) on the skin that runs from the belly button down to the pubic hairline. Patches of darker skin usually over the cheeks, forehead, nose, or upper lip also are common. Patches often match on both sides of the face. These spots are called melasma or chloasma and are more common in darker-skinned women. What might help: Be patient - stretch marks and other changes usually fade after delivery. Nosebleeds and nasal stuffiness are common during pregnancy. They are caused by the increased amount of blood in your body and hormones acting on the tissues of your nose. What might help: Blow your nose gently. Drink fluids and use a cool mist humidifier. To stop a nosebleed, squeeze your nose between your thumb and forefinger for a few minutes. Call your doctor if your nosebleeds are frequent and do not stop after a few minutes. Feelings of swelling, tingling, and numbness in fingers and hands, called carpal tunnel syndrome, can occur during pregnancy. These symptoms are due to swelling of tissues in the narrow passages in your wrists, and they should disappear after delivery. What might help Take frequent breaks to rest hands. Ask your doctor about fitting you for a splint to keep wrists straight. Many pregnant women complain of dizziness and lightheadedness throughout their pregnancies. Fainting is rare but does happen even in some healthy pregnant women. There are many reasons for these symptoms. The growth of more blood vessels in early pregnancy, the pressure of the expanding uterus on blood vessels, and the body's increased need for food all can make a pregnant woman feel lightheaded and dizzy. What might help: Stand up slowly. Avoid standing for too long. Don't skip meals. Lie on your left side. Wear loose clothing. Call the doctor if you feel faint and have vaginal bleeding or abdominal pain. About 20 percent of pregnant women feel itchy during pregnancy. Usually women feel itchy in the abdomen. But red, itchy palms and soles of the feet are also common complaints. Pregnancy hormones and stretching skin are probably to blame for most of your discomfort. Usually the itchy feeling goes away after delivery. What might help: Use gentle soaps and moisturizing creams. Avoid hot showers and baths. Avoid itchy fabrics. Contact your doctor if symptoms don't improve after a week of self-care. ", 
    "title": "Pregnancy Basics"
}