{
    "data": "  The PSA test is a blood test. The PSA test can be useful for detecting prostate cancer, monitoring its treatment, or assessing its recurrence. The PSA test can also be abnormal with benign enlargement (benign prostatic hyperplasia or BPH), inflammation (prostatitis), and infection of the prostate gland. PSA is a chemical that is produced by both cancerous and noncancerous prostate tissues. Prostate cancer is the third leading cause of death in men. Both the disease and its treatment may have a significant impact on men's health. Thus, accurate screening tools to detect clinically significant prostate cancer are needed. Prostate-specific antigen (PSA) is a substance produced only by certain cells within the male prostate gland. Biochemically, it belongs to the protease family of kallikrein and is also known as human kallikrein 3 (hK3). PSA is released by the prostate into the semen where it acts to liquefy the semen following ejaculation. Most of the PSA produced by the prostate gland is carried out of the body in semen, but a very small amount escapes into the bloodstream, so PSA is normally found in low amounts (nanograms per milliliter or ng/mL) in the blood. PSA has also been found in some breast tissue in women, although these amounts of PSA are very low. If the PSA level is high for your age or is steadily increasing (with or without an abnormal physical exam), further investigation, namely a prostate biopsy, may be recommended. The health care provider should consider other health risk factors of prostate cancer such as family history, prostate volume, the presence of benign prostatic hyperplasia (BPH), urinary symptoms, rectal exam findings, ethnicity, and medications that you are taking before recommending the biopsy. At this time, prostate biopsy for pathology review is the only way to determine if prostate cancer or other abnormal cells are present in the prostate.  PSA is measured by a simple blood test that does not require fasting or special preparation. Since the amount of PSA in the blood is very low, detection of it requires a very sensitive type of technology (monoclonal antibody technique). The PSA protein can exist in the blood by itself (known as free PSA) or be bound with other substances (known as bound or complexed PSA). PSA is mostly bound to three substances: alpha-2-macroglobulin, alpha 1-antichymotrypsin (ACT), and albumin. Total PSA is the sum of the free and the bound forms. The total PSA is what is measured with the standard PSA test. More recently, a precursor of PSA, proenzyme PSA ([-2] proenzyme PSA), has been identified, which may be helpful in determining prostate cancer risk in men with a PSA under 10 and a normal digital rectal examination. The prostate health index (PHI) is a new approved test that measures the total PSA, free PSA, and [-2] proenzyme PSA. It is believed that elevation of PSA in the blood is due to its release into the circulation (bloodstream) because of a breakdown (disruption) of the prostate cellular architecture (structure). However, the reasons are not fully known. An elevated PSA level can occur in the setting of different prostate diseases/conditions including prostate cancer but also as a result of noncancerous causes. It is important to note that PSA is not specific to prostate cancer but to prostatic tissue, and therefore PSA elevations may indicate the presence of any kind of prostate disease. Common benign causes of PSA elevation include benign prostatic hyperplasia or BPH (an age-related, natural enlargement of the prostate, secondary to a noncancerous proliferation of prostate glandular cells), prostatitis (inflammation of the prostate), and infection. In fact, PSA elevation can also occur with prostate manipulation such as ejaculation, prostate examination (digital rectal examination), medical instrumentation (cystoscopy), urinary retention or catheter placement, and prostate biopsy. It is also thought that vigorous exercise that may affect the prostate, such as bicycle riding, can increase the PSA. It is for these reasons that patients should abstain from sex one to two days prior to PSA testing. As such, men choosing to undergo PSA testing should be aware of these important factors, which may influence results. As will be discussed shortly, age and prostate volume may also influence PSA test results.  Medications commonly taken to treat benign enlargement of the prostate (BPH) such as finasteride (Proscar), dutasteride (Avodart), and a combination of dutasteride and tamsulosin (Jalyn) can decrease the PSA by about 50% within six to 12 months of starting their use. Another medication used to treat fungal infections, ketoconazole, can also lower PSA levels. Lastly, herbal supplements such as saw palmetto and those containing phytoestrogens, which are plant-derived chemicals with estrogen-like effects, can also lower the PSA level. It is important to tell your health care provider all the medications, both prescription and nonprescription, as well as any herbal preparations or health supplements that you are taking. One of the limitations of the PSA test is that PSA is not specific to prostate cancer and that it can be affected by several common conditions such as benign enlargement of the prostate, inflammation, and infection of the prostate. Furthermore, there is some variability in PSA results when using different testing equipment. One study showed that 25% (one in four) men who had an initial PSA result between 4 ng/mL and 10 ng/mL had a normal test result when it was repeated. Only about 25% of men who have an elevated PSA between 4 ng/mL and 10 ng/mL will have prostate cancer identified on prostate biopsy. If one uses a lower cutoff of 3. 1 ng/mL, PSA had a sensitivity of 32% and specificity of 87% for identifying prostate cancer. Sensitivity refers to the likelihood of a positive test result if the individual has the disease, whereas specificity refers to the likelihood the test is negative if the individual does not have the disease. Another concern in addition to the low specificity in detecting the presence of prostate cancer is the inability of the test to discriminate between a more aggressive prostate cancer from one that is less likely to cause harm. This is thought to lead to overtreatment in up to 50% of men with prostate cancer.   The \"normal\" PSA serum concentration remains a debate, however, for most laboratory readings, it should be less than 4. 0 ng/mL. The prostate gland generally increases in size and produces more PSA with increasing age, so it is normal to have lower levels in young men and higher levels in older men. Due to these normal changes in PSA with age, the concept of age-adjusted PSA normals have been described and recommended. What is considered to be a normal PSA level also depends on ethnicity and family history of prostate cancer. Other than the single reading, the changes in PSA numbers on an annual basis (also referred to as PSA-velocity) also play a role in decision making about the PSA marker. The normal increase of less than 0. 75 ng/mL is used to help determine whether levels may be suggestive of disease and to counsel men on management. As such, a man 50 to 59 years of age with an increase in PSA levels from 0. 5 ng/mL to 2. 5 ng/mL may have prostate cancer despite the normal value at that time. Lastly, as the size of the prostate gland may affect the PSA level, PSA density (PSA level divided by prostate volume) can also be a helpful number. A PSA density of 0. 18 appears to be an optimal number. The use of age-specific PSA ranges for the detection of prostate cancer is helpful to avoid unnecessary investigations in older men with larger prostate glands. Median PSA value for men aged 40 to 49 years is 0. 7 ng/mL and for men 50 to 59 years is 0. 9 ng/mL. Not all studies have agreed that this is better than simply using a level of 4. 0 ng/mL as the highest normal value. Nevertheless, due to the age-related growth of the prostate, the concept of adjusting the cutoff values based on age has helped reduce unnecessary prostate biopsies in older men to improve early prostate cancer detection. Below are the suggested age-adjusted values based on age and race.   Clinically localized prostate cancer generally does not usually cause any symptoms. In general, most men with organ-confined (early, localized) prostate cancers have diagnostic PSA values from less than 10 up to 20 ng/mL. Once PSA values are greater than 20 ng/mL, the risk for metastatic (distant spread) disease increases significantly. Men with early prostate cancer usually feel perfectly well and have no urinary symptoms. As mentioned previously, the gold standard of prostate biopsy to detect prostate cancer is commonly initiated by an abnormal prostate digital rectal examination and/or an abnormal PSA value. It is for this reason that early detection tests have been developed in order to detect prostate cancer while it remains clinically silent and confined to the prostate. Hence, in clinical practice, tests used to detect prostate cancer include serum PSA level, digital rectal examination (DRE), and transrectal ultrasonography (TRUS). More recently, other novel biomarkers and tests (PCA3, 4K as well as prostate MRI imaging) have emerged as additional adjuncts to patient counseling. Unfortunately, none can confirm the presence of prostate cancer. Nor can these tests, including PSA, allow one to predict prior to biopsy if an individual has an aggressive form of prostate cancer. Although not perfectly specific as a biomarker, the level of PSA has been demonstrated to be an independent variable to predict the presence of prostate cancer. In fact, the higher the level, the more likely prostate cancer is present. An abnormality in results will usually require additional testing. However, definitive diagnosis of prostate cancer depends on the presence of cancer cells obtained either from prostate biopsy or surgical specimens. In general, PSA levels greater than 4 ng/mL are usually considered suspicious. As levels increase above 10. 0 ng/mL, the probability of cancer increases dramatically. However, not all men with prostate cancer have elevated PSA levels. It is known that a small but significant number of people with prostate cancer can present with a PSA level of less than 4. 0 ng/mL. This is why health care professionals may use lower thresholds to decide when to do a biopsy. For an average man over the age of 50 with a normal digital rectal exam, the average probability of having prostate cancer detectable by prostate biopsy according to his PSA level is as follows: Since the likelihood of having prostate cancer increases proportionately with PSA level, there is no threshold below which a man can be reassured that prostate cancer is not present. In order to improve the specificity of the PSA test in the early detection of prostate cancer, several modifications of the serum PSA value have been described including the ratio of free/total PSA and the measurement of PSA change over time.  The PSA blood test is frequently covered by insurance, especially for men who are 50 years of age and older. PSA blood tests costs $20-$50. However, if it is obtained in the doctor's office during a visit to the doctor there may be an additional charge of $25-$100 for the office visit. There are PSA blood tests available for home use. The home blood test comes with a lancet to prick your finger and squeeze out a sample of blood, a kit to collect the blood, a bandage, and an address or prepaid mailer to return to the laboratory. Not all of the advertised home blood tests are approved by the U. S. Food and Drug Administration (FDA). You can access the FDA web site to make sure you are using an approved test. As described earlier, most of the PSA protein released into the blood becomes attached to other blood proteins. The PSA that does not become attached is known as free PSA and can be measured. It has been observed in small published studies that the level of free PSA is decreased in men who have prostate cancer compared to those with benign conditions. The exact level depends upon which test the laboratory uses, but generally, a test result of less than 10% free PSA is suggestive of cancer. This test is most helpful when the usual PSA test level is between 4. 0 ng/mL and 10. 0 ng/mL. Nevertheless, free PSA testing has predominantly been used as an adjunct (additional) test along with total PSA, particularly in men who have already undergone a negative prostate biopsy and have a PSA that remains elevated. The ratio of the free/total PSA, as will be discussed in the next section, has helped avoid a second biopsy in many cases. Although prostate cancer cells do not produce more PSA than benign prostate tissue, the PSA produced from cancerous cells appears to escape an enzymatic processing that cleaves the bond between PSA and the protein that binds to it. Therefore, men with prostate cancer have a greater fraction of complexed, or bound, serum PSA and a lower percentage of total PSA that is free compared with men without prostate cancer. Therefore, the free/total PSA ratio can be additionally used in clinical practice to discriminate between PSA elevation secondary to benign prostatic disease and prostate cancers. This is particularly useful for patients with a total PSA level between 4. 0 and 10. 0 ng/mL and a negative normal rectal exam to help the health care provider to decide if a biopsy is necessary. In one study, prostate cancer was found in 56% of men with a free/total PSA less than 0. 10 but in only 8% of men with free/total PSA greater than 0. 25. Nevertheless, the concept of free PSA must be used with caution as several factors may influence the free/total PSA ratio such as temperature and prostate size. Furthermore, the free PSA measurement is not clinically useful for patients with total serum PSA values less than 10. 0 ng/mL or in the follow-up of patients with known prostate cancer. More recently, a chemical precursor of PSA has been identified, [-2] proenzyme PSA. Preliminary studies show some promise that the level of this chemical, [-2] proenzyme PSA, may help differentiate between prostate cancer and benign enlargement of the prostate (BPH) in men with a normal rectal examination and a PSA between 2. 5 and 10 ng/mL.  Change in PSA levels over time can be used to assess both cancer risk and aggressiveness of the particular tumor. Most urologists use these PSA metrics to help drive patient counseling and care. PSA velocity is defined as an absolute annual increase in serum PSA (ng/mL/year). PSA doubling time is the time it takes the PSA value to increase by 100%, or double. These two measures also have a significant prognostic role in patients that have already been treated for prostate cancer (with either surgery [radical prostatectomy] or radiotherapy [external beam or brachytherapy]). However, studies have shown that using values of these PSA measures for prostate cancer diagnosis do not provide additional information compared to PSA level alone. Once prostate cancer is diagnosed by the presence of cancer cells on prostate biopsy and assigned a cancer grade (Gleason score), PSA is used in combination with the grade of the prostate cancer to determine further medical studies needed for cancer staging. Staging (otherwise viewed as the extent of spread of the cancer within the body, or \"Where in the body are the cancer cells?\") determines if the cancer is localized or metastatic. Staging therefore drives the best management and appropriate treatment for the cancer. As mentioned earlier, serum PSA levels correlate with the risk of prostate cancer extension outside of the prostate including seminal vesicle invasion and lymph node involvement. The proportion of men with cancer confined to the prostate is about 80% when the PSA level at diagnosis is less than 4. 0 ng/mL; about 70% when the PSA level is between 4. 0 and 10. 0 ng/mL; and about 50% when the PSA level is greater than 10. 0 ng/mL. This is why patients with serum PSA levels of less than 10. 0 ng/mL are most likely to respond well to local therapy such as prostatectomy (surgical removal of the prostate) or external beam radiation (radiation therapy). The need for additional medical tests such as a bone scan and CT scan to assess the extent of the prostate cancer will depend on the prostate biopsy results and PSA. Bone scans, used to determine if the prostate cancer has spread to the bones, are recommended if there is high grade prostate cancer present, extensive disease on the biopsy, and PSA &gt; 10-20 ng/mL. CT scan is used to assess for pelvic lymph node enlargement suggestive of prostate cancer metastases to the lymph nodes and is recommended for individuals with high grade prostate cancer and PSA &gt; 10 ng/mL. Over the past few decades, several predictive tools (otherwise called nomograms) have included the PSA in their parameters to predict posttreatment outcomes. These nomograms include the Partin and Kattan nomograms from Memorial Sloan Kettering. For instance, the Kattan nomogram is an online predictive tool that is available to the public (https://www. mskcc. org/nomograms/prostate).  A periodic PSA determination is used to detect disease recurrence after treatment. Serum PSA should decrease and remain at undetectable levels after local treatment such as radical prostatectomy. Following initial therapy, a PSA increase indicates recurrence of prostate cancer. For example, if the prostate gland is surgically removed, and all of the cancer is contained within the gland, then the PSA should drop to zero. Similarly, serum PSA should fall to a low level following radiation therapy, high intensity focused ultrasound, and cryotherapy. If on subsequent testing the PSA test is positive and shows increasing levels, there is a possibility of cancer recurring. In addition, depending upon the PSA level of the increase, it is possible that the cancer has now spread outside of the prostate. The level of PSA is a continuous parameter; the higher the value, the higher the probability of having prostate cancer. On the other hand, men may have prostate cancer despite low levels of PSA. In a U. S. prevention study, 6. 6% of the men whose PSA level was less than 0. 5 ng/mL had prostate cancer. This is why there is no universally accepted cutoff at which we can be sure that there is no prostate cancer. Coupled with the lack of an accurate molecular marker to detect prostate cancer, the other controversy with PSA screening is the fact that not all men with prostate cancer will die from the disease (See: What is the PSA screening controversy?). For these reasons outlined above, it is important to not solely rely on blood PSA testing. The most useful additional test is a physical prostate examination by a health care professional known as the digital rectal exam (DRE). Evidence from research studies suggests that the combination of both PSA and DRE improves the overall rate of prostate cancer detection. For that reason, men who would like to be screened for prostate cancer should have both a prostate specific antigen (PSA) test and a digital rectal examination (DRE).  Most prostate cancers are located in the peripheral zone of the prostate and may be detected by DRE. During this examination a doctor inserts a finger into the rectum to feel the prostate for lumps, size, shape, tenderness, and hardness. A suspect DRE is an absolute indication for prostate biopsy. In about 18% of patients with abnormal DRE, prostate cancer will be detected regardless of the PSA level. The goal of measuring PSA in men with no symptoms of cancer as a screening test for prostate cancer is to reduce the mortality caused by this cancer. However the utility of PSA as a screening tool for early detection of prostate cancer is subject to controversies over its ability to save lives. Widespread use of PSA screening came into practice particularly in North America driven by the assumption that detecting prostate cancers earlier will allow for earlier treatment and thereby decrease mortality caused by this disease. A substantial number of the cancers detected by PSA screening are low stage, and these patients will likely never die from this disease. PSA screening, due to its low specificity, does not allow differentiating between lethal and nonlethal types of cancers. Hence PSA systematic screening is inevitably associated with over-diagnosis and potentially overtreatment. Therefore, not only do these patients not benefit from early detection but they also carry the burden of a cancer diagnosis. In addition, a subset of these patients may suffer the side effects of an unnecessary treatment. Despite the inconvenience caused by over-diagnosis and overtreatment, one may argue that PSA screening can still be considered successful if it improves disease-specific mortality in the population as a whole. Unfortunately, the conflicting results obtained from several randomized clinical trials specifically designed to evaluate the impact of PSA testing on prostate cancer mortality have not clarified the issue. One large European trial (ERSPC) found that PSA screening significantly reduces the mortality (death rate) of prostate cancer but is also associated with a high risk of over-diagnosis. The cumulative incidence of prostate cancer was 8. 2% in the PSA screening group and 4. 8% in the control group. Patients in the screening group were 20% less likely to die from prostate cancer compared with the control group. The absolute risk difference between the two groups was 0. 71 deaths per 1,000 men. This means that to prevent one death from prostate cancer, 1,410 men would need to be screened with PSA testing and 48 additional cases of prostate cancer would need to be treated. Another trial (PLCO) conducted in the United States recently concluded that there is no evidence of an improvement in death rate from prostate cancer with annual PSA screening compared with usual medical care. After 13 years of follow-up, the cumulative mortality rates from prostate cancer in the intervention and control groups were 3. 7 and 3. 4 deaths per 10,000 person-years, respectively, meaning that there was no significant difference between the two groups. Based on the results of the PLCO trial, the U. S. Preventive Service Task Force (USPSTF) advised against PSA screening in their draft recommendation issued in 2011. The USPSTF is in the process of updating the recommendation. Nevertheless, many experts continue to believe that not using PSA screening would result in the deaths of many men with curable prostate cancer. Nevertheless, many large, national urological associations (American Urological Association [AUA], Canadian Urological Association [CUA] and European Urological Association [EAU]) still value the benefit of PSA screening for men after age 45 to 50 and recommend physician-patient discussions about screening on an individual basis. Early detection as through screening should still be offered. More than the over-diagnosis, the real challenge is to avoid overtreatment. Many patients with small, low-grade cancers may be candidates for active surveillance without treatment. This is why it is very important that men have an open and informed discussion with their doctor on the risks and benefits of prostate cancer screening before biopsy. In addition, the option of active surveillance instead of immediate treatment should always be discussed in case of newly diagnosed prostate cancer, if appropriate. Despite the controversy of several recent publications and task force recommendations, the American Urological Association (AUA) still recommends the use of PSA for early prostate cancer detection. Early detection and risk assessment should be offered to men 40 years of age or older who wish to be screened. The fundamental principle of the AUA position is that knowing a man's baseline PSA values in his 40s to compare with future PSA tests could help identify those men with life-threatening prostate cancer at a time when there are many treatment options and cure is possible. The American Cancer Society viewpoint regarding prostate cancer early detection is the recommendation that men have the chance to make an informed decision with their provider whether to be screened for prostate cancer. It is felt that this discussion should take place at age 50 years for men who are at average risk of having prostate cancer and are expected to live for 10 more years or longer. For men thought to be at high risk for prostate cancer, such as African-Americans and those men with first degree relatives (father, brother, son) with prostate cancer diagnosed at 65 years of age or younger, the age recommendation is 45 years of age and should be discussed starting at age 40 years for men at higher risk such as those with more than one first degree relative with prostate cancer diagnosed at a younger age. The frequency of PSA screening is recommended to be every two years for those men with a PSA &lt; 2. 5 ng/mL and yearly for those men with a PSA of 2. 5 ng/ml. The National Comprehensive Cancer Network (NCCN) guidelines for early detection of prostate cancer noted that most panel members favored prostate cancer screening, in men with 10 or more year life expectancy, beginning at age 45 years of age. The panel recommended testing at one- to two-year intervals for men with a PSA of &gt; 1. 0 ng/ml and every two to four years for those with PSA &lt; 1 ng/mL.  Ultimately, the decision to use PSA for the early detection of prostate cancer should be individualized. Men should be informed of the known risks and the potential benefits of early screening. Not all men are appropriate candidates for screening efforts. For instance, screening in men with less than a 10-year life expectancy, either due to age or other illness, is discouraged as there will be most likely no benefit for them. If prostate cancer is detected on prostate biopsy, all treatment options should be discussed. The benefits and risks of the many treatment options should be reviewed and discussed with men found to have prostate cancer. The AUA recommends that this discussion include active surveillance as a consideration, since some prostate cancers detected with screening in certain men may not need immediate treatment. The goal of active surveillance is to allow men to maintain their quality of life when the disease is slow-growing or inactive, but still allow them to be cured of prostate cancer when the disease appears to become more aggressive or is growing. Other novel biomarkers, such as PCA3 (see below), may assist the clinician in these decisions. A newly discovered biomarker is known as PCA3 (prostate cancer antigen 3). PCA3 may help to discriminate between cancer-related versus nonspecific PSA elevations. PCA3 was initially identified by comparing prostate cancer tissue with nonmalignant normal prostatic tissue. PCA3 is a type of genetic material known as noncoding RNA that is found at high levels in prostate cancerous tissue. But unlike PSA, it is only present at a low level in benign prostatic tissue. Hence PCA3 can be considered a prostate cancer specific marker. While PSA is detected in the blood, PCA3 is measured in the urine obtained after prostatic massage. The main advantages of PCA3 over PSA testing are its higher sensitivity and specificity. In particular, PCA3 may be useful for identifying prostate cancer in men who initially had negative biopsies despite an elevated PSA. This is why the use of a PCA3 test may help reduce the number of potentially unnecessary biopsies generated by nonspecific positive PSA screening tests. PCA3 scores that are over 35 are considered higher risk and would then warrant investigation by a prostate biopsy. Despite its promising role in helping the doctor counsel or confirm biopsy indications, use of the PCA3 test for now is still considered experimental.  The 4kscore test measures free and total PSA, human kallikrein 2 (hk2), and intact PSA and considers age, digital rectal examination results, and prior biopsy status. The test result reports the percent likelihood of finding high-grade prostate cancer on a prostate biopsy result. This test is not approved by the FDA, rather it is regulated as a laboratory-developed test. No cutoff threshold has been established for this test. Currently, the NCCN recommendations are that this test can be considered in patients prior to biopsy and for those with a prior negative prostate biopsy who are thought to be at higher risk for a high grade prostate cancer. ", 
    "title": "Prostate Specific Antigen"
}