{
    "data": "   Stan just found out that a friend has prostate cancer. A lot of men he knows have some kind of problem with their prostate. He's worried that this might happen to him. It's true that prostate problems are common after age 50. The good news is there are many things you can do. The prostate is a gland about the size of a walnut. It is part of the male reproductive system and wraps around the tube that carries urine out of the bladder. It grows larger as you get older. If your prostate gets too large, it can cause health issues. Having prostate problems does not always mean you have cancer. Sometimes a doctor may find a problem during a routine checkup or by doing a rectal exam. If you think there is something wrong with your prostate, see your doctor right away. Here are some examples of non-cancer prostate problems: Benign prostatic hyperplasia, or BPH, means your prostate is enlarged, but is not cancerous. It is very common in older men. An enlarged prostate may make it very difficult to urinate or cause dribbling after you urinate. You may feel the need to urinate a lot, often at night. See your family doctor for an exam. Treatments for BPH include: Watchful waiting, also called active surveillance. If your symptoms are not too bad, your doctor may tell you to wait before starting any treatment to see if the problem gets worse. Your doctor will tell you how often you need to return for checkups. You can start treatment later if your symptoms worsen. Medications. There are medicines that can help shrink the prostate or help relax muscles near your prostate to ease your symptoms. Talk with your doctor about possible side effects. Surgery. If nothing else has worked, your doctor may suggest surgery to help urine flow. There are many types of BPH surgery. Talk with your doctor about the risks. Regular checkups are important after surgery. Other treatments. Sometimes radio waves, microwaves, or lasers are used to treat urinary problems caused by BPH. These methods use different kinds of heat to reduce extra prostate tissue.  Prostate cancer is common among American men. Your chance of getting prostate cancer may be affected by your: Age. Men age 50 and older run a greater risk. Race. Prostate cancer is most common among African-American men. Family history. If your father or brother has had prostate cancer, you are more likely to have it, too. Diet. Eating high-fat food with few fruits and vegetables may raise your risk. At the start, prostate cancer does not cause symptoms. As the cancer grows, you may have trouble urinating. Some men need to urinate often, especially at night. Others have pain or burning during urination, blood in the urine or semen, pain in the back, hips, or pelvis, and painful ejaculation. To find out if these symptoms are caused by prostate cancer, your doctor will ask about your past medical problems and your family's medical history. He or she will perform a physical exam. During the exam, your doctor will put a gloved finger into your rectum to feel your prostate for hard or lumpy areas. Your doctor may also do a blood test to check the prostate-specific antigen (PSA) level. PSA levels can be high in men with an enlarged prostate gland or with prostate cancer. You may also need an ultrasound exam that takes computer pictures of the prostate. If tests show that you might have cancer, your doctor will want to confirm this with a biopsy. He or she will take out tiny pieces of the prostate to look for cancer cells. Your doctor may want to do a biopsy again to re-check the results. Treatment for prostate cancer depends on whether cancer is in part or all of the prostate or if it has spread to other parts of the body. It also depends on your age and overall health. Talk with your doctor about the best treatment choice for you. You may want to ask another doctor for a second opinion. For cancer that has not spread from the prostate to other parts of the body, your doctor may suggest: Watchful Waiting or Active Surveillance. If the cancer is growing slowly and not causing problems, you may decide not to treat it right away. Instead, your doctor will check regularly for changes in your condition. Surgery. The most common type of surgery removes the whole prostate and some nearby tissue. As with any surgery, there are risks. Talk to your doctor about problems that may result from surgery. Radiation Therapy. This treatment uses radiation to kill cancer cells and shrink tumors. The radiation may come from an x-ray machine or from tiny radioactive seeds placed inside or near the tumor. Talk with your doctor about possible side effects. Hormone Therapy. Men having other treatments like radiation therapy may also be treated with drugs to stop the body from making testosterone. This is done if it seems likely that the cancer will come back. Hormone therapy can also be used for prostate cancer that has spread beyond the prostate. Get more details on treatment choices for prostate cancer by calling the National Cancer Institute's Cancer Information Service at 1-800-422-6237. Or, visit their website at www. cancer. gov/prostate.  Some doctors think that men younger than 75 should have yearly PSA tests; others do not. Not all prostate cancers are life-threatening, and treatments can cause side effects. Sometimes high PSA levels can be caused by infections, BPH, or small cancers that may not grow or spread. Your doctor may prefer \"watchful waiting\" until there are signs that treatment is needed. Researchers are studying ways to improve the PSA test so that it detects only cancers that need treatment. Remember that the following can be signs of a prostate problem: Frequent urge to urinateNeed to get up many times during the night to urinateBlood in urine or semenPainful or burning urinationNot being able to urinatePainful ejaculationFrequent pain or stiffness in lower back, hips, pelvic or rectal area, or upper thighsDribbling of urine If you have any of these symptoms, see your doctor right away. Here are some helpful resources: Agency for Healthcare Research and QualityPublications Clearinghouse P. O. Box 8547 Silver Spring, MD 20907-8547 1-800-358-9295 (toll-free) 1-888-586-6340 (TDD/toll-free)www. ahrq. gov American Cancer Society 1-800-227-2345 (toll-free) 1-866-228-4327 (TTY/toll-free)www. cancer. org American Urological Association Foundation 1000 Corporate Boulevard Linthicum, MD 21090 1-800-828-7866 (toll-free)www. urologyhealth. org National Cancer Institute Cancer Information Service 1-800-422-6237 (toll-free)www. cancer. gov/prostate National Kidney and Urologic Diseases Information Clearinghouse 3 Information Way Bethesda, MD 20892-3580 1-800-891-5390 (toll-free) 1-866-569-1162 (TTY/toll-free)www. kidney. niddk. nih. gov For more information on health and aging, contact: National Institute on Aging Information Center P. O. Box 8057 Gaithersburg, MD 20898-8057 1-800-222-2225 (toll-free) 1-800-222-4225 (TTY/toll-free)www. nia. nih. gov/healthwww. nia. nih. gov/espanol To sign up for regular email alerts about new publications and other information from the NIA, go to www. nia. nih. gov/health. Visit www. nihseniorhealth. gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. ", 
    "title": "Prostate Problem Warning Signs"
}