{
    "data": "   Pubic lice usually are found in the genital area on pubic hair; but they may occasionally be found on other coarse body hair, such as hair on the legs, armpits, mustache, beard, eyebrows, or eyelashes. Pubic lice on the eyebrows or eyelashes of children may be a sign of sexual exposure or abuse. Lice found on the head generally head lice, not pubic lice. Animals do not get or spread pubic lice. Signs and symptoms of pubic lice include: Itching in the genital areaVisible nits (lice eggs) or crawling lice Pubic lice usually are spread through sexual contact and are most common in adults. Pubic lice found on children may be a sign of sexual exposure or abuse. Occasionally, pubic lice may be spread by close personal contact or contact with articles such as clothing, bed linens, or towels that have been used by an infested person. A common misunderstanding is that pubic lice are spread easily by sitting on a toilet seat. This would be extremely rare because lice cannot live long away from a warm human body and they do not have feet designed to hold onto or walk on smooth surfaces such as toilet seats. Persons infested with pubic lice should be investigated for the presence of other sexually transmitted diseases. A pubic lice infestation is diagnosed by finding a \"crab\" louse or egg (nit) on hair in the pubic region or, less commonly, elsewhere on the body (eyebrows, eyelashes, beard, mustache, armpit, perianal area, groin, trunk, scalp). Pubic lice may be difficult to find because there may be only a few. Pubic lice often attach themselves to more than one hair and generally do not crawl as quickly as head and body lice. If crawling lice are not seen, finding nits in the pubic area strongly suggests that a person is infested and should be treated. If you are unsure about infestation or if treatment is not successful, see a health care provider for a diagnosis. Persons infested with pubic lice should be investigated for the presence of other sexually transmitted diseases. Although pubic lice and nits can be large enough to be seen with the naked eye, a magnifying lens may be necessary to find lice or eggs.  A lice-killing lotion containing 1% permethrin or a mousse containing pyrethrins and piperonyl butoxide can be used to treat pubic (\"crab\") lice. These products are available over-the-counter without a prescription at a local drug store or pharmacy. These medications are safe and effective when used exactly according to the instructions in the package or on the label. Lindane shampoo is a prescription medication that can kill lice and lice eggs. However, lindane is not recommended as a first-line therapy. Lindane can be toxic to the brain and other parts of the nervous system; its use should be restricted to patients who have failed treatment with or cannot tolerate other medications that pose less risk. Lindane should not be used to treat premature infants, persons with a seizure disorder, women who are pregnant or breast-feeding, persons who have very irritated skin or sores where the lindane will be applied, infants, children, the elderly, and persons who weigh less than 110 pounds. Malathion* lotion 0. 5% (Ovide*) is a prescription medication that can kill lice and some lice eggs; however, malathion lotion (Ovide*) currently has not been approved by the U. S. Food and Drug Administration (FDA) for treatment of pubic (\"crab\") lice. Ivermectin has been used successfully to treat lice; however, ivermectin currently has not been approved by the U. S. Food and Drug Administration (FDA) for treatment of lice. How to treat pubic lice infestations: (Warning: See special instructions for treatment of lice and nits on eyebrows or eyelashes. The lice medications described in this section should not be used near the eyes. ) <ol>Wash the infested area; towel dry. Carefully follow the instructions in the package or on the label. Thoroughly saturate the pubic hair and other infested areas with lice medication. Leave medication on hair for the time recommended in the instructions. After waiting the recommended time, remove the medication by following carefully the instructions on the label or in the box. Following treatment, most nits will still be attached to hair shafts. Nits may be removed with fingernails or by using a fine-toothed comb. Put on clean underwear and clothing after treatment. To kill any lice or nits remaining on clothing, towels, or bedding, machine-wash and machine-dry those items that the infested person used during the 2-3 days before treatment. Use hot water (at least 130°F) and the hot dryer cycle. Items that cannot be laundered can be dry-cleaned or stored in a sealed plastic bag for 2 weeks. All sex partners from within the previous month should be informed that they are at risk for infestation and should be treated. Persons should avoid sexual contact with their sex partner(s) until both they and their partners have been successfully treated and reevaluated to rule out persistent infestation. Repeat treatment in 9-10 days if live lice are still found. Persons with pubic lice should be evaluated for other sexually transmitted diseases (STDs). If only a few live lice and nits are present, it may be possible to remove these with fingernails or a nit comb. If additional treatment is needed for lice or nits on the eyelashes, careful application of ophthalmic-grade petrolatum ointment (only available by prescription) to the eyelid margins 2-4 times a day for 10 days is effective. Regular Vaseline* should not be used because it can irritate the eyes if applied. *Use of trade names is for identification purposes only and does not imply endorsement by the Public Health Service or by the U. S. Department of Health and Human Services. ", 
    "title": "Pubic Lice Crabs"
}