{
    "data": "  In the U. S. , one  or two people die from rabies each year. Animal vaccinations and postexposure prophylaxis protocols have nearly eradicated rabies in the U. S. Rabies is a viral illness spread via the saliva of an infected animal. This occurs usually through biting a human or another animal. Transmission can also occur through saliva touching an open wound or touching mucous membranes. Rabies is caused by the rabies virus. The virus infects the brain and ultimately leads to death. After being bitten by a rabid animal, the virus is deposited in the muscle and subcutaneous tissue. For most of the incubation period (which is usually one to three months), the virus stays close to the exposure site. The virus then travels via peripheral nerves to the brain and from there, again via peripheral nerves, to nearly all parts of the body. Any mammal can spread rabies. In the United States, rabies is most often transmitted via the saliva of bats, coyotes, foxes, raccoons, and skunks. In the developing world, stray dogs are the most likely animal to transmit rabies. The virus has also been found in cows, cats, ferrets, and horses. The local health department will usually have information on which animals in the area have been found to carry the rabies virus. Any activity that brings someone in contact with possible rabid animals, such as traveling in an area where rabies is more common (Africa and Southeast Asia) as well as outdoor activities near bats and other possible rabid animals, all increase one's risk of getting infected with rabies.   Symptoms can occur as fast as within the first week of the infection. The early symptoms of rabies are very generalized and include weakness, fever, and headaches. Without a history of a potential exposure to a rabid animal, these symptoms would not raise the suspicion of rabies as they are very similar to the common flu or other viral syndromes. The disease can then take two forms: <ol>With paralytic rabies (approximately 20% of cases), the patient's muscles slowly become paralyzed (usually starting at the site of the bite). This is the less common form and ends in coma and death. With furious rabies (about 80% of cases), the patient exhibits the classic symptoms of rabies, such asanxiety and confusion (The patient is often overly active. );encephalitis, causing hallucinations, confusion, and coma;hypersalivation;hydrophobia (fear and avoidance of water);difficulty swallowing. Once the clinical signs of rabies occur, the disease is nearly always fatal.  In animals, rabies is diagnosed by detecting the rabies virus in any affected part of the brain. This requires that the animal be euthanized. Testing a suspected animal will help avoid extensive testing in the human contact (if the test is negative) and unnecessary treatments. In humans, rabies is diagnosed by testing saliva, blood samples, spinal fluid, and skin samples. Multiple tests may be necessary. The tests rely on detection of proteins on the surface of the rabies virus, detection of the genetic material of the virus, or demonstration of an antibody (immune) response to the virus. Treatment is recommended if a health-care professional thinks that someone was exposed to a potentially rabid animal. If the animal is a pet or farm animal that has no symptoms, the animal can be isolated and observed for 10 days. Wild animals that can be captured can be killed and tested for the virus. If the animal can't be found, it is best to consult with the local health department. The general pathway to determine postexposure prophylaxis (protective treatment) for rabies requires the following information: Bite: Did a bite occur, and where is the location of the bite? (Any penetration of the skin is considered a bite; although bites to the face and hands carry the highest risk, all bites need to be considered for prophylaxis. )Non-bite incident: Did the saliva touch an open would or a mucous membrane?Animal risk factors: No cases of rabies infection have been reported in the U. S. from fully vaccinated domestic dogs or cats. If bitten, it is important to determine if the bite was provoked or unprovoked. A provoked bite includes any circumstances during which the person touched, threatened, scared, fed or otherwise interacted with the animal prior to being bitten. If no such interaction occurred, the bite is considered unprovoked, and it increases the likelihood that the animal may have rabies. Bats: Any contact with a bat that leads to a potential scratch, bite, or mucous membrane exposure to saliva needs to be evaluated. If prolonged exposure to a bat is discovered (sleeping in a room where a bat is found), postexposure prophylaxis needs to be considered. As rabies is a fatal disease, it is often best to start the series of shots until further information is available. A series of injections is given. The first is a rabies immune globulin that helps to prevent the virus from infecting the individual. Part of this immunization is given near the animal bite. This is followed by four injections over the next two weeks. These are rabies vaccines to help the body fight the virus.  Once the symptoms of rabies start, the disease is nearly universally fatal. Rabies prevention is mostly about good pet care and outdoor behavior. Vaccinate pets and keep them away from wild and outdoor animals. Don't approach wild animals. Keep bats out of the home, and stay away from areas with bats (caves). When traveling, be aware of stray animals. If spending significant time in a country where rabies is common, consider getting vaccinated. ", 
    "title": "Rabies Virus"
}