{
    "data": "  Reflex sympathetic dystrophy (RSD) is characterized by a group of symptoms including pain (often \"burning\" type), tenderness, and swelling of an extremity associated with varying degrees of sweating, warmth and/or coolness, flushing, discoloration, and shiny skin. How RSD occurs is not known, but there are often triggering events. Symptoms of RSD often occur in three stages: 1) acute, 2) dystrophic, and 3) atrophic. Diagnosis of RSD is based on clinical findings, supported by radiological tests. Treatment of RSD is most effective in the earlier stages. Reflex sympathetic dystrophy (RSD) is a condition that features a group of typical symptoms, including pain (often \"burning\" type), tenderness, and swelling of an extremity associated with varying degrees of sweating, warmth and/or coolness, flushing, discoloration, and shiny skin. RSD is also referred to as \"complex regional pain syndrome,\" \"the shoulder-hand syndrome,\" \"causalgia,\" and \"Sudeck's atrophy. \"  The exact mechanism of how RSD develops is poorly understood. The theories include irritation and abnormal excitation of nervous tissue, leading to abnormal impulses along nerves that affect blood vessels and skin. The involuntary nervous system, peripheral nerves, and brain seem to be involved. A variety of events can trigger the RSD, including: injury,surgery,heart disease,degenerative arthritis of the neck,stroke or other brain diseases,nerve irritation by entrapment (such as carpal tunnel syndrome),shingles,shoulder problems,breast cancer, anddrugs for tuberculosis and barbiturates.  The onset of RSD symptoms may be rapid or gradual. The condition may not display all features. It is bilateral (involving both sides of the body) in up to half of people with RSD. There are several stages of RSD with symptoms that include: <ol>Acute (three to six months): burning, flushing, blanching, sweating, swelling, pain, and tenderness. This stage can show early X-ray changes of patchy bone thinning. Dystrophic (three to six months): early skin changes of shiny, thickened skin and contracture with persistent pain, but diminished swelling and flushing. Atrophic (may be long-standing): loss of motion and function of the involved hand or foot with contracture (flexed scarring process), and thinning of the fatty layers under the skin. X-ray can show significant osteoporosis. RSD is diagnosed based on the clinical features described previously. Blood tests are not abnormal because of RSD, though the associated triggering events mentioned previously may lead to abnormalities in laboratory testing. Plain film X-ray testing andMRI scanning can show patchy thinning or significant osteoporosis. Nuclear bone scanning can show characteristic uptake patterns.  Response to treatment of RSD is greater in the earlier stages of the condition than in the later stages. Cool, moist applications to the affected areas can provide some relief of burning symptoms. Gradual exercise can help prevent contractures. Medications for pain and inflammation can also reduce symptoms. For persisting symptoms, high doses of prednisone (cortisone) may be used for periods of weeks, depending on the response, and then gradually reduced. Other medications that may be of benefit include amitriptyline (Elavil, Endep), pregabalin (Lyrica), and clonidine (Catapres, Catapres=TTS, Jenloga). Occasionally, a nerve block with anesthetic injected into a specialized area of the involuntary nervous system (for example, a stellate ganglion blockade) can help both in treatment and in establishing the diagnosis. Sometimes a series of these blocks is tried. Other treatments include surgically interrupting the nerves (the sympathetic nerves) of the involuntary nervous system (surgical sympathectomy), implanting pumps with pain medication into the spinal canal (intrathecal drug pumps), and spinal cord stimulation devices.  The prognosis (outlook) and response to treatment in patients with RSD is unpredictable. As previously mentioned, instituting treatment early in the course of the condition leads to better outcomes. There is some evidence that early immobilization of patients with stroke or heart attack can help decrease the chances of developing RSD. Also, there have been studies demonstrating a decrease in the risk of developing RSD in patients with bony fractures using daily Vitamin C supplementation. ", 
    "title": "Reflex Sympathetic Dystrophy Syndrome"
}