{
    "data": "  Retinoblastoma is a malignant tumor on the retina, the light-sensing part of the eye, and is highly curable if treated early. This type of cancer can be present in one or both eyes. Our eyes begin to develop very early in the womb. Rapidly growing cells in the eye, called retinoblasts, will eventually mature and form the retina, the light-sensing part of the eye that is located in the back of the eye. Sometimes, these specialized cells do not stop reproducing and form a tumor on the retina. These tumors may continue to grow, filling almost the entire vitreous humor (the jellylike substances the fills the eyeball). These tumors can also break off and spread to other parts of the eye, and eventually outside to lymph nodes and other organs.  Stages of retinoblastoma include:  Over 90% of children will survive more than five years after being diagnosed with retinoblastoma. Patients are able to retain about 85% of vision in the affected eye after treatment. Hereditary forms of retinoblastoma are more likely to reoccur years after treatment; therefore, close follow-up after treatment is important for these patients. Because heredity and age play such large roles in retinoblastoma, the best prevention is through early detection. All babies should have a general eye exam at birth and then again at six months. A doctor will be able to detect any serious congenital problems or the appearance of retinal tumors. Newborns with a family history of retinoblastoma should have a thorough eye exam a few days after birth, at six weeks, once every three months until age two, and once every four months until age three. The chance is 1 in 2 that a parent will pass on the DNA mutation that causes retinoblastoma. A blood test can be used to determine if this mutation is present. For adults, prevention means getting a thorough regular eye examination at least once a year and more often, as recommended by your ophthalmologist, if you have a personal or family history of eye disorders or diabetes. <font face=\"arial\" size=\"1\">Reviewed by the doctors at The Cleveland Clinic Cole Eye Institute. </font> <font face=\"arial\" size=\"1\">Edited by Charlotte E. Grayson, MD, WebMD, November 2004. </font> <font face=\"arial\" size=\"1\">Portions of this page copyright © The Cleveland Clinic 2000-2004</font> ", 
    "title": "Retinoblastoma"
}