{
    "data": "  Reye's syndrome is a rare and severe illness affecting children. Reye's syndrome is associated with viral infection and aspirin use. Patients with Reye's syndrome present with vomiting and mental-status changes. Diagnosing Reye's syndrome primarily depends on the clinical history of symptoms. The most common abnormal laboratory tests with Reye's syndrome include elevated liver enzymes, elevated ammonia levels, and low serum glucose levels. Treatment is supportive, and even with treatment, severe cases result in permanent brain damage and death. Since educating parents about the dangers of aspirin use, the incidence of Reye's syndrome has decreased markedly. Reye's syndrome is a rare but often severe and even fatal illness that primarily occurs in children and adolescents. Children diagnosed with Reye's syndrome generally present with vomiting and mental-status changes. The illness can resolve spontaneously or progress to coma and death. Although the cause is still unclear, studies have identified that there is a relationship between some viral infections and the use of aspirin medications. The CDC recommended educating parents about the dangers of treating children with aspirin in the 1980s, and now the disease occurs very rarely. The syndrome was initially described in 1963 by Dr. Ralph Douglas Reye.  Although there has been extensive research into the cause of Reye's syndrome, it is still not completely understood. As mentioned above, the use of aspirin or aspirin-containing medications to treat children with some viral infections including chickenpox, influenza, and gastroenteritis has been shown to be associated with the development of the disease. Ultimately, the causes of symptoms associated with Reye's syndrome relate to dysfunction of the liver and a resultant increase in serum ammonia levels and other toxins. These toxins cause increased pressure in the brain and swelling, leading to brain dysfunction and can progress to death. Most children diagnosed with Reye's syndrome have a history of a recent viral infection. Chickenpox and influenza are identified most often, though rotavirus (a cause of bowel inflammation or gastroenteritis) has also been described. In addition to the recent viral infection, most have a history of taking aspirin to control fever. Some researchers have suggested that children with undiagnosed metabolic disorders may also be at risk, though this is not completely clear. The primary symptoms of Reye syndrome include uncontrolled vomiting and mental-status changes. These symptoms are generally the result of increased intracranial pressure and brain swelling. If untreated and progressive, the disease is fatal. Even if identified and treated early, some patients will still have progressive disease resulting in death or permanent brain damage.  The diagnosis of Reye's syndrome is made clinically. That is, it is considered in any child who presents with unexplained brain dysfunction (encephalopathy), vomiting, and liver dysfunction. A history of a recent viral infection and aspirin use certainly supports the diagnosis. In general, laboratory studies that reveal an increase in liver enzymes and ammonia levels and marked decreases in serum glucose (hypoglycemia) are supportive of the diagnosis. However, it should be noted that other metabolic disorders can present with similar symptoms. Unfortunately, there is no absolutely effective treatment for Reye's syndrome. Primarily, the treatment is aimed at decreasing the effects of the metabolic dysfunction. Patients with Reye's syndrome are admitted to an intensive-care unit where they can be managed by doctors who specialize in the care of critically ill children. In this setting, they can be monitored for a worsening neurologic and metabolic condition. The primary goal is to manage electrolyte imbalances and brain swelling. It is difficult to predict which patients will have a progressive illness, however some recommend using medications aimed at lowering the serum ammonia level (ammonia is known be one cause of increased brain swelling). In addition, in some cases of progressive and resistant Reye's syndrome, hemodialysis has also been used to remove toxins believed to be partly responsible for the brain swelling.  There is significant variation in outlook amongst children diagnosed with Reye's syndrome. It is dependent upon the severity and progression of the disease. Some children may have mild disease and completely recover, and others may develop permanent dysfunction of the brain or die from the disease. In general, children who are diagnosed and treated early in the course of the illness have better outcomes. Studies also suggest that those presenting with high ammonia levels have a worse prognosis. Although we do not know how to completely prevent Reye's syndrome, we do know that reducing aspirin use in children has resulted in a decrease in the incidence of the illness. In 1980, there were over 500 cases of Reye's syndrome in the United States, and now there are only one to two cases per year. Similar statistics have been seen in the United Kingdom, as well. Most research that is being done focuses on understanding what the triggers are for Reye's syndrome and how aspirin is involved in the disease. In addition, some are trying to determine why some patients progress rapidly and some cases simply resolve. National Reye Syndrome Foundationhttp://www. reyessyndrome. org ", 
    "title": "Reye Syndrome"
}