{
    "data": "  Rheumatic fever is an autoimmune disease which may develop after strep throat infection. The Jones criteria are used to help physicians make the clinical diagnosis of rheumatic fever. Rheumatic fever does not affect all individuals who have had a strep throat infection. Rheumatic fever affects the joints, heart, skin, and nervous system. Antibiotics are used to treat the strep throat infection and may prevent development of rheumatic fever. Rheumatic fever may cause long-term damage to the heart and its valves. Rheumatic fever (acute rheumatic fever or ARF) is an autoimmune disease that may occur after a group A streptococcal throat infection that causes inflammatory lesions in connective tissue, especially that of the heart, joints, blood vessels, and subcutaneous tissue. The disease has been described since the 1500s, but the association between a throat infection and rheumatic fever symptom development was not described until the 1880s. The sore throat was later associated with fever and rash (caused by streptococcal exotoxins) in the 1900s. Prior to the broad availability of penicillin, rheumatic fever was a leading cause of death in children and one of the leading causes of acquired heart disease in adults. The disease has many symptoms and can affect different parts of the body, including the heart, joints, skin, and brain. There is no simple diagnostic test for rheumatic fever, so the American Heart Association's modified Jones criteria (first published in 1944 and listed below) are used to assist the physician in making the proper diagnosis.  Jones criteria are guidelines decided on by the American Heart Association to help doctors clinically diagnose rheumatic fever. Two major criteria or one major and two minor plus a history of a streptococcal throat infection are required to make the diagnosis of rheumatic fever. The major criteria for diagnosis include arthritis in several joints (polyarthritis),heart inflammation (carditis), nodules under the skin (subcutaneous nodules or Aschoff bodies), rapid, jerky movements (Sydenham's chorea), and skin rash (erythema marginatum). The minor criteria include fever, high ESR (erythrocyte sedimentation rate, an laboratory sign of inflammation),joint pain (arthralgia),EKG changes (electrocardiogram), and other laboratory findings (elevated c-reactive protein, elevated or rising streptococcal antigen test). There is a direct and well described connection between certain streptococcal infections and rheumatic fever. Most commonly, rheumatic fever is preceded by a throat infection with group A beta-hemolytic Streptococcus (strep throat, GABHS, or GAS). The bacterium causes an autoimmune (antibodies that attack the host's own cells) inflammatory response in some people which leads to the myriad of signs and symptoms described by the Jones criteria. Streptococcal throat infections are contagious, but rheumatic fever is not. The symptoms of rheumatic fever generally develop within two to three weeks of an infection with streptococcal bacteria, and usually the first symptoms are painful joints or arthritis.  As mentioned above, there are quite a few symptoms associated with rheumatic fever. These include <ol>carditis (inflammation of the heart), which occurs in 60% of patients is the most severe symptom of ARF and can result in permanent damage to the heart valves, and can be life threatening;polyarthritis or migratory polyarthritis (joint inflammation), which usually presents first and occurs in 45% of patients and most commonly affects the large joints such as the knees;Aschoff bodies (subcutaneous skin nodules), which are firm, painless lumps most frequently found around the wrists, elbows and knees. These are present in only 2% of patients;erythema marginatum (rash), which occurs in 5% of patients and is often described as a \"serpiginous\" with wavy and snakelike appearance which has distinct erythematous (red) borders or \"margins\";Sydenham's chorea (abnormal movements) occurs in 30% of patients and is a movement disorder comprising of purposeless volatile movements of the face and arms. This was also called St. Vitus' dance, which was named after the patron saint of the \"mania dancers\" of the middle ages; andfever is often present during the acute infection with group A strep and is present during the initial phase of rheumatic fever. The person must have a history of an infection with group A streptococcal bacteria, either by laboratory documentation (a positive rapid strep test) or positive strep culture, and must have two major or one major and two minor Jones criteria findings. The first step in treating rheumatic fever is to eradicate the bacteria which initially caused the immunologic response. This is usually accomplished with the use of penicillin. For penicillin-allergic patients, there are other options such as erythromycin (E-Mycin, Eryc, Ery-Tab, PCE, Pediazole, Ilosone) or azithromycin (Zithromax, Zmax). It is important to make sure that the acute infection is treated, but such treatment won't necessarily change the course of rheumatic fever once the immunologic response has begun. Your doctor will decide on the best treatment option for you. The joint pains are treated with aspirin or aspirin-related medications. It may be necessary to use very high doses to decrease the symptoms. Carditis is treated by high-dose steroids but other cardiac medications may be needed to control the inflammation of the heart. This is a serious condition and is most often initially managed in an acute-care setting such as a hospital. The most challenging and unpredictable symptom to treat is the chorea (involuntary movements). It often responds to antipsychotic medications such as haloperidol (Haldol) but may continue for a protracted period. For patients who develop Sydenham's chorea, it can be the most difficult of the symptoms, since it involves involuntary movements and can interfere with daily activities. These individuals must remain on chronic long-term antibiotics to prevent recurrence of the strep infection, which has been known to cause recurrence of the chorea.  Most significant of the complications are cardiac in nature. Patients with rheumatic fever who develop carditis may develop long-lasting heart dysfunction. Often the mitral valve or the aortic valve is affected, and if patients are not responsive to medications, surgical valve replacement may become necessary. Atrial fibrillation (irregular fast heart rate) and heart failure can occur. Sydenham's chorea can be the most difficult complication to treat, and the individuals with this complication may get recurrence of the disease. A few people remain very susceptible to reinfection with GABHS and may require lifetime antibiotic treatment. Prevention of rheumatic fever requires the recognition and diagnosis of group A strep throat infections and appropriate antibiotic therapy. In children 5-15 years of age, strep throat infections are very common and present as a sudden onset of throat pain, fever, headache, and abdominal pain. Most providers recognize these symptoms and test for the infection either with a rapid strep test or throat culture. Of note: Most causes of sore throat are not bacterial but are viral and do not carry the risk of rheumatic fever and cannot be treated with antibiotics. In addition, once an individual develops rheumatic fever after a strep throat infection, that individual remains at risk for subsequent episodes of rheumatic fever during subsequent strep throat infections. These individuals may need to receive chronic long-term prophylaxis (preventive treatment) with antibiotics. Researchers continue to attempt development of a vaccine against GABHS, but currently no vaccine is available.  In the United States and other developed nations, rheumatic fever is exceedingly rare today, though there have been sporadic outbreaks. This is due to the availability of antibiotics and preventive services. In other parts of the world, it remains a common disease and is the leading cause of cardiovascular death in individuals under the age of 50. ", 
    "title": "Rheumatic Fever"
}