{
    "data": "  Because there is no antidote exists for ricin, the most important factor is avoiding exposure to it in the first place. If exposure cannot be avoided, the most important factor is then getting the ricin off or out of the body as quickly as possible. Symptomatic poisoning is treated by giving victims supportive medical care to minimize the effects of the poisoning. The types of supportive medical care would depend on several factors, such as the route by which victims were poisoned (that is, whether poisoning was by inhalation, ingestion, or skin or eye exposure). Care could include such measures as helping victims breathe, giving them intravenous fluids (fluids given through a needle inserted into a vein), giving them medications to treat conditions such as seizure and low blood pressure, flushing their stomachs with activated charcoal (if the ricin has been very recently ingested), or washing out their eyes with water if their eyes are irritated. Exposure to this type of poisoning is not always fatal, and it's possible to survive. Get fresh air right away by leaving the area where the ricin was released. If it release was outside, move away from the area where it was released. If it release was indoors, get out of the building. If you are near a release of ricin, emergency coordinators may tell you to either evacuate the area or to \"shelter in place\" inside a building to avoid being exposed to the chemical. If you think you may have been exposed to this type of poisoning, you should remove your clothing, rapidly wash your entire body with soap and water, and get medical care as quickly as possible. Removing your clothing:Quickly take off clothing that may have ricin on it. Any clothing that has to be pulled over the head should be cut off the body instead of pulled over the head. If you are helping other people remove their clothing, try to avoid touching any contaminated areas, and remove the clothing as quickly as possible. Washing yourself:As quickly as possible, wash any ricin from your skin with large amounts of soap and water. Washing with soap and water will help protect people from any chemicals on their bodies. If your eyes are burning or your vision is blurred, rinse your eyes with plain water for 10 to 15 minutes. If you wear contacts, remove them and put them with the contaminated clothing. Do not put the contacts back in your eyes (even if they are not disposable contacts). If you wear eyeglasses, wash them with soap and water. You can put your eyeglasses back on after you wash them. Disposing of your clothes:After you have washed yourself, place your clothing inside a plastic bag. Avoid touching contaminated areas of the clothing. If you can't avoid touching contaminated areas, or you aren't sure where the contaminated areas are, wear rubber gloves, turn the bag inside out and use it to pick up the clothing, or put the clothing in the bag using tongs, tool handles, sticks, or similar objects. Anything that touches the contaminated clothing should also be placed in the bag. If you wear contacts, put them in the plastic bag, too. Seal the bag, and then seal that bag inside another plastic bag. Disposing of your clothing in this way will help protect you and other people from any chemicals that might be on your clothes. When the local or state health department or emergency personnel arrive, tell them what you did with your clothes. The health department or emergency personnel will arrange for further disposal. Do not handle the plastic bags yourself. For more information about cleaning your body and disposing of your clothes after a chemical release, see Chemical Agents: Facts About Personal Cleaning and Disposal of Contaminated Clothing. If someone has ingested this poison, do not induce vomiting or give fluids to drink. Seek medical attention right away. Consider dialing 911 and explaining what has happened. If authorities suspect that people have inhaled ricin, a potential clue would be that a large number of people who had been close to each other rapidly developed fever, cough, and excess fluid in their lungs. These symptoms would likely be followed by severe breathing problems and possibly death. If in suspected situations where the poison may have been disseminated, preliminary environmental testing by public health or law enforcement authorities detects ricin in powders or materials released into the immediate environment. Persons occupying such areas may initially be observed for signs of poisoning. CDC can assess selected specimens on a provisional basis for urinary ricinine, an alkaloid in the castor bean plant. Only urinary ricinine testing is available at CDC or the LRN. You can contact one of the following: Regional poison control center: 1-800-222-1222 Centers for Disease Control and Prevention Public Response Hotline (CDC)800-CDC-INFO888-232-6348 (TTY)E-mail inquiries: cdcinfo@cdc. gov ", 
    "title": "Ricin"
}