{
    "data": "  Rothmund-Thomson syndrome is a rare disorder; its incidence is unknown. About 300 people with this condition have been reported worldwide in scientific studies. Mutations in the RECQL4 gene cause about two-thirds of all cases of Rothmund-Thomson syndrome. This gene provides instructions for making a protein whose function is not well understood, although researchers believe that it helps stabilize genetic information in the body's cells. This protein probably also plays a role in copying (replicating) and repairing DNA. RECQL4 mutations lead to the production of an abnormally short, nonfunctional version of the RECQL4 protein or prevent cells from making any of this protein. A shortage of the RECQL4 protein may prevent normal DNA replication and repair, causing widespread damage to a person's genetic information over time. It is unclear how a loss of this protein's activity leads to the specific features of Rothmund-Thomson syndrome. In about one-third of individuals with Rothmund-Thomson syndrome, no mutation in the RECQL4 gene has been found. The cause of the condition in these individuals is unknown; however, researchers suspect that these cases may result from mutations in a gene related to RECQL4. In some cases, chromosomal abnormalities have been identified in people with Rothmund-Thomson syndrome. These abnormalities include extra or missing genetic material, usually from chromosome 7 or chromosome 8, in some of an affected person's cells. Researchers believe that these chromosomal changes are related to the overall instability of an affected person's genetic information.  This condition is inherited in an autosomal recessive pattern, which means both copies of the gene in each cell have mutations. The parents of an individual with an autosomal recessive condition each carry one copy of the mutated gene, but they typically do not show signs and symptoms of the condition. Congenital poikilodermaPoikiloderma atrophicans and cataractPoikiloderma Congenitale Poikiloderma congenitale of Rothmund-Thomson RTS Gene reviews: Treatment for Rothmund-Thomson Syndrome ", 
    "title": "Rothmund-Thomson Syndrome"
}