{
    "data": "  Schistosomiasis is a disease caused by Schistosoma spp. that can cause acute and chronic infection. Many symptoms of schistosomiasis infection frequently include fever, blood in stools or urine, and abdominal discomfort. The immune response and Schistosoma spp. egg migration through tissues and their deposition in body organs cause the disease. Schistosomiasis has an acute and chronic phase. Schistosomiasis is diagnosed by the identification of characteristic eggs in feces, urine, or biopsy samples. Diagnosis may be aided with serologic (blood) tests. Schistosomiasis is most often effectively treated with the antiparasitic drug praziquantel (Biltricide), especially in acute phase disease. Chronic schistosomiasis often produces complications in various organ systems (for example, gastrointestinal system, urinary system, heart, liver). Currently, there is no vaccine available for schistosomiasis. Schistosomiasis is a disease that is caused by parasites (genus Schistosoma) that enter humans by attaching to the skin, penetrating it, and then migrating through the venous system to the portal veins where the parasites produce eggs and eventually, the symptoms of acute or chronic disease (for example, fever, abdominal discomfort, blood in stools). This disease is also known as bilharziasis, bilharzia, bilharziosis, and snail fever or, in the acute form, Katayama fever. Theodore Bilharz identified the parasite Schistosoma hematobium in Egypt in 1851. Schistosomiasis is the second most prevalent tropical disease in the world; malaria is the first. The disease is found mainly in developing countries in Africa, Asia, South America, the Middle East, and the Caribbean. In the U. S. , it is diagnosed in tourists who have visited these developing countries and in visitors from these countries, or from lab accidents. More than 200,000 people die each year in Sub-Saharan Africa from this infection. The type of snail that is part of the parasite's life cycle (see below) is not endemic to U. S. freshwater sources, so the disease is not endemic in the U. S. In 2014, a new outbreak occurred in Corsica, France in people swimming in the Cavu River. This is the first reported locally acquired Schistosoma infection in France.  Parasites of the genus Schistosoma (S. mansoni, S. mekongi, S. intercalatum, S. hematobium, and S. japonicum) cause the disease. The disease in humans is part of the complicated life cycle of the parasites that is illustrated in the figure below. Humans enter freshwater areas that contain snails that grow Schistosoma sporocysts that develop into free-swimming cercariae. The cercariae can attach to and penetrate the human skin, migrate to blood vessels, and through lung blood capillaries reach the portal blood or vesicular (bladder) blood systems. During this migration, the cercariae change and develop from schistosomula into male and female adult parasitic worms. The worms incorporate human proteins into their surface structures, so most humans produce little or no immune response to the parasites. After parasite mating occurs in the portal or vesicular blood system, egg production occurs. In contrast to the adult parasites, the parasite's eggs stimulate a strong immune response by most humans. Some eggs migrate through the bowel or bladder tissue and are shed in feces or urine, while other eggs are swept into the portal blood and lodge in other tissue sites. Eggs shed into urine or feces may reach maturity in freshwater and complete their life cycle by infecting susceptible snails. In addition, some adult worms may migrate to other organs (for example, eyes or liver). This life cycle is further complicated by S. japonicum species that may also infect domesticated and wild animals, which can then serve as another host system. S. hematobium is the species that usually infects the human bladder tissue, while the other species usually infect the bowel tissue. The acute and chronic symptoms of schistosomiasis are thought to be mainly due to the egg migration through tissue and the human immune response to the eggs. Chronic symptoms are mainly due to eggs that are not shed from the body. Complications (for example, hepatomegaly or enlarged liver and bladder cancer) related to the disease are thought to occur due to long-term exposure to the highly antigenic eggs.   Although a few patients may have minor skin irritation when the cercariae enter the skin, most people do not develop symptoms until the eggs develop (about one to two months after initial skin penetration). Then, fever, chills, cough, and muscle aches can begin within one to two months of infection. However, most people have no symptoms at this early phase of infection. Unfortunately, a few patients develop acute schistosomiasis (Katayama fever) during this one- to two-month period, and their symptoms resemble those for serum sickness and are as follows: FeverAbdominal pain (liver/spleen area)Bloody diarrhea or blood in the stoolsCoughMalaiseHeadacheRashBody aches The majority of people who develop chronic schistosomiasis have symptoms develop months or years after the initial exposure to the parasites. The following is a list of most symptoms associated with chronic schistosomiasis. Patients usually have a few of these symptoms. Abdominal painAbdominal swelling (ascites)Bloody diarrhea or blood in the stoolsBlood in the urine and painful urinationShortness of breath and coughingWeaknessChest pain and palpitationsSeizuresParalysisMental status changesLesions on the vulva or the perianal area  The presumptive diagnosis of schistosomiasis is based on the medical caregiver's history and physical examination of the patient. It is important to know that a person has inhabited or visited areas of the world where the disease is endemic, especially if the person has had skin exposure to freshwater lakes and streams. If the patient has that history and has symptoms that are described above, a presumptive diagnosis may be made. However, because symptoms of schistosomiasis resemble those of serum sickness and other diseases, definitive diagnostic tests are usually required. Thick fecal smears and urine concentration tests are used to determine if any Schistosoma spp. eggs are present. If eggs are found, the patient is definitively diagnosed with schistosomiasis. In addition, most eggs from each species are shaped differently so it is possible to determine which Schistosoma spp. is infecting the patient. Sometimes the definitive diagnosis is made by examination of biopsy samples of tissue, when the eggs are visualized in the infected tissue. Blood tests and, more recently, polymerase chain reaction (PCR) tests can help confirm the diagnosis, but positive results may only indicate past exposure. However, these tests are not usually positive until the patient has been infected for about six to eight weeks because it takes time for the eggs to develop and stimulate the human immune response. The PCR test is available from the U. S. Centers for Disease Control and Prevention. Many other tests and procedures may be necessary to establish the diagnosis, especially if no eggs are found in the feces or urine, which is often the situation in chronic schistosomiasis. Colonoscopy, cystoscopy, endoscopy, and liver biopsy are all methods that can be used to obtain tissue biopsy material. In addition, ultrasound, chest X-rays, CT scan, MRI, and echocardiograms may be used to determine the extent of the infection in various organ systems. Most physicians will run additional blood tests (complete blood count [CBC], liver function tests, renal function tests) to determine if organs have been damaged by the parasites.  Currently, the drug used in most people is praziquantel (Biltricide); however, it only is effective against adult worms and does not affect eggs or immature worms. Treatment with this drug is simple and its dose is based on the patient's weight with two doses given on one day. However, the drug causes rapid disintegration of the worm which, in turn, allows the human immune system to attack the parasite. This immune response can cause localized reactions, which may increase the patient's symptoms. Corticosteroids are often used to reduce the symptoms of this reaction. Unfortunately, this response limits the use of praziquantel. Praziquantel and oxaminquine or artemether are used by some clinicians early in infections, or to treat individuals infected with both malaria and schistosomes, respectively. Ocular schistosomiasis should not be treated with this praziquantel. Other organs with heavy parasite infections may not function well and require supportive care until the hyperimmune response abates after drug administration. Other drugs (oxamniquine, metrifonate, artemisinins, and trioxolanes) have been used in some patients but have limited effectiveness. New drugs are in development. Surgical care may include removal of tumor masses, ligation of esophageal varices, shunt surgeries, and granuloma removal. People associated with freshwater sources in areas where Schistosoma spp. are endemic should seek medical care if they develop symptoms of acute schistosomiasis (see above, especially for abdominal pain, blood in stools or urine, and fever). Those with diagnosed chronic schistosomiasis should seek medical care if their chronic symptoms increase (especially abdominal pain, shortness of breath, bloody diarrhea or bloody urine, seizures, or mental-status changes). Anyone with undiagnosed schistosomiasis who develops symptoms listed above should seek medical care and inform the caregivers that they have been exposed to freshwater sources in areas where the disease is endemic either as residents of the areas or as a tourist.  The complications that may develop with schistosomiasis usually occur in individuals harboring many parasites and eggs, especially when the eggs and parasites have migrated to other organs. In general, complications usually involve the cardiopulmonary, gastrointestinal, and central nervous systems (CNS), the liver and spleen, and urinary tracts along with the liver and spleen. Some of the major complications are high blood pressure (hypertension), seizures, bacterial infections, urinary obstruction, organ damage or destruction, and death. Theoretically, the disease can be prevented by avoiding all human skin contact with freshwater sources where schistosomiasis and the snails that complete their life cycle are endemic. However, this is unlikely to occur in most developing countries. Reports of attempts to decrease or eliminate snails from some freshwater sources using molluscicides (snail bait) have reported a decrease in the number of people infected, but this often requires repeat treatments, and some efforts have been stopped because of limited success. Unfortunately, people who are treated and have no symptoms of the disease can easily become reinfected if exposed to the cercariae; as the human immune response to this disease often is not able to prevent reinfection. There is no commercially available vaccine against Schistosoma spp. , but research is ongoing and perhaps in a few years, a vaccine may be available. Early antiparasitic treatment, especially with acute schistosomiasis, may allow people to recover completely without developing chronic disease. A few people get the disease but recover completely. Even patients with early chronic disease can improve with drug treatment. However, the prognosis is worse for people who have other health problems (for example, with a suppressed immune system, HIV, or chronic infections such as malaria) and subsequently get infected with Schistosoma spp. People with chronic disease may improve with careful antiparasitic drug treatments and symptomatic treatment of the complications associated with schistosomiasis. ", 
    "title": "Schistosomiasis"
}