{
    "data": "  Seborrheic dermatitis is probably the single most common inflammatory skin condition affecting humans aside from acne vulgaris. Seborrheic dermatitis is highly treatable but incurable. The course of seborrheic dermatitis is characterized by spontaneous remissions and exacerbations. Seborrheic dermatitis affects all ages. Seborrheic dermatitis is a chronic skin inflammation that becomes worse and better spontaneously. Seborrheic dermatitis causes an eczema-type eruption commonly affecting portions of the head and upper torso. Seborrheic dermatitis is also known as seborrhea. Although almost all patients with seborrheic dermatitis are generally healthy, there does seem to be an association with diseases of the central nervous system and AIDS. The causes of seborrheic dermatitis are poorly understood. Since this condition tends to occur in areas of heavy sebum production, it is felt that oily skin may be a factor leading to seborrheic dermatitis. In addition, it seems that many patients with seborrheic dermatitis have excessive growth of a normal skin yeast (Pityrosporum or Malassezia) in the affected areas. Whether this common microorganism really leads to seborrheic dermatitis or is just a secondary phenomenon remains to be determined. The fact that topical antifungal medications are effective in controlling this disease has led some to conclude that this is a fungal condition. However, this theory is not yet accepted.   The rash itself is characteristically red and scaling but occasionally can become weepy and oozy. The scaling can be extensive enough to be called dandruff and can be the patient's major complaint. The distribution of this rash is often of great help in making the diagnosis. In adults, areas commonly involved include the scalp, the outer ear, and external auditory canal, the forehead, the brows, the eyelids, the cheeks adjacent to the nose, including the folds that extends from the nose to the sides of the mouth, and less commonly the armpits, the mid-chest, and mid-back regions. In babies, the rash causes a scalp eruption commonly called \"cradle cap. \" It can also be more extensive and involve the diaper area as well. Although in both adults and children the rash may have no symptoms, it commonly causes itching, especially in the scalp. The diagnosis of seborrheic dermatitis is usually made clinically, meaning that the doctor recognizes it on the basis of its appearance. Occasionally, a scraping of skin scales treated with potassium hydroxide is examined using a microscope to exclude a fungal infection. A skin biopsy is rarely required for diagnosis. Treatment of hair-bearing areas, like the scalp, often includes the use of a shampoo that may contain one or more of the following ingredients: TarAntifungal antibioticZinc pyrithioneSelenium sulfide In addition, the application of a topical steroid lotion or solution of weak to moderate potency is effective such as desonide (Desonate, DesOwen, LoKara, Verdeso), betamethasone valerate (Valisone), hydrocortisone, and 0. 025% triamcinolone (Aristocort, Aristocort HP, Kenalog, Triderm). For non-hair-bearing areas, the application of a weak to moderately potent topical steroid or topical antifungal cream is frequently effective. The use of tacrolimus (Protopic) or pimecrolimus (Elidel) ointments can be effective but is quite an expensive alternative. It needs to be stressed that since this condition is incurable but easily controllable; if the disease is active and the treatment is stopped, one should expect the seborrheic dermatitis to recur. One should also use effective medications just enough to control the symptoms. Excessive treatment of apparently normal skin is economically wasteful as well as potentially risky.   There are few complications attributable to this condition. Most problems seem to be related to misdiagnosis or mistreatment. Rarely, certain superficial cutaneous (dermatophyte) fungal infections of the face and scalp can resemble seborrheic dermatitis. If dermatophyte infections are mistakenly treated with anti-inflammatory medications (topical steroids), more extensive involvement could be encouraged. The overuse of potent topical steroids in an ill-conceived attempt to cure this condition, especially on the face and armpits, can result in many undesirable skin changes including skin thinning. Since seborrheic dermatitis generally is not associated with any serious problems, one way of looking at prognosis would be optimistically. On the other hand, although treatment almost always results in an excellent response, it is unlikely to result in any durable, permanent resolution of the disease. Seborrheic dermatitis is not preventable. ", 
    "title": "Seborrheic Dermatitis"
}