{
    "data": "   Few experiences match the drama of a convulsive seizure. A person having a severe seizure may cry out, fall to the floor unconscious, twitch or move uncontrollably, drool, or even lose bladder control. Within minutes, the attack is over, and the person regains consciousness but is exhausted and dazed. This is the image most people have when they hear the word epilepsy. However, this type of seizure - a generalized tonic-clonic seizure -- is only one kind of epilepsy. There are many other kinds, each with a different set of symptoms. Epilepsy was one of the first brain disorders to be described. It was mentioned in ancient Babylon more than 3,000 years ago. The strange behavior caused by some seizures has contributed through the ages to many superstitions and prejudices. The word epilepsy is derived from the Greek word for \"attack. \" People once thought that those with epilepsy were being visited by demons or gods. However, in 400 B. C. , the early physician Hippocrates suggested that epilepsy was a disorder of the brain, and we now know that he was right. Epilepsy is a brain disorder in which clusters of nerve cells, or neurons, in the brain sometimes signal abnormally. Neurons normally generate electrochemical impulses that act on other neurons, glands, and muscles to produce human thoughts, feelings, and actions. In epilepsy, the normal pattern of neuronal activity becomes disturbed, causing strange sensations, emotions, and behavior, or sometimes convulsions, muscle spasms, and loss of consciousness. During a seizure, neurons may fire as many as 500 times a second, much faster than normal. In some people, this happens only occasionally; for others, it may happen up to hundreds of times a day. More than 2 million people in the United States have experienced an unprovoked seizure or been diagnosed with epilepsy. For about 80 percent of those diagnosed with epilepsy, seizures can be controlled with modern medicines and surgical techniques. However, about 25 to 30 percent of people with epilepsy will continue to experience seizures even with the best available treatment. Doctors call this situation intractable epilepsy. Having a seizure does not necessarily mean that a person has epilepsy. Only when a person has had two or more seizures is he or she considered to have epilepsy. Epilepsy is not contagious and is not caused by mental illness or mental retardation. Some people with mental retardation may experience seizures, but seizures do not necessarily mean the person has or will develop mental impairment. Many people with epilepsy have normal or above-average intelligence. Famous people who are known or rumored to have had epilepsy include the Russian writer Dostoyevsky, the philosopher Socrates, the military general Napoleon, and the inventor of dynamite, Alfred Nobel, who established the Nobel Prize. Several Olympic medalists and other athletes also have had epilepsy. Seizures sometimes do cause brain damage, particularly if they are severe. However, most seizures do not seem to have a detrimental effect on the brain. Any changes that do occur are usually subtle, and it is often unclear whether these changes are caused by the seizures themselves or by the underlying problem that caused the seizures. While epilepsy cannot currently be cured, for some people it does eventually go away. One study found that children with idiopathic epilepsy, or epilepsy with an unknown cause, had a 68 to 92 percent chance of becoming seizure-free by 20 years after their diagnosis. The odds of becoming seizure-free are not as good for adults or for children with severe epilepsy syndromes, but it is nonetheless possible that seizures may decrease or even stop over time. This is more likely if the epilepsy has been well-controlled by medication or if the person has had epilepsy surgery.  Epilepsy is a disorder with many possible causes. Anything that disturbs the normal pattern of neuron activity -- from illness to brain damage to abnormal brain development -- can lead to seizures. Epilepsy may develop because of an abnormality in brain wiring, an imbalance of nerve signaling chemicals called neurotransmitters, or some combination of these factors. Researchers believe that some people with epilepsy have an abnormally high level of excitatory neurotransmitters that increase neuronal activity, while others have an abnormally low level of inhibitory neurotransmitters that decrease neuronal activity in the brain. Either situation can result in too much neuronal activity and cause epilepsy. One of the most-studied neurotransmitters that plays a role in epilepsy is GABA, or gamma-aminobutyric acid, which is an inhibitory neurotransmitter. Research on GABA has led to drugs that alter the amount of this neurotransmitter in the brain or change how the brain responds to it. Researchers also are studying excitatory neurotransmitters such as glutamate. In some cases, the brain's attempts to repair itself after a head injury, stroke, or other problem may inadvertently generate abnormal nerve connections that lead to epilepsy. Abnormalities in brain wiring that occur during brain development also may disturb neuronal activity and lead to epilepsy. Research has shown that the cell membrane that surrounds each neuron plays an important role in epilepsy. Cell membranes are crucial for a neuron to generate electrical impulses. For this reason, researchers are studying details of the membrane structure, how molecules move in and out of membranes, and how the cell nourishes and repairs the membrane. A disruption in any of these processes may lead to epilepsy. Studies in animals have shown that, because the brain continually adapts to changes in stimuli, a small change in neuronal activity, if repeated, may eventually lead to full-blown epilepsy. Researchers are investigating whether this phenomenon, called kindling, may also occur in humans. In some cases, epilepsy may result from changes in non-neuronal brain cells called glia. These cells regulate concentrations of chemicals in the brain that can affect neuronal signaling. About half of all seizures have no known cause. However, in other cases, the seizures are clearly linked to infection, trauma, or other identifiable problems. Research suggests that genetic abnormalities may be some of the most important factors contributing to epilepsy. Some types of epilepsy have been traced to an abnormality in a specific gene. Many other types of epilepsy tend to run in families, which suggests that genes influence epilepsy. Some researchers estimate that more than 500 genes could play a role in this disorder. However, it is increasingly clear that, for many forms of epilepsy, genetic abnormalities play only a partial role, perhaps by increasing a person's susceptibility to seizures that are triggered by an environmental factor. Several types of epilepsy have now been linked to defective genes for ion channels, the \"gates\" that control the flow of ions in and out of cells and regulate neuron signaling. Another gene, which is missing in people with progressive myoclonus epilepsy, codes for a protein called cystatin B. This protein regulates enzymes that break down other proteins. Another gene, which is altered in a severe form of epilepsy called LaFora's disease, has been linked to a gene that helps to break down carbohydrates. While abnormal genes sometimes cause epilepsy, they also may influence the disorder in subtler ways. For example, one study showed that many people with epilepsy have an abnormally active version of a gene that increases resistance to drugs. This may help explain why anticonvulsant drugs do not work for some people. Genes also may control other aspects of the body's response to medications and each person's susceptibility to seizures, or seizure threshold. Abnormalities in the genes that control neuronal migration, a critical step in brain development, can lead to areas of misplaced or abnormally formed neurons, or dysplasia, in the brain that can cause epilepsy. In some cases, genes may contribute to development of epilepsy even in people with no family history of the disorder. These people may have a newly developed abnormality, or mutation, in an epilepsy-related gene. In many cases, epilepsy develops as a result of brain damage from other disorders. For example, brain tumors, alcoholism, and Alzheimer's disease frequently lead to epilepsy because they alter the normal workings of the brain. Strokes, heart attacks, and other conditions that deprive the brain of oxygen also can cause epilepsy in some cases. About 32 percent of all cases of newly developed epilepsy in elderly people appears to be due to cerebrovascular disease, which reduces the supply of oxygen to brain cells. Meningitis, AIDS, viral encephalitis, and other infectious diseases can lead to epilepsy, as can hydrocephalus -- a condition in which excess fluid builds up in the brain. Epilepsy also can result from intolerance to wheat gluten (also known as celiac disease), or from a parasitic infection of the brain called neurocysticercosis. Seizures may stop once these disorders are treated successfully. However, the odds of becoming seizure-free after the primary disorder is treated are uncertain and vary depending on the type of disorder, the brain region that is affected, and how much brain damage occurred prior to treatment. Epilepsy is associated with a variety of developmental and metabolic disorders, including cerebral palsy, neurofibromatosis, pyruvate dependency, tuberous sclerosis, Landau-Kleffner syndrome, and autism. Epilepsy is just one of a set of symptoms commonly found in people with these disorders. In some cases, head injury can lead to seizures or epilepsy. Safety measures such as wearing seat belts in cars and using helmets when riding a motorcycle or playing competitive sports can protect people from epilepsy and other problems that result from head injury. Prenatal Injury and Developmental Problems The developing brain is susceptible to many kinds of injury. Maternal infections, poor nutrition, and oxygen deficiencies are just some of the conditions that may take a toll on the brain of a developing baby. These conditions may lead to cerebral palsy, which often is associated with epilepsy, or they may cause epilepsy that is unrelated to any other disorders. About 20 percent of seizures in children are due to cerebral palsy or other neurological abnormalities. Abnormalities in genes that control development also may contribute to epilepsy. Advanced brain imaging has revealed that some cases of epilepsy that occur with no obvious cause may be associated with areas of dysplasia in the brain that probably develop before birth. Seizures can result from exposure to lead, carbon monoxide, and many other poisons. They also can result from exposure to street drugs and from overdoses of antidepressants and other medications. Seizures are often triggered by factors such as lack of sleep, alcohol consumption, stress, or hormonal changes associated with the menstrual cycle. These seizure triggers do not cause epilepsy but can provoke first seizures or cause breakthrough seizures in people who otherwise experience good seizure control with their medication. Sleep deprivation in particular is a universal and powerful trigger of seizures. For this reason, people with epilepsy should make sure to get enough sleep and should try to stay on a regular sleep schedule as much as possible. For some people, light flashing at a certain speed or the flicker of a computer monitor can trigger a seizure; this problem is called photosensitive epilepsy. Smoking cigarettes also can trigger seizures. The nicotine in cigarettes acts on receptors for the excitatory neurotransmitter acetylcholine in the brain, which increases neuronal firing. Seizures are not triggered by sexual activity except in very rare instances.  Doctors have described more than 30 different types of seizures. Seizures are divided into two major categories -- focal seizures and generalized seizures. However, there are many different types of seizures in each of these categories. Focal seizures, also called partial seizures, occur in just one part of the brain. About 60 percent of people with epilepsy have focal seizures. These seizures are frequently described by the area of the brain in which they originate. For example, someone might be diagnosed with focal frontal lobe seizures.               If you see someone having a seizure with convulsions and/or loss of consciousness, here's how you can help: <ol>Roll the person on his or her side to prevent choking on any fluids or vomit. Cushion the person's head. Loosen any tight clothing around the neck. Keep the person's airway open. If necessary, grip the person's jaw gently and tilt his or her head back. Do NOT restrict the person from moving unless he or she is in danger. Do NOT put anything into the person's mouth, not even medicine or liquid. These can cause choking or damage to the person's jaw, tongue, or teeth. Contrary to widespread belief, people cannot swallow their tongues during a seizure or any other time. Remove any sharp or solid objects that the person might hit during the seizure. Note how long the seizure lasts and what symptoms occurred so you can tell a doctor or emergency personnel if necessary. Stay with the person until the seizure ends. <ol>The person is pregnant or has diabetes. The seizure happened in water. The seizure lasts longer than 5 minutes. The person does not begin breathing again or does not return to consciousness after the seizure stops. Another seizure starts before the person regains consciousness. The person injures himself or herself during the seizure. This is a first seizure or you think it might be. If in doubt, check to see if the person has a medical identification card or jewelry stating that they have epilepsy or a seizure disorder. After the seizure ends, the person will probably be groggy and tired. He or she also may have a headache and be confused or embarrassed. Be patient with the person and try to help him or her find a place to rest if he or she is tired or doesn't feel well. If necessary, offer to call a taxi, a friend, or a relative to help the person get home safely. If you see someone having a non-convulsive seizure, remember that the person's behavior is not intentional. The person may wander aimlessly or make alarming or unusual gestures. You can help by following these guidelines: Remove any dangerous objects from the area around the person or in his or her path. Don't try to stop the person from wandering unless he or she is in danger. Don't shake the person or shout. Stay with the person until he or she is completely alert.  ", 
    "title": "Seizure"
}