{
    "data": "  Just as with adults, the amount of sleep children need varies with both age and unique needs of the individual. Below are general guidelines for children of various ages. If your child is happy and thriving, but needs more or fewer hours of sleep than indicated below - rest assured they will remain healthy. The National Sleep Foundation's 2015 Guidelines recommend the following for sleep in children and teens. <ol>1 to 4 weeks old: Neonates spend approximately 65% to 75% of their daily activity in a sleep state. Waking time is of short duration and it is rare for a child of this age to have a \"day-night\" cycle. Their day-night \"clock\" is not functional until 6 to 8 weeks of age. Mothers of newborns should use their infant's sleep pattern to sleep also. 1 to 4 months old: Infants at this early age require sleep 14 to 17 hours of sleep per day. Many begin to develop a day-night cycle during the early weeks of this period. At this age, many infants have the ability to sleep evening blocks of 5 to 6 hours without interruption; however most will wake for feedings or diaper changes during the night. 4 to 12 months old: Infants in this age range require 12 to 15 hours of sleep daily. Good news for parents - they begin to sleep for longer continuous periods at night. Also, early in this time period, many children benefit from multiple daytime naps, though there is significant variability between different infants. 1 to 3 years old: While specialists point out that most toddlers need about 12 to 14 hours of daily sleep, many may be forced to survive on less. Daycare and erratically spaced car trips necessary for the needs of older siblings often deny or disrupt continuous sleep patterns, most often naps. 3 to 6 years old: This age range commonly needs approximately 10 to 13 hours of sleep per day with younger individuals taking a nap after lunch. Any need for napping is generally absent by the time a child enters 1st grade. 7 to 12 years old: Younger children in this age range commonly require 9 to 11 hours of sleep each night; pre-teens often receive 9 to 10 hours (though some may require more). 12 to 18 years old: Middle and high school student lifestyle requirements (school, after school activities, dinner and finally homework) often reduce the sleep duration from the recommended 8 to 10 hours to 6 to 8 hours. The various social network computer websites coupled with cell phone text communication and television viewing also may cut into a teenager's sleep time.  The symptoms of a lack of sleep are often obvious to watchful parents. Some of these tell-tale signs include: recurrently falling asleep in the car (excluding young infants);requiring extreme stimulation and repetitive reminders to get up in the morning; behavioral abnormalities such as excessive emotionalism, aggression, and crankiness; and an older child's (over 8 years of age) recurrent need for an afternoon nap. A common definition of sleep hygiene is \"all behavioral and environmental factors that precede sleep and may interfere with sleep. \" Daytime sleepiness and trouble sleeping may be a reflection of poor sleep hygiene. Detailed specifics are listed below. General areas to consider include: Personal habits: Establish consistent routines around bedtimes and awakening times Sleep environment: The bedroom should be a slightly cooler temperature (between 60 F to 67 F or 15. 5 C to 19. 4 C), and eliminate any distracting noise in the bedroomGetting ready for bed: Establish a calming pre-sleep ritual (for example, reading, not watching TV) and Miscellaneous: Examples include limiting intake of foods/liquids/medications which may disrupt a restful sleep The University of Michigan's Sleep Disorders program includes five issues that may be disruptive of good sleep practices. These include: <ol>Sleep deprivation: As noted in the previously, the amount of sleep generally required varies with age and genetic predisposition. Unfortunately many older children, especially teens, do not receive an appropriate amount of sound sleep. Night waking: All children after the first 7 to 8 months of life start to be more sensitive to internal and external stimuli. If an infant has not yet learned to calm himself and resettle back to sleep, the parents commonly are summoned to help the child return to sleep. This pattern may repeat itself several times each night. Separation anxiety: Children experience this emotion commonly at 5 months of age as well as during the toddler years. Such children become anxious and are unable to enter a comfortable sleep pattern unless parents are present. Resistance to sleep/settling problems: This occurs when your child does not want to go to bed at a reasonable time. Stalling, temper tantrums, and other resistance patterns are common. Parental persistence generally will resolve this common issue. Parasomnias: Parasomnias are problems that disrupt sleep. Examples include night terrors, grinding of teeth, sleepwalking, etc.  Sleep apnea is an extremely serious sleep pathology in which the child will struggle to breath and possibly stop breathing. This process most commonly is a consequence of an enlarged tonsil and adenoid tissues that obstruct the child's upper airway. Parents of such children will report that it sounds as if their child is being choked during sleep. Complications of sleep apnea include reduced oxygen to the brain and strain of the right side of the heart. If you believe your child may have sleep apnea, you should discuss your concerns with your child's pediatrician. An evaluation by and ENT (ears-nose-throat) specialist is often indicated. It is helpful to either audio/video record such an episode prior to such an evaluation. Parasomnias are disruptive sleep related events. They include several infrequent events (periodic limb movement disorder, restless leg syndrome) and more common events (teeth grinding, night terrors, and nightmares, sleepwalking, and bedwetting). Periodic limb movement disorder occurs while asleep and is characterized by repetitive leg and (occasionally) arm movement that persist throughout the night. The child or teenager does not complain of any discomfort or abnormal sensations. In contrast, restless leg syndrome occurs while awake and affected individuals often describe a sensation of their legs \"falling asleep. \" Nightmares occur during REM (dreaming period) sleep and thus are more common later in the night. The child acts scared but may be comforted by their parents. Such children will often be able to remember their dream. Simple parental reassurance and comforting is effective. In contrast, night terrors occur in non-REM sleep and thus generally within the first 4 hours of sleep. The child may become very violent with crying out in a confused manner as well as thrashing of arms and legs. Routine comforting of the child is not helpful and the child will be confused and bewildered if awakened. Generally, the child will rapidly return to a \"normal\" sleep with no memory of the events in the morning.  Confusional arousals are a variant of night terrors in older infants and toddlers that occur during the first half of the nighttime sleep sequence. It is felt that the child is so deeply asleep and the normal waking pattern at the end of the sleep cycle is suppressed. The major distinguishing point of confusional arousals versus night terrors is that the former gradually build from moaning, to crying out, and may culminate in the child standing and yelling out apparent random words or phrases. Conversely, night terrors tend to have an acute onset with the very rapid development of thrashing and yelling (commonly for the parents or caregivers). Confusional arousal and night terrors share several key points important for the child: Don't try to awaken the child. They are asleep and if awakened, will have difficult time falling back to sleep. Anything that upsets the normal sleep rhythms (illness, not sleeping in their own home, and disrupted naps) may trigger either pattern. Night terrors are somewhat rare events that have their highest frequency in children 4 to 12 years of age. They are commonly outgrown by adulthood, though some adults manifest the same brain EEG (\"brain wave\") changes during sleepwalking. Night terrors differ from nightmares (see previously). Night terrors manifest themselves with the person bolting upright in bed, screaming and thrashing about and stare blankly at the concerned adult who has come to investigate. They tend to occur during the first third of the child's sleep cycle. Children characteristically do not \"calm down\" when their parent attempts to soothe what appears to be a fearful experience. EEG studies demonstrate that the child is not awake (i. e. he/she is asleep), and if awakened, has no knowledge or memory of the immediately preceding events. The duration of night terror episodes is short lived. Some authorities believe that night terrors may be a response to sleep deprivation, stress, fever, or fatigue.  Narcolepsy is more common in adults than children. It has been defined as \"a chronic sleep disorder characterized by overwhelming daytime drowsiness and sudden attacks of sleep. Narcolepsy is a chronic condition for which there is no cure. \" Research has shown that narcolepsy is not a type of seizure, fainting episode, or psychological illness. Symptoms of narcolepsy include: Excessive daytime sleepiness: affected individuals have an uncontrollable need to sleep during the day;Sudden loss of muscle tone (Cataplexy): this may range from slurred speech to total collapse of all voluntary muscles. Emotional stimulation (often positive by nature, for example, laughter) may trigger such an attack;Sleep paralysis: Characterized by a temporary (1-2 minutes) period of the inability to speak or move when falling asleep or waking;Vivid or frightening hallucinations which occur most commonly during REM (dreaming) sleep. The onset of sleepwalking (somnambulism) typically presents in prepubertal children most frequently at age 11 to 12, and occurs more often in boys than girls. The overall incidence of sleepwalking is approximately 18%. Like night terrors, the individual is difficult to arouse during the event and does not remember the experience. Sleepwalking most commonly occurs during the first third of the sleep cycle. Some sleepwalkers may also mumble during sleepwalking episodes and occasionally obscene words may be uttered. Medications are rarely necessary to manage sleepwalking episodes. Ensuring a safe environment (protection against falls or walking out of the house) and maintenance of good sleep habits (avoiding sleep deprivation) are important considerations to prevent sleepwalking.  Most teens need about 8 to 10 hours of sleep per day. Some studies have indicated that they have a different internal \"sleep clock\" than those younger or older than them. Researchers have demonstrated that teens are truly \"night owls,\" and if left to their own devices, would spontaneously wake from a good night's sleep anywhere from 9:00 am to 10:00 am. High school teachers who have classes before this time period have empiric experience to second this observation. Younger children may need anywhere from 12-15 hours (infant: 2 naps plus nighttime long block) to 9-11 hours (middle school child). Primary to establishing good sleep habits is a realization that sleep is a normal and necessary function. However, just as with other normal and necessary functions (for example, eating, toilet training, etc. ), a battle may develop between parents and their child in this area. All children older than 5 to 6 months of age need to master the ability to self-soothe and relax in order to successfully fall asleep. Depriving them of this skill by either feeding or rocking them to sleep, reading until the child falls asleep, or lying down with the child in order to facilitate falling asleep, is a recipe for frustration - both for the child and the parent. Tired children (of any age) intuitively know when they are tired and, if provided the proper environment, will easily and quickly fall asleep. When they awaken during the middle of the night they are capable of falling back to sleep without parental intervention. In this circumstance, both child and parents awake refreshed the next morning. These \"do's\" are adapted from \"Sleep Problems: Your Child\" University of Michigan Health Care System and \"Healthy Sleep Tips\" from the National Sleep Foundation. <ol>Make bedtime a special time. Create special soothing and calming experiences with the opportunity for special \"talks\" or sharing experiences that foster comfort for both child and parent. Study your child so you can determine when he is ready to sleep. Once this is determined you can start the \"get ready for bed\" routine with enough time in advance so the child doesn't get a \"second wind\". Keep the bedtime routine consistent and simple. Mental and physical stimulation is counter productive. Dim lights starting about 10 – 15 minutes before going to sleep. Bright lights act as a stimulant to the child's brain. Keep the bedtime routine portable. For example, it can occur whether at home or outside of the home (for example, in a motel during vacation). Make sure your child is both mentally and physically tired at the end of the day. Children need between 30 to 60 minutes per day of vigorous playtime (depending on the age). Besides fostering good sleep habits, such a program will help maintain optimum weight gain. Establish a restful atmosphere. Keep the lights dim, limit noise and electronic devices. Teens should turn off computers/TV's and cell phones when retiring to bed. The bedroom temperature should be between 60 F and 67 F or 15. 5 C to 19. 4 C. Avoid afternoon naps in children over 6 years of age.  These \"don'ts\" are adapted from \"Sleep Problems: Your Child\" University of Michigan Health Care System. <ol>Don't put your child to bed with a bottle of juice, milk or formula. Sugar in such drinks promotes tooth decay. Water is acceptable. Don't fill up the bed with toys. Limit the crib/bed to one to two \"special\" items. Too many items are over stimulating and the child will have a hard time not playing with them. Eliminate any object that might be a safety hazard. Don't threaten to send your child to bed as a punishment. Bedtime should be an enjoyable experience that will promote falling asleep in a timely fashion. Avoid caffeine before bed: Caffeinated drinks such as cola, chocolate, iced tea, energy drinks, etc. Limit TV in the afternoon and at night. TV stimulation may carry on longer than you suspect. Having a TV in a child's room may be counterproductive to getting your child or teen to sleep. A 2014 National Sleep Foundation study indicates that 72% of children 6 years old to 17 years old have at least one electronic device in their bedroom. These children may get up to one hour less sleep per night as their peers without such devices in the bedroom. ", 
    "title": "Sleep And Sleep Disorders In Children And Teens"
}