{
    "data": "  Most sore throats are caused by viruses or mechanical causes (such as mouth breathing) and can be treated successfully at home. Sore throat symptoms include pain, burning or scratching sensations at the back of the throat, pain when swallowing, and tenderness in the neck. Sore throat symptoms may be accompanied by:coughing,sneezing,fever, andswollen lymph nodes. Home remedies for sore throat include:saltwater gargles,sprays, lozenges, andhumidifiers. Do not give lozenges to young children as they are a choking hazard. Any sore throat that has a rapid onset and is associated with a fever or tenderness of the front of the neck may be serious and should be seen by a doctor. Any sore throat that causes a person to have difficulty swallowing (not just pain with swallowing) or breathing should be seen by a health-care professional. Seek medical care immediately for a sore throat if the affected individual is unable to take his or her medications, has heart palpitations, is are lightheaded, or the tongue or lips swell up. Any sore throat that lasts for more than a week should be evaluated by a health-care professional. If you are pregnant and your sore throat symptoms are severe or do not resolve in three days, seek medical attention. Sore throat is a generic term used to describe the symptom of discomfort and pain in the throat area. It does not specify the underlying cause. Strep throat is a bacterial infection of the throat and tonsils that causes a sore throat. It is important to note that not all cases of sore throat are necessarily strep throat. Strep throat is specifically caused by group A Streptococcus bacteria, and there are characteristic signs and symptoms, as well as laboratory testing, that can assist in making this particular diagnosis.   There are several different causes of sore throat, which may include the following: Viral infection: This is by far the most common cause of a sore throat, and there are several different viruses that can lead to the common cold and an upper respiratory infection. Certain viruses such as the influenza virus (influenza, flu), Epstein-Barr virus (mononucleosis), mumps virus (mumps), parainfluenza virus (croup) and Coxsackie A virus (herpangina) also cause sore throat. Bacterial infection: A less common cause of sore throat, a bacterial infection can lead to strep throat, peritonsillar abscess, retropharyngeal abscess, diphtheria, epiglottitis, and tonsillitis. Certain sexually transmitted diseases (STD's), such as gonorrhea and chlamydia, also can rarely cause a sore throat. Toxins/Irritants: Various substances such a cigarette smoke, air pollution, and noxious airborne chemicals can lead to a sore throat. Medical conditions such as postnasal drip, allergies, cough, gastroesophageal reflux disease (GERD), and tumors can cause a sore throat. The intentional or unintentional ingestion of certain substances (for example, bleach) can cause a sore throat. Trauma/Injury: Any direct injury to the throat or neck area can lead to a sore throat. Sometimes, a foreign body (for example, a bone or piece of food) can cause a sore throat. Excessive yelling or screaming can irritate the throat and larynx, also leading to a sore throat.  The signs and symptoms of a sore throat vary depending on the underlying cause. However, the common symptom shared by individuals with a sore throat is the feeling of throat pain and discomfort, which is often worsened by swallowing or talking. Some people may complain of a scratchy or dry sensation in their throat as well. Because most cases of sore throat are caused by an infection, individuals may commonly experience any of the additional following signs and symptoms: Fever and/or chillsNausea and/or vomitingBody achesHeadacheCoughRunny nose or nasal congestionEaracheSneezingWeaknessLack of appetite Redness and/or swelling of the tonsils and back of the throat White patchy areas on the tonsils (exudate)Swollen and/or tender lymph nodes in the neckA muffled or hoarse voice Distinguishing between a sore throat caused by a virus and strep throat can be challenging, but there are certain features that can often help differentiate them. Generally speaking, individuals with strep throat will have red swollen tonsils with white patches (exudate), fever, and swollen tender lymph nodes in the neck WITHOUT the symptoms typically seen with a viral infection (a \"cold\") such as cough, runny nose, nasal congestion, and sneezing. However, this distinction is not always present, and therefore an evaluation with a health care professional may be necessary to accurately confirm the diagnosis. Only a throat culture (swab taken from the back of the throat) can definitively diagnose a strep throat.  A sore throat may be contagious, depending on the underlying cause. For practical purposes, because infection causes the majority of cases of sore throat, under these circumstances a sore throat can be contagious. Whether the sore throat is caused by a viral infection (the most common cause) or strep throat, measures should be taken to prevent the transmission of the infectious causative agent. In the majority of cases, these types of infection are transmitted person-to-person via saliva or nasal secretions commonly spread in airborne respiratory droplets, or through direct contact with infected objects (for example, cups or utensils) and infected surfaces. Frequent hand washing , covering your mouth when coughing, and not sharing utensils and cups are important ways to stop transmission. Sore throat is a common symptom, and the decision to seek medical care can sometimes be difficult. Though many individuals with a sore throat will have a viral illness that will typically run its course and resolve without problems, there are certain causes of sore throat that may require treatment beyond expectant management and over-the-counter (OTC) medications. Therefore, strong consideration should be made to visit your health care professional for an evaluation. Individuals with a sore throat and the following signs or symptoms should immediately visit their doctor or the nearest emergency department: Severe sore throatDrooling Difficulty or inability to swallow saliva or liquidsDifficulty or inability to open your mouth Difficulty breathing Severe neck pain or neck stiffness Redness or swelling of the neckBleeding from the throat, or blood in your saliva/phlegmFever &gt; 101 F (38. 3 C) In order to diagnose the cause of a sore throat, a health care professional will obtain a detailed history of your illness and conduct a physical exam. Based on this evaluation, the cause of the sore throat can better be determined. Because most cases of sore throat are associated with infection, your health care professional may need to conduct testing to differentiate between a bacterial cause of infection and a viral cause of infection. If there is suspicion of strep throat, for example, most often your health care professional will perform a throat swab in order to run a rapid antigen detection test (rapid strep test). Results for this test take only minutes and can generally be obtained during your visit. A throat culture may be sent to the lab for definitive evaluation of strep throat if the initial rapid strep test is negative, and these results are typically available within 24 to 48 hours. Usually no further testing is necessary but depending on the details of your history and the findings on your physical exam, your health care professional may need to obtain further testing to help determine the cause of your sore throat. Blood tests may be ordered, and radiologic imaging (a CT scan, for example) of the throat and neck area may also be necessary to evaluate for other various causes of sore throat (abscess, trauma/injury, tumor, etc). In certain cases, you may be referred to a specialist depending on your symptoms and presumptive diagnosis (an Ear, Nose and Throat specialist, for example).   There are various remedies that can be used at home to help soothe a sore throat, including: Gargling with warm saltwater (1 teaspoon of salt in 8 ounces of water) and then spitting it out. Drinking warm liquids (such as caffeine-free tea, water with honey, or warm soup broth) or eating a popsicle or ice cream. Using a humidifier to moisten dry air. If the sore throat is caused by infection, it is important to drink plenty of fluids and to rest in order to prevent dehydration and to allow your body to properly recover. There are various over-the-counter medications that can help soothe a sore throat. Acetaminophen (Tylenol) or ibuprofen (Advil or Motrin) are analgesics that can provide pain relief. These medications can also serve to reduce fever if your sore throat is caused by infection. Avoid aspirin in children and teenagers, as it has been associated with a serious illness called Reye's syndrome. Throat lozenges and analgesic throat sprays can also be beneficial for some individuals with a sore throat. If your sore throat is caused by gastroesophageal reflux disease (GERD), OTC medications such as antacids, H2 blockers, and proton pump inhibitors can help relieve symptoms. If you have allergies or postnasal drip that is causing your sore throat, OTC antihistamines and decongestants may provide symptom relief. If you have a cough that is causing your sore throat, an OTC cough syrup may help diminish the cough. Zinc lozenges have been found to decrease the duration of symptoms in patients with colds. Most cases of sore throat are caused by a viral infection, so antibiotics in these situations is not needed. Antibiotics will not have any effect on a viral infection, as it will need to run its course and your body's natural defenses will typically clear this type of infection. However, if your sore throat is being caused by a bacterial infection, such as strep throat, then you do require a course of antibiotics to resolve the infection. You must complete the full course of antibiotics prescribed, even if you are feeling better after a few days.  If you are pregnant and your sore throat symptoms are severe, talk to your doctor. Home remedies such as over-the-counter lozenges or saltwater gargles are generally safe. Acetaminophen (Tylenol) can be used for pain or fever. If symptoms last for more than three days, or are associated with a fever, you should see your doctor to be tested for strep throat. There are a number of situations in which a child or adult can have recurrent positive strep tests. <ol>The first, and most common, is that the strep bacteria were never eradicated in the first place. The person did not get all of the doses of the medication prescribed. Unless the affected person takes a full 5 to 10 day course of antibiotics, the strep throat will not clear. Even missing a dose or two can be a problem. The patient should take all medication exactly as prescribed, and finish all the medication, even if the sore throat has resolved. Individuals may be asymptomatic carriers of strep (a person who has strep in their throats all the time as part of their normal bacteria, but without symptoms of a sore throat). It may be necessary to test close contacts of a person with recurrent episodes of strep to see if they are carriers. All strep throat bacteria will be killed by penicillin. If penicillin does not cure strep throat, the affected person should see their doctor. In rare cases, other bacteria in the throat can secrete an enzyme (penicillinase) that breaks down penicillin. This can be overcome by using a drug that is resistant to this enzyme. Certain causes of sore throat are often preventable. As already mentioned, infection is the most common cause of sore throat. Therefore, whether the sore throat is caused by a viral infection or strep throat, certain measures can be taken to prevent acquiring and transmitting the infection. Individuals should try to avoid close contact with people who are already ill with a viral upper respiratory tract infection or with strep throat (and other bacterial infections). Good personal hygiene habits, such as frequent and thorough handwashing, will also help decrease transmission. If someone is ill, avoid sharing personal objects (such as dishes, cups or utensils), and encourage them to cover their mouth when coughing or sneezing and to frequently wash their own hands. Avoid touching potentially infected surfaces (computers, doorknobs, or phones) and avoid direct contact with handkerchiefs, napkins, Kleenex or towels being used by an ill contact. Individuals who are taking antibiotics for a bacterial infection should be encouraged to finish their course of antibiotics to completely eradicate the infection and decrease disease transmission. Certain measures can be taken to help prevent other less common causes of sore throat. As already mentioned, OTC medications can help prevent sore throat in certain cases of GERD, allergies, postnasal drip, and cough. Avoid cigarette smoke, pollutants and noxious airborne chemicals can prevent sore throat. Appropriate safety measures and protective sports gear can help avoid traumatic injury to the neck and throat. Chewing food carefully in order to prevent injury to the throat from a foreign body (from a fish bone, for example), and avoidance of excessive or prolonged yelling can help prevent throat irritation as a cause of sore throat. ", 
    "title": "Sore Throat Pharyngitis"
}