{
    "data": "  The stomach is a hollow organ in the upper abdomen, under the ribs. It's part of the digestive system. Food moves from the mouth through the esophagus to the stomach. In the stomach, the food becomes liquid. Muscles in the stomach wall push the liquid into the small intestine. The wall of the stomach has five layers: Inner layer or lining (mucosa): Juices made by glands in the inner layer help digest food. Most stomach cancers begin in this layer. Submucosa: This is the support tissue for the inner layer. Muscle layer: Muscles in this layer contract to mix, squeeze, and break up the food. Subserosa: This is the support tissue for the outer layer. Outer layer (serosa): The outer layer covers the stomach. It holds the stomach in place. Cancer begins in cells, the building blocks that make up tissues. Tissues make up the organs of the body. Normally, cells grow and divide to form new cells as the body needs them. When cells grow old, they die, and new cells take their place. Sometimes, this process goes wrong. New cells form when the body does not need them, and old or damaged cells do not die as they should. The buildup of extra cells often forms a mass of tissue called a growth, polyp, or tumor. The types of cells making up the tumor determine how the tumor will behave. Tumors in the stomach can be benign (not cancer) or malignant (cancer). Benign tumors are not as harmful as malignant tumors: Benign tumors:are rarely a threat to lifecan be removed and usually don't grow backdon't invade the tissues around themdon't spread to other parts of the bodyMalignant tumors:may be a threat to lifeoften can be removed but sometimes grow backcan invade and damage nearby organs and tissuescan spread to other parts of the body Stomach cancer usually begins in cells in the inner layer of the stomach. Over time, the cancer may invade more deeply into the stomach wall. A stomach cancer can grow through the stomach's outer layer into nearby organs, such as the liver, pancreas, esophagus, or intestine. Stomach cancer cells can spread by breaking away from the original tumor. They enter blood vessels or lymph vessels, through which they can travel to all the tissues of the body. This process is called metastasis. The cancer cells be found in lymph nodes near the stomach. The cancer cells may invade or attach to other tissues and grow to form new tumors called metastases that may damage those tissues.  When you're told that you have stomach cancer, it's natural to wonder what may have caused the disease. But no one knows the exact causes of stomach cancer. Doctors seldom know why one person develops stomach cancer and another doesn't. Doctors do know that people with certain risk factors are more likely than others to develop stomach cancer. A risk factor is something that may increase the chance of getting a disease. Studies have found the following risk factors for stomach cancer: Helicobacter pylori infection: H. pylori is a bacterium that commonly infects the inner lining (the mucosa) of the stomach. Infection with H. pylori can cause stomach inflammation and peptic ulcers. It also increases the risk of stomach cancer, but only a small number of infected people develop stomach cancer. Long-term inflammation of the stomach: People who have conditions associated with long-term stomach inflammation (such as the blood disease pernicious anemia) are at increased risk of stomach cancer. Also, people who have had part of their stomach removed may have long-term stomach inflammation and increased risk of stomach cancer many years after their surgery. Smoking: Smokers are more likely than nonsmokers to develop stomach cancer. Heavy smokers are most at risk. Family history: Close relatives (parents, brothers, sisters, or children) of a person with a history of stomach cancer are somewhat more likely to develop the disease themselves. If many close relatives have a history of stomach cancer, the risk is even greater. Poor diet, lack of physical activity, or obesity:Studies suggest that people who eat a diet high in foods that are smoked, salted, or pickled have an increased risk for stomach cancer. On the other hand, people who eat a diet high in fresh fruits and vegetables may have a lower risk of this disease. A lack of physical activity may increase the risk of stomach cancer. Also, people who are obese may have an increased risk of cancer developing in the upper part of the stomach. Most people who have known risk factors do not develop stomach cancer. For example, many people have an H. pylori infection but never develop cancer. On the other hand, people who do develop the disease sometimes have no known risk factors.  Early stomach cancer often does not cause symptoms. As the cancer grows, the most common symptoms are: Discomfort or pain in the stomach areaDifficulty swallowingNausea and vomitingWeight lossFeeling full or bloated after a small mealVomiting blood or having blood in the stool Most often, these symptoms are not due to cancer. Other health problems, such as an ulcer or infection, can cause the same symptoms. Anyone who has these symptoms should tell their doctor so that problems can be diagnosed and treated as early as possible. If you have symptoms that suggest stomach cancer, your doctor will check to see whether they are due to cancer or to some other cause. Your doctor may refer you to a gastroenterologist, a doctor whose specialty is diagnosing and treating digestive problems. Your doctor will ask about your personal and family health history. You may have blood or other lab tests. You also may have: Physical exam: Your doctor feels your abdomen for fluid, swelling, or other changes. Your doctor also will check for swollen lymph nodes. Endoscopy: Your doctor uses a thin, lighted tube (endoscope) to look into your stomach. Your doctor first numbs your throat with an anesthetic spray. You also may receive medicine to help you relax. The tube is passed through your mouth and esophagus to the stomach. Biopsy: An endoscope has a tool for removing tissue. Your doctor uses the endoscope to remove tissue from the stomach. A pathologist checks the tissue under a microscope for cancer cells. A biopsy is the only sure way to know if cancer cells are present. You may want to ask your doctor these questions before having a biopsy: How will the biopsy be done?Will it hurt?Are there any risks? What are the chances of infection or bleeding after the biopsy?When can I resume my normal diet?How soon will I know the results?If I do have cancer, who will talk to me about next steps? When?  If the biopsy shows that you have stomach cancer, your doctor needs to learn the stage (extent) of the disease to help you choose the best treatment. Staging is a careful attempt to find out the following: How deeply the tumor invades the wall of the stomachWhether the stomach tumor has invaded nearby tissuesWhether the cancer has spread and, if so, to what parts of the body. When stomach cancer spreads, cancer cells may be found in nearby lymph nodes, the liver, the pancreas, esophagus, intestine, or other organs. Your doctor may order blood tests and other tests to check these areas: Chest x-ray: An x-ray of your chest can show whether cancer has spread to the lungs. CT scan: An x-ray machine linked to a computer takes a series of detailed pictures of your organs. You may receive an injection of dye. The dye makes abnormal areas easier to see. Tumors in your liver, pancreas, or elsewhere in the body can show up on a CT scan. Endoscopic ultrasound: Your doctor passes a thin, lighted tube (endoscope) down your throat. A probe at the end of the tube sends out sound waves that you cannot hear. The waves bounce off tissues in your stomach and other organs. A computer creates a picture from the echoes. The picture can show how deeply the cancer has invaded the wall of the stomach. Your doctor may use a needle to take tissue samples of lymph nodes. PET Scan: A small amount of radioactive sugar is injected into a vein. A short time later, a series of pictures are taken to look for the radioactivity. Cancer cells use sugar differently that normal tissues and can concentrate the radioactive sugar. The test is usually done in conjunction with a CT scan to help define the extent of the stomach cancer. Laparoscopy: A surgeon makes small incisions (cuts) in your abdomen. The surgeon inserts a thin, lighted tube (laparoscope) into the abdomen. The surgeon may remove lymph nodes or take tissue samples for biopsy. Sometimes staging is not complete until after surgery to remove the tumor and nearby lymph nodes. When stomach cancer spreads from its original place to another part of the body, the new tumor has the same kind of abnormal cells and the same name as the primary (original) tumor. For example, if stomach cancer spreads to the liver, the cancer cells in the liver are actually stomach cancer cells. The disease is metastatic stomach cancer, not liver cancer. For that reason, it is treated as stomach cancer, not liver cancer. Doctors call the new tumor \"distant\" or metastatic disease. These are the stages of stomach cancer: Stage 0: The tumor is found only in the inner layer of the stomach. Stage 0 is also called carcinoma in situ. Stage I is one of the following:The tumor has invaded only the submucosa. Cancer cells may be found in up to 6 lymph nodes. Or, the tumor has invaded the muscle layer or subserosa. Cancer cells have not spread to lymph nodes or other organs. Stage II is one of the following:The tumor has invaded only the submucosa. Cancer cells have spread to 7 to 15 lymph nodes. Or, the tumor has invaded the muscle layer or subserosa. Cancer cells have spread to 1 to 6 lymph nodes. Or, the tumor has penetrated the outer layer of the stomach. Cancer cells have not spread to lymph nodes or other organs. Stage III is one of the following:The tumor has invaded the muscle layer or subserosa. Cancer cells have spread to 7 to 15 lymph nodes. Or, the tumor has penetrated the outer layer. Cancer cells have spread to 1 to 15 lymph nodes. Or, the tumor has invaded nearby organs, such as the liver, colon, or spleen. Cancer cells have not spread to lymph nodes or to distant organs. Stage IV is one of the following:Cancer cells have spread to more than 15 lymph nodes. Or, the tumor has invaded nearby organs and at least 1 lymph node. Or, cancer cells have spread to distant organs.  The choice of treatment depends mainly on the size and location of the tumor, the stage of disease, and your general health. Treatment for stomach cancer may involve surgery, chemotherapy, or radiation therapy. You'll probably receive more than one type of treatment. For example, chemotherapy may be given before or after surgery. It's often given at the same time as radiation therapy. You may want to talk with your doctor about taking part in a clinical trial, a research study of new treatment methods. Clinical trials are an important option for people at any stage of stomach cancer. You may have a team of specialists to help plan your treatment. Your doctor may refer you to a specialist, or you may ask for a referral. Specialists who treat stomach cancer include gastroenterologists, surgeons, medical oncologists, and radiation oncologists. Your health care team may also include an oncology nurse and a registered dietitian. Your health care team can describe your treatment choices, the expected results, and the possible side effects. Because cancer therapy often damages healthy cells and tissues, side effects are common. Before treatment starts, ask your health care team about possible side effects, how to prevent or reduce these effects, and how treatment may change your normal activities. You and your health care team can work together to make a treatment plan that meets your needs. You may want to ask your doctor these questions before you begin treatment: What is the stage of the disease? Has the cancer spread? Do any lymph nodes show signs of cancer?What is the goal of treatment? What are my treatment choices? Which do you suggest for me? Why?What are the expected benefits of each kind of treatment?What can I do to prepare for treatment?Will I need to stay in the hospital? If so, for how long?What are the risks and possible side effects of each treatment? How can side effects be managed?What is the treatment likely to cost? Will my insurance cover it?How will treatment affect my normal activities? Am I likely to have eating or other problems?Would a research study (clinical trial) be a good choice for me?Can you recommend other doctors who could give me a second opinion about my treatment options?How often should I have checkups?  The type of surgery for stomach cancer depends mainly on where the cancer is located. The surgeon may remove the whole stomach or only the part that has the cancer. You and your surgeon can talk about the types of surgery and which may be right for you: Partial (subtotal) gastrectomy for tumors at the lower part of the stomach: The surgeon removes the lower part of the stomach with the cancer. The surgeon attaches the remaining part of the stomach to the intestine. Nearby lymph nodes and other tissues may also be removed. Total gastrectomy for tumors at the upper part of the stomach: The surgeon removes the entire stomach, nearby lymph nodes, parts of the esophagus and small intestine, and other tissues near the tumor. Rarely, the spleen also may be removed. The surgeon then connects the esophagus directly to the small intestine. The time it takes to heal after surgery is different for each person, and you may be in the hospital for a week or longer. You may have pain for the first few days. Medicine can help control your pain. Before surgery, you should discuss the plan for pain relief with your doctor or nurse. After surgery, your doctor can adjust the plan if you need more pain relief. Many people who have stomach surgery feel tired or weak for a while. Your health care team will watch for signs of bleeding, infection, or other problems that may require treatment. The surgery can also cause constipation or diarrhea. These symptoms usually can be controlled with diet changes and medicine. See the Nutrition section for information about eating after surgery. You may want to ask your doctor these questions before having surgery: What kind of surgery do you recommend for me? Why?Will you remove lymph nodes? Will you remove other tissue? Why?How will I feel after surgery?Will I need a special diet?If I have pain, how will you control it?How long will I be in the hospital?Am I likely to have eating problems?Will I have any long-term side effects?  Most people with stomach cancer get chemotherapy. Chemotherapy uses drugs to kill cancer cells. It may be given before or after surgery. After surgery, radiation therapy may be given along with chemotherapy. The drugs that treat stomach cancer are usually given through a vein (intravenous). You'll probably receive a combination of drugs. You may receive chemotherapy in an outpatient part of the hospital, at the doctor's office, or at home. Some people need to stay in the hospital during treatment. The side effects depend mainly on which drugs are given and how much. Chemotherapy kills fast-growing cancer cells, but the drugs can also harm normal cells that divide rapidly: Blood cells: When drugs lower the levels of healthy blood cells, you're more likely to get infections, bruise or bleed easily, and feel very weak and tired. Your health care team will check for low levels of blood cells. If your levels are low, your health care team may stop the chemotherapy for a while or reduce the dose of the drug. There are also medicines that can help your body make new blood cells. Cells in hair roots: Chemotherapy may cause hair loss. If you lose your hair, it will grow back after treatment, but the color and texture may be changed. Cells that line the digestive tract: Chemotherapy can cause a poor appetite, nausea and vomiting, diarrhea, or mouth and lip sores. Your health care team can give you medicines and suggest other ways to help with these problems. They usually go away when treatment ends. Some drugs used for stomach cancer also may cause a skin rash, hearing loss, and tingling or numbness in your hands and feet. Your health care team can suggest ways to control many of these side effects. You may want to ask your doctor these questions before having chemotherapy: Why do I need this treatment?Which drug or drugs will I have?How do the drugs work?When will treatment start?When will it end?Will I have any long-term side effects?  Radiation therapy (also called radiotherapy) uses high-energy rays to kill cancer cells. It affects cells only in the part of the body that is treated. Radiation therapy is usually given with chemotherapy to treat stomach cancer. The radiation comes from a large machine outside the body. You'll go to a hospital or clinic for treatment. Treatments are usually 5 days a week for several weeks. Side effects depend mainly on the dose and type of radiation. External radiation therapy to the chest and abdomen may cause a sore throat, pain similar to heartburn, or pain in the stomach or the intestine. You may have nausea and diarrhea. Your health care team can give you medicines to prevent or control these problems. It's common for the skin in the treated area to become red, dry, tender, and itchy. You're likely to become very tired during radiation therapy, especially in the later weeks of treatment. Resting is important, but doctors usually advise patients to try to stay active, unless it leads to pain or other problems. Although the side effects of radiation therapy can be distressing, your doctor can usually treat or control them. Also, side effects usually go away after treatment ends. You may want to ask your doctor these questions before having radiation therapy: Why do I need this treatment?When will the treatments begin?When will they end?How will I feel during treatment?How will we know if the radiation treatment is working?Will I have any long-term side effects? Before starting treatment, you might want a second opinion from another doctor about your diagnosis and treatment plan. Some people worry that their doctor will be offended if they ask for a second opinion. Usually the opposite is true. Most doctors welcome a second opinion. And many health insurance companies will pay for a second opinion if you or your doctor requests it. Some companies require a second opinion. If you get a second opinion, the doctor may agree with your first doctor's diagnosis and treatment plan. Or the second doctor may suggest another approach. Either way, you'll have more information and perhaps a greater sense of control. You may also feel more confident about the decisions you make, knowing that you've looked carefully at your options. It may take some time and effort to gather your medical records and see another doctor. Usually it's not a problem if it takes you several weeks to get a second opinion. In most cases, the delay in starting treatment will not make treatment less effective. To make sure, you should discuss this possible delay with your doctor. Some people with stomach cancer need treatment right away. There are many ways to find a doctor for a second opinion. You can ask your doctor, a local or state medical society, a nearby hospital, or a medical school for names of specialists. Also, you can request a consultation with specialists at the National Institutes of Health Clinical Center in Bethesda, Maryland. Specialists in the NCI Surgery Branch provide consultations and surgical care for people with stomach cancer. The telephone number is 301-496-4164. The Web site is located at http://ccr. cancer. gov/labs/lab. asp?labid=93. The NCI Cancer Information Service at 1-800-4-CANCER (1-800-422-6237) or at LiveHelp (http://www. cancer. gov/help) can tell you about nearby treatment centers.  Nutrition is an important part of your treatment for stomach cancer. You need the right amount of calories, protein, vitamins, and minerals to maintain your strength and to heal. However, when you have stomach cancer, it may be difficult to eat. You may be uncomfortable or tired, and you may not feel like eating. You also may have nausea, vomiting, constipation, or diarrhea from cancer treatment or pain medicine. Tell your health care team if you're losing weight or having any problems digesting your food. A dietitian can help you choose the foods and nutrition products that will meet your needs. Some people with stomach cancer are helped by receiving nutrition by IV (intravenous). A temporary feeding tube is rarely needed. A registered dietitian can help you plan a diet that will meet your nutrition needs. A plan that describes the type and amount of food to eat after surgery can help you prevent weight loss and discomfort with eating. After stomach surgery, you may need to take daily supplements of vitamins and minerals, such as vitamin D, calcium, and iron. You may also need vitamin B12 shots. Some people have problems eating and drinking after stomach surgery. Liquids may pass into the small intestine too fast, which causes dumping syndrome. The symptoms are cramps, nausea, bloating, diarrhea, and dizziness. To prevent these symptoms, it may help to make the following changes: Plan to have smaller, more frequent meals (some doctors suggest 6 meals per day)Drink liquids before or after mealsCut down on very sweet foods and drinks (such as cookies, candy, soda, and juices)Ask your health care team if they can suggest medicine to control the symptoms You may want to ask a dietitian these questions about nutrition: What foods are best soon after surgery?How can I avoid dumping syndrome?Are there foods or drinks that I should avoid? Stomach cancer and its treatment can lead to other health problems. You can have supportive care before, during, and after cancer treatment. Supportive care is treatment to control pain and other symptoms, to relieve the side effects of therapy, and to help you cope with the feelings that a diagnosis of cancer can bring. You may receive supportive care to prevent or control these problems and to improve your comfort and quality of life during treatment. You can get information about supportive care on NCI's Web site at http://www. cancer. gov/cancertopics/coping and from NCI's Cancer Information Service at 1-800-4-CANCER or LiveHelp (http://www. cancer. gov/help).  People with advanced stomach cancer may develop a tumor that blocks the passage of food through the digestive tract. Your health care team may suggest one or more of the following options: Stent: The doctor uses an endoscope to place a stent (a tube made of metal mesh or plastic) in your intestine. Food and liquid can pass through the center of the tube. An operation to bypass the point of blockage if the blockage cannot be removed. Radiation therapy: Radiation therapy may help shrink the tumor that is blocking the intestine. Laser therapy: A laser is a concentrated beam of intense light that kills tissue with heat. The doctor uses an endoscope to place the laser in your digestive tract. The laser destroys the cancer cells blocking the digestive tract. Cancer and its treatments may cause pain. Your health care team or a pain control specialist can suggest ways to relieve or reduce pain. Radiation therapy and pain medicine may help. You'll need regular checkups after treatment for stomach cancer. Checkups help ensure that any changes in your health are noted and treated if needed. If you have any health problems between checkups, you should contact your doctor. Your doctor will check for return of the cancer. Also, checkups help detect health problems that can result from cancer treatment. Checkups may include a physical exam, blood tests, x-rays, CT scans, endoscopy, or other tests. If you had surgery on the stomach, your doctor may order blood tests to check the levels of certain vitamins and minerals, such as vitamin B12, calcium, and iron.  Learning that you have stomach cancer can change your life and the lives of those close to you. These changes can be hard to handle. It's normal for you, your family, and your friends to need help coping with the feelings that such a diagnosis can bring. Concerns about treatments and managing side effects, hospital stays, and medical bills are common. You may also worry about caring for your family, keeping your job, or continuing daily activities. Here's where you can go for support: Doctors, nurses, and other members of your health care team can answer questions about treatment, working, or other activities. Social workers, counselors, or members of the clergy can be helpful if you want to talk about your feelings or concerns. Often, social workers can suggest resources for financial aid, transportation, home care, or emotional support. Support groups also can help. In these groups, people with stomach cancer or their family members meet with other patients or their families to share what they have learned about coping with the disease and the effects of treatment. Groups may offer support in person, over the telephone, or on the Internet. You may want to talk with a member of your health care team about finding a support group. Information specialists at 1-800-4-CANCER (1-800-422-6237) and at LiveHelp (http://www. cancer. gov/help) can help you locate programs, services, and publications. They can send you a list of organizations that offer services to people with cancer. Doctors all over the country are conducting many types of clinical trials (research studies in which people volunteer to take part). Clinical trials are designed to find out whether new approaches are safe and effective. Doctors are trying to find better ways to care for people with stomach cancer. They are studying many types of treatment and their combinations. Even if the people in a trial do not benefit directly, they may still make an important contribution by helping doctors learn more about stomach cancer and how to control it. Although clinical trials may pose some risks, doctors do all they can to protect their patients. If you're interested in being part of a clinical trial, talk with your doctor. The NCI Web site includes a section on clinical trials at http://www. cancer. gov/clinicaltrials. It has general information about clinical trials as well as detailed information about specific ongoing studies of stomach cancer. Information specialists at 1-800-4-CANCER (1-800-422-6237) or at LiveHelp at http://www. cancer. gov/help can answer questions and provide information about clinical trials. Also, you may wish to contact the NCI Surgery Branch at the National Institutes of Health Clinical Center in Bethesda, Maryland. The telephone number is 301-496-4164. The Web site is located at http://ccr. cancer. gov/labs/lab. asp?labid=93. ", 
    "title": "Stomach Cancer"
}