{
    "data": "  The medical name for stretch marks is striae distensae. Stretch marks are very common. Stretch marks rarely are a sign of a significant medical problem. Stretch marks are generally painless. Stretch marks commonly develop in obese individuals and during pregnancy. Stretch marks appear as linear streaks on the skin that has been overstretched, and they run perpendicular to maximum lines of tension in the skin. They begin as flat red lines, and over time they appear as slightly depressed white streaks. They tend to occur near the armpits, on the thighs, abdomen, chest, and groin. Their appearance is similar to changes seen in the surface of rubber balloons that have been overinflated. There is some controversy over the precisemechanism by which striae occur. There seems to be damage to the elastic fibersof the dermis (the deeper layer of the skin) accompanied by inflammation whicheventually results in scar-like changes. These changes appear to be induced byexcessive physical stretching of the skin. There are a number of clinicalsituations which will predispose the skin to the formation of striae. Theseinclude rapid and excessive increase in body mass, the excessive use of topicalor systemic glucocorticoid drugs (steroids), Cushing's disease (overproductionof glucocorticoids by the adrenal gland), puberty, Marfan's syndrome and Ehlers-Danlossyndrome (two uncommon genetic diseases), excessively large breast implants, andpregnancy.  Excessive rapid weight gain andpregnancy are the two most common risk factors. Other risk factors include theconditions described above that predispose the skin to developing stretch marks. Striae are rarely painful oritchy. They do not produce troublesome symptoms. They begin as linear redstreaks and eventually mature into linear white lines. Since stretch marks are quite common, mostpeople are familiar with their appearance. They are identifiable on visualinspection by patients and doctors. There are a wide variety oftreatments, but none of them seem to be particularly valuable in preventing ortreating this condition. It is generally agreed that there is no good medicalevidence that any creams or ointments will produce any sustained improvement inthe appearance of stretch marks. The use of physical modalities such as lasersand ultrasound holds some promise, but time will tell if these treatments areeffective. No, there is no evidence thatany home remedies can improve the appearance of stretch marks. As the striae mature, they becomeless apparent but they rarely disappear. They do not cause any health problems.  Aside from maintaining a normal weight, thereis little that can be done to prevent stretch marks from developing. ", 
    "title": "Stretch Marks"
}