{
    "data": "  Sunburn is an inflammation of the skin caused by overexposure to UV radiation from the sun. UV radiation damages the skin and also can damage the eyes. UV rays are most intense at noon and the hours immediately before and after (between 10 a. m. and 4 p. m. ). Immediate symptoms of sunburn are hot, red, tender skin; pain when the skin is touched or rubbed; and dehydration; several days after exposure the skin may, swell, blister, peel, and itch. Most sunburns are mild and can provide relief and be treated home remedies such as applying damp cloths or compresses to reduce the pain, soaking in a tepid bath (with no soap), gently patting the skin dry, applying soothing creams or lotions, using OTC pain relievers such as Tylenol or others, and moisturizing the skin. Sunburn may cause permanent skin damage and skin cancer (malignantmelanoma, basal cell carcinoma, squamous cell carcinoma). UVB as well as UVA rays may cause damage to skin. UV rays may bounce off water, sand, snow, and other surfaces causing sunburn. Persons with certain pigment disorders (albinism, lupus, porphyrias, vitiligo, and xeroderma pigmentosum) and individuals with fair skin are at most risk of sunburn. Some medications may increase sensitivity to sunburn (photosensitivity). The best way to prevent sunburn is to avoid long exposure to sunlight. Sunscreen and sun-protective clothing are important measures to limit sun damage. Apply sunscreen before going outdoors, apply it liberally, and re-apply frequently. Sun poisoning is caused by severe sunburn; its symptoms include fever, nausea, chills, dizziness,rapid pulse, rapid breathing, dehydration, and shock. Heat stroke is a severe form of high body temperature (hyperthermia) that is life-threatening.  Sunburn is an inflammation of the skin caused by overexposure to ultraviolet (UV) radiation from the sun. A similar burn can follow overexposure to a \"sun\" (UV or tanning) lamp. UV radiation can also damage the eyes, although no surface burn is apparent. Sunburn is a very common condition. According to the CDC, in the United States, approximately 50% of adults age 18 to 29 report having at least one sunburn in the preceding year. Yes. Sunburn early in life increases the risk of developing skin cancer later on. Repeated overexposure to ultraviolet rays can also scar,freckle, dry out, and wrinkle the skin prematurely. In addition, frequent overexposure to ultraviolet rays can increase the risk of developing eye cataracts and macular degeneration, a leading cause of blindness. UV light is radiation energy in the form of invisible light waves. UV light is emitted by the sun and by tanning lamps. The sun discharges three types of ultraviolet radiation: <ol>ultraviolet A (UVA), ultraviolet B (UVB), and ultraviolet C (UVC). Only UVA and UVB rays reach earth. (UVC does not penetrate the earth's upper atmosphere. ) Although research has long implicated UVB as the most likely form of UV radiation to damage the skin and cause skin cancer, it is now known UVA also can be dangerous. UVB is known to affect the outer layer of skin. UVA is much less intense than UVB, but it is about 50 times more likely than UVB to reach deeper layers of skin to cause sun damage. Tanning lamps also produce UVA and/or UVB. These artificial rays affect the skin in the same way as do UVA and UVB from the sun. UV rays are most intense at noon and the hours immediately before and after (between 10 a. m. and 4 p. m. ), particularly in the late spring, summer, and early autumn. Although they are less concentrated at other times of the day and year, UV rays can still damage the skin and eyes - even in the dead of winter and on cloudy or rainy days. UV rays also increase in intensity in relation to altitude and latitude. The higher the altitude, the greater the concentration of UV rays. Likewise, UV rays are more powerful nearer to the equator. UV rays \"bounce\" off reflective surfaces - including water, sand, and snow. Thus, a skier, swimmer, fisherman, or beachcomber may be bombarded with UV rays from above and below. The skin contains a pigment called melanin. It colors the skin, imparting a wide variety of skin tones. Melanin blocks at least some of the UV rays from penetrating the skin. After repeated or prolonged exposure to UV rays, the skin produces more melanin. Consequently, the skin darkens, or tans, which in turn protects the skin to a certain degree.   Some of the immediate symptoms of sunburn after exposure include: The skin becomes red, tender, and hot. Touching or rubbing the skin causes pain. Because heat triggers fluid loss, a sunburn victim can also become dehydrated. For several days after exposure, the skin may itch, swell, blister, and peel. Some sufferers develop welts or rashes. Skin peeling can occur several days later after a sun rash develops and is a sign of healing and rebuilding of skin. More subtle exposures to the sun may not have any obvious immediate symptoms such as the ones listed above. Most sunburns are mild causing only skin redness, pain, and irritation or possibly a rash due to involvement of the outer layer of skin (first degree burn). This type of burn may be painful to touch. A more moderate sunburn (second degree burn) may cause the skin to become swollen (edema), and very red, with painful blisters. This type of sun rash may take longer to heal. People who have chronic (long standing) exposure to sun can increase their changes of developing chronic skin damage from sun exposure (wrinkles, aging, age spots, freckles, skin cancer, scarring, etc. ). The symptoms of sunburn can be mild, moderate, or severe, depending mainly on the following: <ol>The skin type of the person affected. (more detail to follow in this article)The time, duration, location, and altitude of exposure. Medications the person has been taking (sun-sensitizing drugs may increase a person's susceptibility to a bad sunburn). Skin preparations (sunscreen) the person has been using. In addition to the usual symptoms of sunburn, in severe cases of sunburn (sun poisoning), the individual may experience: fever,nausea,chills,dizziness,rapid pulse,rapid breathing,dehydration,shock with loss of consciousness, and/orsevere blisters or soreness. Cases of severe sunburn may also be associated with heat exhaustion or heat stroke, which is a medical emergency. Severe cases of sunburn require emergency medical treatment. Following are pictures of various degrees of sunburn.   If symptoms of severe sunburn are present, the individual should contact their doctor, urgent care facility, or emergency department. If compresses are applied, they should be dipped in cool or tepid water, not cold water. If the symptoms of sunburn are mild or moderate, the person should drink plenty of water to replenish the fluid lost from the sunburn and to avoid dehydration. Other simple home remedies for sunburn are listed in the following sections. Most of the treatments available to treat sunburn are only used to treat symptoms. Nonsteroidal anti-inflammatory drugs (NSAIDs) in oral (ibuprofen, Motrin, Naprosyn, Advil etc. ) or topical diclofenac 0. 1% gel (Solaraze) forms have shown to reduce redness if applied before or immediately after UVB exposure. This benefit may be diminished after 24 hours. These medications may also help relieve the symptoms of sunburn such as pain and discomfort. Topical steroid creams may not help. Oral steroids such as prednisone also have not been proven beneficial and have been associated with some significant side effects. Applying aloe Vera gel to the skin may be beneficial in treating the symptoms. Other remedies such as topical anesthetics (benzocaine) may help relieve painful symptoms of sunburn. Also, topical OTC moisturizer creams (especially if applied right after a shower or bath) can be used to alleviate the sunburn itch. If you get a significant sunburn during pregnancy contact your doctor to decide what treatments are safe for use.   There are some simple measures that can be applied at home to help with sunburns. The easiest and most important remedy to sunburn is using effective preventative measures to avoid sunburn. These steps include: Do not spend too much time in the sun, especially in direct sunlight in the middle of the day. Wear protective clothing such as long-sleeved shirt, a hat with a large brim, and use sunscreen. Drink water to keep hydrated while spending time in the sun. Once sunburn occurs, there are sunburn remedies that can help with treating the itching and burning sunburn symptoms. These include: Apply dampened cloths or compresses to reduce the heat and lessen the painSoak in a bathtub of tepid, plain, soap-free water (soap can irritate the burn). Gently pat the skin dry afterward - do not rub itApply a soothing cream, lotion, or another preparation approved by a physician or pharmacist Some preparations, in particular those containing benzocaine (Endocaine, Hurricaine), can trigger an allergic reaction in some individuals, and certain ointments can slow healing by sealing off the skin from the air. If the discomfort is significant, take an OTC painkiller such as acetaminophen (Tylenol and others) or ibuprofen (Advil, Motrin, PediaCare Fever, and others). These medications also can be used to treat headache or body ache associated with sunburn. Headache may be caused by dehydration. Drink plenty of fluids (no caffeine or alcohol) to prevent dehydration while out in the sun for prolonged periods of time. Moisturize with creams or aloe Vera gel may also help with symptoms of sunburn. If blisters form after sunburn, do not attempt to burst or \"pop\" them unless they are located in a very painful area, or are otherwise causing a lot of discomfort due to size. Most blisters will break by themselves if they are left alone. Blisters are better left uncovered as rubbing or placing a tight cover over them may cause infections and more discomfort. If blisters need to be covered because they cause discomfort by rubbing on clothes, use a loosely applied dressing. Once a sunburn blister breaks, the area of the broken blister should be kept clean by washing it frequently with soap and water. The left over skin should be left alone, but cleaned, until it falls off. Broken blisters generally heal on their own, but topical antibiotic ointments should be applied to the area of broken blisters to prevent infections. If a sun blister is uncomfortable or too large or located in a cosmetically unappealing area, consider breaking it carefully. This could be done by gently cleaning the area well with soap and water or rubbing alcohol and using a sterilized needle to punch a hole at the edge of the blister gently. The fluid inside can be pushed towards the hole and drained. The area should be cleaned again and covered with a loose dressing afterwards. Topical antibiotics can be applied to the broken blister to reduce the risk of infection.  A follow-up visit with a physician is not necessary unless the sunburn was severe. Every patient who has suffered significant sunburn should report the incident to a doctor so the burn can become part of the patient's medical history. Doing so will alert the physician, during future check-ups, to look closely for symptoms of skin cancer and other problems sunburn can cause. Persons with certain pigment disorders (such as albinism) and persons with fair skin are at highest risk of suffering a burn. The American Academy of Dermatology classifies skin types into six categories (in terms of susceptibility to sunburn) for skin colors ranging from fair to black. This is called the Fitzpatrick classification. These skin types are as follows: Types 1 and 2: High Susceptibility to Sunburn Individuals with Skin Type 1 have very fair skin (pale or milky white), blond or red hair, and possibly freckles. Such persons can suffer a burn in less than one-half hour when exposed to summer sunlight at midday. People with Skin Type 1 never tan. Individuals with Skin Type 2 have very light brown skin and possibly freckles. They burn in a short time in the sun, although they can achieve a very light tan. Types 3 and 4: Moderate Susceptibility to Sunburn Individuals with Skin Type 3 (called \"average Caucasians\" by The American Academy of Dermatology) have skin that is slightly more brown than the skin of a Type 2. They can develop a moderate sunburn and a light brown tan. Individuals with Skin Type 4 have olive-colored skin. Ordinarily, they develop only a minor sunburn while acquiring moderate tan. Types 5 and 6: Minimal or No Susceptibility to Sunburn Individuals with Skin Type 5 have brown skin and can develop a dark tan while rarely burning. Individuals with Skin Type 6 have black skin and never burn. It is often difficult to accurately determine an individual's skin type simply by looking at the color of the skin. It is best to ask the person how quickly they may burn and how easily they tan. Based on the response, the skin type can be determined.  Yes. Certain disorders place their sufferers at very high risk of skin damage -- including severe sunburn, blisters, and sores -- from exposure to UV radiation. The following is a small sample of afflictions that increase the skin's sensitivity to UV radiation: Albinism: Individuals with classic oculocutaneous albinism lack melanin in their skin and eyes -- hence, the term \"oculocutaneous\" (\"oculo\" for eyes, and \"cutaneous\" for skin). Without the protection of this pigment, their white skin and pink eyes are both highly sensitive to UV and susceptible to the rays' damage. Systemic lupus erythematosus: Individuals with lupus can have inflamed tissues, including the skin on the face. The \"butterfly\" rash (or malar rash) of lupus over the cheeks and nose is extremely sensitive to UV rays. In fact, UV-B and UV-A rays can cause lupus to flare. This butterfly rash and its sensitivity to sun is one of common characteristics of lupus. Porphyrias: The porphyrias are disorders of specific enzymes that are needed for the metabolism of heme (part of the pigment hemoglobin that permits red blood cells to transport oxygen and carbon dioxide). Patients with these disorders manufacture abnormally large amounts of substances called porphyrins. Stimulation of the excess porphyrins in the skin by the UV rays causes damage and scarring of the skin. This skin damage is a prominent feature of several forms of porphyria including porphyria cutanea tarda, hereditary coproporphyria, variegate porphyria, and, particularly, congenital erythropoietic porphyria. Vitiligo: Vitiligo is a relatively common disorder that causes patches of white de-pigmented skin. These patches lack melanin and are extremely sensitive to UV rays. Xeroderma pigmentosum: This disorder appears to result from an inherited hypersensitivity to the cancer-causing (carcinogenic) effects of ultraviolet light. Sunlight causes DNA damage that is normally repaired. Individuals with xeroderma pigmentosum have defective inability to repair the DNA after UV damage. Affected individuals are hundreds of times more vulnerable to developing skin cancer than other people. Their extreme skin photosensitivity predisposes them to pronounced skin damage and scarring and also to the early onset of skin cancer (basal cell and squamous cell carcinomas and malignant melanoma).  Overexposure to UV rays can cause three varieties of skin cancer; malignant melanoma, basal cell carcinoma, and squamous cell carcinoma. Malignant melanoma is by far the most dangerous form of skin cancer. The current lifetime risk of developing a melanoma is approximately 2%. Melanomas may begin from changes in a pre-existing mole or birthmark, or arise as a new mole from otherwise clear skin (de novo). Multiple features are more common in melanomas versus regular moles including asymmetry, irregular borders, multiple colors, and size larger than a pencil eraser. Melanomas may be black or brown - and sometimes red, white, or blue, or a mixture of those colors. Melanoma can spread (metastasize) rapidly. If diagnosed early, melanoma is often curable. If the diagnosis is delayed, melanoma can spread and may be potentially fatal. Basal and squamous cell cancers are slow-growing and are far less likely to metastasize (spread to other parts of the body) than melanoma. Both basal and squamous cell cancers can be cured in most cases if diagnosed early. Basal cell carcinomas are flattened, pearly, small bumps with translucent edges and slightly depressed centers. They may bleed. Usually, they appear on the head, neck, upper trunk, and hands. If ignored, these cancers can cause considerable localized damage. Squamous cell carcinomas are rough patches or crusty scaly areas on the skin that do not clear up and do not respond to the usual skin creams. They may bleed a little. They tend to appear particularly on the ear rims, face, lower lip, and hands. If ignored, they can spread to other parts of the body. These conditions are very common and if diagnosed properly and promptly, they are highly curable. It is very important to have routine skin checks by a skin doctor (dermatologist) annually. Annual screening can help in early diagnosis of skin cancer or pre-cancerous conditions that may lead to skin cancer.   The ideal methods of preventing sunburn, and hopefully skin cancer, involve: Limit the amount of time of sun exposure and avoiding the peak sunshine hours of late morning to early mid-day, generally 10 a. m. to 4 p. m. Wear protective clothing such as a broad-brimmed hat, UV protected sunglasses and clothing; long pants, and shirts with sleeves that cover the arms (thicker fabrics and dark clothing in general protect better compared with light clothing - there are clothing products available that offer \"UV\" protection). Be aware sunburn can occur even on a cloudy day (clouds don't stop ultraviolet rays), and even when you are in the water. Remember that sand, water, and snow reflect the sun's rays and increase the chance of burning during beach activities or skiing. Use a protective sunscreen to minimize the penetration of UV rays. Sunscreens with a skin protection factor (SPF) of at least 15 are recommended for everyone, even dark-skinned individuals, exposed to the sun. Light skinned people should use a higher SPF when in direct sun. Apply several minutes before going into the sun and reapply often. Avoid tanning beds and sun lamps. Sunscreens protect the skin by absorbing or reflecting the UV radiation. Many available sunscreens protect mainly against UVB and may not adequately protect against long standing UVA exposure. Sunscreens may be classified into two groups, physical sunscreens and chemical sunscreens. Physical sunscreens act by reflecting and scattering the UV rays (A and B) and thus, limiting their exposure to the skin. They include chemicals such as zinc oxide, titanium dioxide, ferric chloride, ichthammol, and talc. Their use has been somewhat limited by their opaque appearance and tendency to stain clothing. Many newer preparations of zinc oxide and titanium dioxide are more cosmetically acceptable and easier to use. Chemical sunscreens work by absorbing the light prior to reaching the skin. Traditionally, these sunscreens have protected mainly against UVB rays. Some examples of this group include para-aminobenzoic acid (PABA), PABA esters, salicylates, and camphor derivatives. PABA has been phased out of sunscreen preparations because of the high rate of allergic reactions to this chemical. More recently, newer sunscreens have been developed to also absorb UVA rays such as avobenzone, Mexoryl, dibenzoylmethanes, anthranilates, benzophenones, triazoles, and some camphor derivatives. The most recommended practice is to use a combination of physical and chemical sunscreens for the most adequate protection.  SPF, or Sun Protection Factor, is the measurement of how well an agent may protect against sunburn. SPF can be calculated from the amount of time it takes to develop mild redness or burning in an unprotected person. For example, if someone develops mild sunburn-related redness in 20 minutes, he or she may develop the same degree of redness in 300 minutes (5 hours) with an SPF 15 sunscreen (15 multiplied by 20 minutes) when properly applied. Traditionally, the SPF is rated for sun damage by UVB rays only. A regulation by the Food and Drug Administration (FDA) in 2012 required the industry to change their labels to also include \"broad spectrum\" label information on protective potential against UVA radiation. This change is very important because UVA is responsible for a significant portion of sun damage to people. The labeling provisions include: Sunscreen products that are not \"broad spectrum\" with SPF values from 2 to 14 will be labeled with a warning that reads: \"Skin Cancer/Skin Aging Alert. \"Water resistant sunscreen claims must have information in regard to how much time a person can expect to have the declared SPF level of protection while sweating or swimming. Two times will be permitted on the labels: 40 or 80 minutes. Manufactures can no longer make claims that sunscreens are \"waterproof\" or \"sweatproof\" or identify their products as \"sunblocks. \"Sunscreens cannot claim protection immediately on application (for example, \"instant protection\") or protection for more than two hours without reapplication. Apply sunscreen 15 to 30 minutes before expected sun exposure. Reapplication of sunscreen every 1 to 2 hours is also advised. Some experts encourage more frequent reapplication, especially shortly after initial exposure. It is also important to apply sunscreen liberally; spreading the product too thin may not achieve the desired degree of protection. A general recommendation is to apply an amount similar to the size of a golf ball for a person of average build. Sunscreen sprays also are becoming more available and popular. They are generally effective; however, some questions have been raised in regard to the amount of spray that actually adheres to the body once applied. The spray can be dispersed by wind, an insufficient amount may be sprayed, or the sunscreen may be sprayed too far from the body. It is recommended that sunscreen sprays be used in conjunction with other more traditional topical sunscreens for the best sun protection. There also are concerns about the amount of sunscreen that may be inhaled unintentionally, and if that poses any health risks. SPF 15 sunscreen is the minimum requirement for most individuals. Stronger sunscreens are recommended for people who easily burn in the sun and have longer exposure time in the sun. Water exposure may wash off the sunscreen so it should be reapplied after the body dries up.  Sunscreens may degrade over time or after long exposure to sun and heat. The bottle should not be kept in the car or under direct sun exposure for a long period of time. If the expiration date has passed, the product should be discarded. Sunscreens generally expire or lose their effectiveness after about three years. Antioxidants are agents that can prevent certain harmful reactions in the body. The formation of some potentially harmful molecules, called free radicals, is one of these reactions. Antioxidants are natural agents that may prevent or reduce this formation. Some of sun damage is a result of this reaction. Oral or topical antioxidants (vitamins A, C, and E, and green tea) may theoretically protect the skin against sunburn. Clinical data is not sufficient to support their use instead of or in addition to, traditional sunscreen. ", 
    "title": "Sunburn And Sun Poisoning"
}