{
    "data": "  The main purpose of follow-up care is to check if your cancer has returned(recurrence) or if it has spread to another part of your body (metastasis). Follow-up care can also help in: Finding other types of cancer Spotting side effects from treatment now orthat can develop years after treatment Follow-up care means seeing a doctor toget regular medical checkups. At these visits, your doctor will: Review your medical history Examine your body Your doctor may run follow-uptests: Imaging procedures (ways of producing pictures of areas inside the body) Endoscopy (the use of a thin, lighted tube to examine organs inside the body) Blood tests Follow-up care can also include home care, occupational orvocational therapy, pain management, physical therapy, and support groups. Which Doctor Should I See and How Often?You will need to decide which doctor will provide your cancer follow-up careand which one(s) will provide other medical care. For follow-up cancer care,this may be the same doctor who provided your cancer treatment. For othermedical care, you can continue to see your family doctor or medical specialistas needed. Depending on where you live, it may make more sense to get cancer follow-upcare from your family doctor than to travel long distances to see an oncologist. No matter whom you choose as a doctor, try to find doctors you feel comfortablewith. At your first follow-up visit, ask your doctor to recommend a follow-upschedule. In general, people who have been treated for cancer return to thedoctor every 3 to 4 months during the first 2 to 3 years after treatment, andonce or twice a year after that for follow-up appointments. Some medicalorganizations also have follow-up guidelines for certain cancers and update thisinformation as researchers develop new approaches to follow-up care. Follow-up care will be different for each person who has been treated forcancer, depending on the type of cancer and treatment he or she had and theperson's general health. Researchers are still learning about the bestapproaches to follow-up care. This is why it is important that your doctor helpdetermine what follow-up care plan is right for you. Lastly, it is important tonote that some insurance plans pay for follow-up care only with certain doctorsand for a set number of visits. In planning your follow-up care schedule, youmay want to check your health insurance plan to see what restrictions, if any,apply to your follow-up care after cancer treatment. Keep in MindSome people may suspect that their cancer has returned, or they notice otherchanges in their bodies. It is important for you to be aware of any changes inyour health and report any problems to your doctor. Your doctor can find outwhether these problems are related to the cancer, the treatment you had, oranother health problem. Even if you learn that your cancer has returned, thereis no reason to lose hope. Many people live good lives for many years withcancer that has returned. Do You Have Trouble Talking to Your DoctorIt is not always easy to talk with your doctor. Sometimes, he or she usesterms you do not know. When this happens, it is important to stop and ask thedoctor to explain what the words mean. You may be afraid of how you will soundto the doctor, but having questions is perfectly normal. Talking with your doctor is important. Both of you need information to manageyour care. Telling the doctor about your health and asking questions helps bothof you do your \"jobs\" well. Here are some points to cover. At your first follow-up visit, ask your doctor/health care team about: The tests and follow-up care you need, and how often you will need them. Thekinds of physical problems you may have from your cancer treatment and what youcan do to prevent, reduce, or solve them. The potential long-term effects oftreatment and the warning signs that you might have them. The warning signs thatcancer may be coming back and what to do if you see them. Fears you may haveabout follow-up care. Keep in MindMany survivors want to learn about symptoms that may indicate their cancerhas come back, or recurred. There are many types of symptoms that may show if cancer has returned, and itdepends on each person, the kind of cancer she/he was treated for, and the kindof treatment he/she had. It is for this reason that you should talk to your doctor about the signs orsymptoms that you should watch for and what you should do about them. At each visit, tell your doctor/health care team about: Symptoms that you think may be a sign of cancer's return. Any pain thattroubles you. Any physical problems that get in the way of your daily life or thatbother you, such as fatigue, trouble sleeping, loss of sex drive, or weight gainor loss. Other health problems you have,such as heart disease, diabetes, or arthritis. Any medicines, vitamins, or herbsyou are taking and any other treatments you are using. Any emotional problems you may have, and anyanxiety or depression you have had in the past. Any changes in your family medical history. Things youwant to know more about (such as new research or side effects). Your health careteam should be able to help you or refer you to someone who can help with anyside effects or problems you may have. You have a right to get the help youneed.  Complementary and alternative medicine includes many different healingapproaches that people use to prevent illness, reduce stress, prevent or reduceside effects and symptoms, or control or cure disease. An approach is generallycalled complementary when it is used in addition to treatments prescribed by adoctor. An approach is often called alternative when it is used instead oftreatments prescribed by a doctor. Research has shown that more than half of allpeople with cancer use one or more of these approaches. Some common approaches include: visualization or relaxation; acupressure andmassage; homeopathy; vitamins or herbal products; special diets; psychotherapy;spiritual practices; and acupuncture. Even though you have finished your cancer treatment, if you are thinkingabout using these methods, discuss this decision with your doctor or nurse. Somecomplementary and alternative therapies may interfere or be harmful when usedwith treatments normally prescribed by a doctor. After cancer treatment, many survivors want to find ways to reduce the chancesof their cancer coming back. Some worry that the way they eat, the stress intheir lives, or their exposure to chemicals may put them at risk. Cancersurvivors also find that this is a time when they take a good look at how theytake care of themselves and their health. This is an important start to living ahealthy life after cancer. When you meet with your doctor about follow-up care, you should ask aboutdeveloping a wellness plan that includes ways you can take care of yourphysical, emotional, social, and spiritual needs. You may not be used to talkingwith your doctor as a partner in planning for your health, so it may be hard foryou at first, but it is very important that you do it. The more you do it, theeasier it will become. Research is just beginning to show what people can do to lower their risk ofgetting certain cancers. But we don't yet know why cancer comes back in somepeople and not others. Making changes in the way you eat, exercise, and live your life may notprevent your cancer from coming back. However, making these changes can help youfeel better and may also lower your chances of developing other health problems. Changes you may want to think about: Quitting smoking. Research shows that smoking can increase the chances of developing cancer at the same site or another site. For more, please read the Smoking and Quitting Smoking article. Cutting down on how much alcohol you drink. Research shows that drinking alcohol can increase your chances of developing certain cancers. Eating well and exercising. Eating Well After Cancer Treatment <ol>Eat a variety of healthful foods, with an emphasis on foods from plant sources. Eat five or more servings of vegetables and fruits each day. Choose whole grains--rather than processed (refined) grains and sugars. Limit eating red meats, especially high fat or processed meats. Choose foods that help you maintain a healthy weight. </blockquote> <ol start=\"2\">Adopt a physically active lifestyle. Maintain a healthy weight throughout the rest of your life. Limit drinking alcohol, if you drink at all. ", 
    "title": "Surviving Cancer"
}