{
    "data": "  Lymph nodes, also referred to as lymph glands, are important part of the immune system. Lymph nodes are located throughout the body, but visible and palpable only when they are enlarged or swollen. Lymph nodes are regional, and each group of them corresponds to a particular region of the body and reflects abnormalities in that region. Common areas where swollen lymph nodes are more prominent and therefore more readily noticeable are behind the ear, in the neck, the groin, under the chin and in the armpits. Doctor's and other health care professionals also check these areas for enlarged or swollen lymph nodes. A wide variety infections are the most common causes of swelling of the lymph nodes, for example, strep throat, ear infections, mononucleosis, or more serious medical problems like HIV infection, lymphomas (non-Hoddgkin's lymphoma) or other cancers. Rarely, a medication can cause the problem. Symptoms associated with lymph node swelling and related diseases can include pain in the area of the swelling, fever and fatigue. Not all swollen lymph nodes are abnormal.  Lymph nodes are an important component of the body's immune system and help in fighting infections. Infections caused by swollen lymph nodes is referred to as lymphadenitis. Lymph nodes (sometimes called lymph glands) are small, soft, round or oval structures that are found throughout the body and are connected to each other in chain-like (lymphatic chains) fashion by channels similar to blood vessels. Each individual lymph node is covered by a capsule made up of connective tissue. Lymph is a watery fluid that circulates within the lymphatic vessels. Lymph nodes are found near these vessels. Within the capsule, lymph nodes contain certain kinds of immune cells. These cells are mainly lymphocytes, which produce proteins that capture and fight viruses and other microbes, and macrophages, which destroy and remove the captured material.  Lymph nodes are located throughout the body. Some are directly under the skin while others are deep inside the body. Even the most superficial (close to the skin) lymph nodes usually are not visible or palpable (felt by touching), unless they are swollen or enlarged for some reason. They are connected to each other by loosely bound lymphatic vessels. Lymph nodes generally coalesce in different regions in the body where they are responsible for filtering the blood and performing their immunologic function for that particular area of the body. Fluid from the lymphatic vessels eventually feeds into the venous system (veins) in the body. Usually your lymph nodes are not visible. Once they enlarge, they can become visible in certain areas of your body. Especially behind the ear, or in your neck or groin, you might notice them as enlarged \"bumps. \" Enlarged lymph glands are often also can be felt (palpable) by slowly moving your hands around the swollen area. You will be able to determine if they are tender or not.  There are many adult lymph nodes in varying parts of the body that may become swollen for different reasons. Many people can usually see swollen lymph nodes on the neck, behind the ear,under the jaw,above the collar bone,under the arms, andaround the groin. Swollen lymph nodes on the side of the neck or under jaw: Swollen lymph nodes on the side of the neck or under jaw are the most common. They may represent an infection around that area, such as a tooth infection or abscess, throat infection, viral illness, or upper respiratory infection. Most of the causes of swollen lymph nodes in this area are benign (noncancerious); however, sometimes, swelling of these lymph nodes may also suggest a cancer in the head and neck area. Swollen lymph nodes behind the ear: Swollen lymph nodes behind the ear may correspond to an infection around the scalp or possibly an eye (conjunctival) infection. The most common cause of swollen scalp lymph nodes are skin conditions affecting the scalp, such as dandruff (seborrheic dermatitis); or an abscess, or soft tissue infection. The lymph nodes in the underarm (armpit, axilla): The lymph nodes in the underarm are anatomically important in breast cancer. They are often checked physically in patients undergoing investigation for breast cancer. They also play an important role in staging (determining the extent) and prognosticating (predicting the outcome) of breast cancer during removal of the cancer tissue from the breast. Many cancers as well as lymphoma and leukemia can cause enlargement of these lymph nodes. These lymph nodes can also become reactive and enlarge due to a trauma to or an infection of the arm on the same side. Enlarged lymph nodes above the collar bone: Enlarged lymph nodes above the collar bone (supraclavicular lymphadenopathy) are always considered to be abnormal. These generally suggest a cancer of or an infection in the region close by. Examples of these may include lung infection, lung cancer, lymphoma in the chest cavity, or breast cancer. Occasionally more distant cancers may seed these lymph nodes, such as genital cancers or colon cancer. Some inflammatory causes of the swollen lymph nodes above the collar bone (clavicle) can include tuberculosis or sarcoidosis. Swollen lymph nodes in the groin: Swollen lymph nodes in the groin may be normal in young people as mentioned earlier. However, they could also result from some sexually transmitted diseases, local infections, infections of the lower extremity (including the foot and toes), or genital cancers.  There are many causes for swollen lymph nodes, sometimes referred to as \"swollen glands\" (lymphadenopathy or lymphadenitis). In general, lymph nodes become swollen when they are active either due to a bacterial, viral or fungal infection, inflammation, or cancer. Infections are the most common causes of swollen lymph nodes. The most common cause is viral upper respiratory infections such as the common cold. Infectious mononucleosis (mono)ChickenpoxMeaslesHIVHerpesCommon cold virusesAdenovirusMany other viruses  Since there are so many types of causes of swollen lymph glands or nodes, we've listed a few examples. StreptococcusStaphylococcusCat scratch diseaseSyphilisTuberculosisChlamydiaOther sexually transmitted diseases ToxoplasmosisLeishmaniasis CoccidiomycosisHistoplasmosis  Inflammatory and immunologic causes of swollen lymph nodes include diseases such as rheumatoid arthritis and lupus as well as sensitivity to some medications. Many cancers can also cause swelling of lymph nodes. These may be cancers that originate from the lymph nodes or blood cells such as lymphomas and some types of leukemia. They may also be cancers that spread from another organ in the body (metastatic cancers). For example, breast cancer may spread to the nearest lymph nodes in the underarm (axilla), or lung cancer may spread to the lymph nodes around the collar bone. There are many other less common causes of swelling of nodes, such as genetic lipid storage diseases, transplant graft rejections, sarcoidosis, and many other conditions. It is also important to mention that lymph node swelling is not always a sign of an underlying disease. Sometimes they can be normal. For example, small (less than 1 centimeter), flat lymph nodes under the jaw (submandibular lymph nodes) in healthy children and young adults or small (up to 2 centimeters), groin lymph nodes (inguinal lymph nodes) in young individuals may be normal. In many instances, a definitive cause for swollen lymph nodes may not be determined even after performing through examination and testing.  Symptoms of swollen lymph nodes vary widely. A person could be completely free of symptoms (asymptomatic) and only found when they are noted by a doctor during a general physical examination. Sometimes, swollen lymph nodes can be extremely tender, painful, and disfiguring. More importantly, other signs and symptoms related to an underlying disease that accompany the lymph node swelling may be more significant and clinically relevant than the lymph node swelling alone. For instance, symptoms such as: FeverNight sweatsWeight lossSwelling of multiple lymph nodes or only an isolated oneSore throat or runny noseEvidence of local infections (toothache, sore throat)  If you notice swollen lymph nodes you should first see your primary care doctor. He or she will usually be able to start the evaluation and possible treatments. Depending on the reason for the swelling of the lymph nodes you might need treatment by a hematologist/oncologist (if the swollen lymph nodes can't be explained or are due to an underlying cancer) or an infectious disease specialist (if they are due to a complicated infection). Sometimes you might be referred to a surgeon to biopsy or remove the lymph node. If swollen lymph nodes are associated with fevers, night sweats, or weight loss, and the person does not have any obvious infection, he or she may need a thorough evaluation by a health-care professional. People who were appropriately treated for an infection, but have persistent swollen lymph nodes may need to see their doctor. If a person has a known cancer, or were treated for one in the past and he or she notices new lymph nodes in the general area of the cancer, a health-care professional may need to notified.   Swollen lymph nodes closer to the surface of the body are generally diagnosed by a doctor's examination and feeling for areas known to have coalescence of lymph nodes, for example, swollen lymph nodes under the arms (axillary lymph nodes), swollen lymph nodes in the sides of the neck (cervical lymph nodes), or swollen lymph nodes in the groin (inguinal lymph nodes). These swollen lymph nodes can be seen and felt easily. Other times, deeper lymph nodes could be seen on imaging studies, such as CT scan (computed tomography), of different parts of the body. Tonsils in the back of the throat are also lymph nodes, and they are the most visible ones in the body. Diagnosing the cause of swollen lymph nodes may be challenging at times. The most important component of evaluating a swollen lymph node is a thorough medical history and a complete physical examination by a doctor. The doctor may ask you about symptoms such as sore throat, fever and chills, fatigue, weight loss, a complete list of medications, sexual activity, vaccination history, recent travels, the patient's own and his/her family's previous history of cancers if any, and so forth. A group of lymph nodes in a particular area of the body react to disturbances in that general region. If there is a specific infection in the region of the swollen lymph nodes, that may be the most likely cause of swelling. For instance, an infection of the leg or some sexually transmitted diseases can cause swelling of the lymph nodes in the groin area. Physicians usually examine the lymph nodes by feeling them and characterize them based upon what the lymph nodes feel like. They could be characterized, for example, as: Large or smallTender or non-tenderFixed or mobileHard or softFirm or rubbery These characteristics can be useful in suggesting the cause of the lymph node swelling. For example, a hard, nontender, nonmoveable lymph node may be more characteristic of a cancer spread to that node. On the other hand, a soft, tender, moveable lymph node could more likely represent an infection. If the enlarged lymph nodes are suspected to be related to a cancer, then a biopsy of the lymph node may determine the cancer type. For example, a swollen lymph node around the collar bone (supraclavicular lymph node), may signify lung cancer in a person who may have other clinical clues suggestive of lung cancer.  There is no specific treatment for swollen lymph nodes. Generally, the underlying cause needs to be treated, which may result in the resolution of the swollen lymph node. If an enlarged lymph node causes local discomfort, a warm, wet compress can help with pain relief. Treating an infection causing the swollen lymph node, for example, will result in the lymph node swelling to subside. If the swollen lymph node is due to a cancer of the lymph node (lymphoma), then the swelling will shrink after treating the lymphoma. There may be some complications associated with enlarged lymph nodes. If the lymph node swelling is related to an infection that is not treated, then an abscess (a pus-containing cavity) may ensue, which may require incisional drainage and antibiotics. The skin underlying the enlarged lymph node may also become infected. In other cases, the lymph node may become very large and compress other nearby structures in the body. This could be a serious and debilitating problem that may require immediate medical or surgical attention. For example, the lymph node in the underarm (axilla) can compress the blood vessels and nerves supplying the arm. An enlarged lymph node inside the abdomen may compress the intestines and cause an obstruction of the intestines. ", 
    "title": "Swollen Lymph Nodes"
}