{
    "data": "  When is a cough \"just\" a cough, or a headache a symptom to be concerned about? Following are signs and symptoms that could indicate a serious health condition, and you should see a doctor if you experience any symptoms of concern. Sometimes, a symptom in one part of the body may be a sign of a problem in another part. Even seemingly unrelated symptoms that might be minor on their own could be signs of a more serious medical condition. Listen to your body, note all symptoms, and share them in detail with your doctor. Signs of a heart attack include pain, pressure, squeezing, or feeling of fullness in the center of the chest that lasts more than a few minutes; pain or discomfort in other areas of the upper body; shortness of breath; cold sweat; nausea; or lightheadedness. Signs of a stroke include facial drooping, arm weakness, difficulty with speech, rapidly developing dizziness or balance, sudden numbness or weakness, loss of vision, confusion, or severe headache. Symptoms of reproductive health problems include bleeding or spotting between periods; itching, burning, or irritation genital area; pain or discomfort during sex; heavy or painful menstrual bleeding; severe pelvic/abdominal pain; unusual vaginal discharge; feeling of fullness in the lower abdomen; and frequent urination or urinary urgency. Symptoms of breast problems include nipple discharge, unusual breast tenderness or pain, breast or nipple skin changes, or lump or thickening in or near breast or in underarm area. Symptoms of lung problems include coughing up blood, shortness of breath, difficulty breathing, chronic cough, repeated bouts of bronchitis or pneumonia, and wheezing. Symptoms of stomach or digestive problems include rectal bleeding, blood in the stool or black stools, changes in bowel habits or not being able to control bowels, constipation, diarrhea, heartburn or acid reflux, or vomiting blood. Symptoms of bladder problems include difficult or painful urination, frequent urination, loss of bladder control, blood in urine, waking frequently at night to urinate or wetting the bed at night, or leaking urine. Symptoms of skin problems include changes in skin moles, frequent flushing and redness of face and neck, jaundice, skin lesions that don't go away or heal, new growths or moles on the skin, and thick, red skin with silvery patches. Symptoms of muscle or joint problems include persistent muscle pains and body aches that are persistent, for example, numbness or tingling; pain, tenderness, stiffness, swelling, inflammation, or redness in or around joints; and decreased range of motion or loss of function of any joints or muscles. Symptoms of emotional problems include anxiety, depression fatigue, feeling tense, flashbacks and nightmares, disinterest in regular activities, suicidal thoughts, hallucinations, or delusions. Symptoms of headache problems (not including everyday tension headaches) include headaches that come on suddenly, \"the worst headache of your life,\" and headache associated with severe dizziness, nausea, vomiting, and inability to walk. Symptoms of eating or weight problems include extreme thirst, dehydration, excessive hunger, losing weight without trying, binging, vomiting, starvation, preoccupation with food and weight, distorted body image, compulsive exercise, abuse of laxatives or diet pills, and depression.  Heart attacks in real life often are not as dramatic as they appear to be in movies. Some early symptoms of a heart attack can happen a month or so before the heart attack. Before a heart attack, you may experience these symptoms: <ol>Unusual fatigue/low energyTrouble sleepingProblems breathingIndigestionAnxietyBack or abdominal pain During a heart attack, these symptoms may occur: <ol start=\"7\">Pain, uncomfortable pressure, squeezing, or feeling of fullness in the center of the chest that lasts more than a few minutes, or goes away and comes back Pain or discomfort in other areas of the upper body, including the arms, back, neck, jaw, or stomachShortness of breath, with or without chest discomfort Other symptoms are: <ol start=\"10\">Breaking out in a cold sweatNausea and/or vomiting, Lightheadedness Women also experience chest pain or discomfort, but also are more likely than men to experience <ol start=\"13\">shortness of breath, nausea/vomiting, and back or jaw pain. If you have any of the above symptoms, go to an emergency room right away or call 911.  Signs of a stroke happen suddenly and are different from signs of a heart attack. The American Stroke Association recommends remembering the mnemonic F. A. S. T. to spot a stroke and know when to call 9-1-1 for help: <ol>Face droopingArm weaknessSpeech difficultyTime to call 9-1-1 Other signs and symptoms of stroke to watch for include: <ol>Sudden or rapidly developing problems with sightSudden or rapidly developing problems with dizziness, balance, and coordinationSudden numbness or weakness in the face, arms, or legsSudden confusion or trouble understandingSudden inability to say the right word, incoherent speech, or slurred speechSevere headache with no known cause If you have any of the above symptoms, go to an emergency room right away or call 911.  Lung cancer, chronic obstructive pulmonary disease (COPD), emphysema, asthma, and other diseases of the lungs can be serious and should be addressed. Symptoms of serious lung problems include: <ol>Coughing up bloodSevere wheezingDifficulty breathing If you have any of the above symptoms, go to an emergency room right away or call 911. Other symptoms of lung problems include: <ol start=\"4\">Persistent, chronic cough that gets worse over timeRepeated bouts of bronchitis or pneumoniaChronic mucus production (phlegm)Chronic chest pain, especially discomfort which gets worse when you inhale or cough Contact a health-care professional to discuss your symptoms.   A woman has a 1 in 8 chance of developing breast cancer in her lifetime. However, though many breast problems are not cancer-related, they do require prompt evaluation. Signs and symptoms of breast problems include: <ol>Nipple discharge (could be milky, yellowish, greenish, or brownish)Unusual breast tenderness or painBreast or nipple skin changes, such as ridges, dimpling, pitting, swelling, redness, or scalingLump or thickening in or near the breast or underarm areaInverted nipples If you experience any of these breast problem symptoms, see a health-care professional for evaluation.  Bladder problems can be frustrating and embarrassing, and are not something you should simply \"learn to live with,\" as they can be signs of a more serious condition. See a health-care professional if you experience any of the following symptoms of bladder problems: <ol>Difficult or painful urinationFrequent urination (more than 8 times daily) Loss of bladder controlBlood in the urineFeeling the urge to urinate when the bladder is emptyWaking frequently at night to urinate or wetting the bed at nightLeaking urine when you laugh, cough, sneeze, or exercise A urologist is a specialist in diseases and function of the bladder.   Note: These symptoms can have a physical cause and are usually treatable. <ol>Anxiety and constant worryFeeling depressed, empty, sad all the time, or worthlessExtreme fatigue even when restedExtreme tension that can't be explainedFlashbacks and nightmares about traumatic eventsNo interest in getting out of bed or doing regular activities, including eating or having sexThoughts about suicide and deathThoughts of killing othersSeeing or hearing things that aren't there (hallucinations)Seeing things differently from what they are (delusions)\"Baby blues\" that haven't gone away two weeks after giving birth and seem to get worse over timeThoughts about harming yourself or your baby after giving birth If you feel suicidal or homicidal, seek medical treatment immediately. If you experience any other mental or emotional problems, you may be referred to a psychiatrist, a doctor who specializes in mental illness, and/or a psychologist, who is a counselor who can help you talk about your problems.   In women, there are numerous conditions that can affect the reproductive system, such as cancer, uterine fibroids, endometriosis, ovarian cysts, infertility, and sexually transmitted diseases (STDs) and more. Symptoms of female reproductive and hormonal health problems include: <ol>Bleeding or spotting between periodsItching, burning, or irritation (including bumps, blisters, or sores) of the vagina or genital areaPain or discomfort during sexExcessively heavy bleeding or severe pain with periodsSevere pelvic/abdominal painA change in vaginal discharge (amount, color or odor)Feeling of fullness in the lower abdomenFrequent urination or feeling of urgency to urinateLower back painPelvic PainKnown reproductive problems such as infertility, past miscarriages or early laborExcessive hair growth on the face, chest, stomach, thumbs, or toesBaldness or thinning hairAcne, oily skin, or dandruffPatches of thickened dark brown or black skin If you experience any of the above symptoms, see your doctor to determine the cause.  The digestive system runs all the way from your mouth, through the esophagus, stomach, small intestine, large intestine and rectum, to the anus. It also includes the liver, pancreas, and gallbladder. Problems with any of these organs can affect your daily life. Symptoms of stomach or digestive problems include: <ol>Bleeding from the rectum (rectal bleeding)Blood or mucus in the stool (including diarrhea) or black stoolsChange in bowel habits or not being able to control your bowelsConstipation and/or diarrheaHeartburn or acid reflux (a burning feeling in the throat or mouth)Pain or feeling of fullness in the stomachUnusual abdominal swelling, bloating, or general discomfortChronic vomitingVomiting blood For any severe symptoms, go to an emergency room or call 911. For mild or moderate symptoms, call a health-care professional who may recommend you see a gastroenterologist, a specialist in the digestive system who can help diagnose, manage, or treat your condition.   Skin cancer is the most common form of cancer in the U. S. , and one type of skin cancer - melanoma - is particularly deadly. It's important to know what your skin normally looks like, and notice any signs and symptoms of skin problems including: <ol>Changes in skin moles, such as changes in shape, color or sizeFrequent flushing and redness of face and neckJaundice (skin and whites of eyes turn yellow)Painful, crusty, scaling, or oozing skin lesions that don't go away or healSensitivity to the sunSmall lump on skin that is smooth, shiny, and waxy (red or reddish-brown)New growths or new moles on the skinThick, red skin with silvery patches See a dermatologist (a skin specialist) to evaluate any skin problems you are experiencing.  There are many different conditions that can affect the muscles and joints. See a doctor if you experience any of the following symptoms: <ol>Muscle pains and body aches that are persistent, or that come and go oftenNumbness, tingling (pins and needles sensation) or discomfort in the hands, feet, or limbsPain, tenderness, stiffness, swelling, inflammation, or redness in or around jointsDecreased range of motion of the jointsLoss of function of any muscles or jointsMuscle weaknessDecreased grip strengthExcessive fatigue Your general practitioner may refer you to a specialist if you are experiencing muscle or joint problems. You may be referred to a rheumatologist (specialist in disorders of the joints and autoimmune disorders), an orthopedic physician (specialist in the bones and muscles) or to a physiatrist (specialist in physical medicine and rehabilitation).   Note: This does not include everyday tension headaches. We all have headaches from time to time, but if headaches are particularly severe or frequent, you may have migraines or another serious type of headache disorder. Symptoms of serious headache disorders include: <ol>Headache that comes on suddenly \"The worst headache of your life\" Headache associated with severe dizziness/fainting, vomiting, and inability to walkHeadache associated with confusion, seizure, difficulty speaking, or weakness/numbness in the limbsSevere headache associated with neck stiffness and fever If you have any of the above symptoms, go to an emergency room right away or call 911. Other symptoms of headache problems include: <ol start=\"6\">Headaches between the eyesHeadaches that last longer than a couple of daysSeeing flashing lights or zigzag lines with temporary vision loss before a headache startsSpreading pain in the face that starts in one eyeSevere pain on one or both sides of head with nausea or vision problemsExtremely severe headache with pain around the eye with tearing and redness, runny nose, and eyelid droop. Tell your doctor if you experience any of these symptoms of headache disorders. You may be referred to a headache specialist, usually a neurologist.  Most of us gain or lose some weight from time to time, and this is usually normal. For some people who have eating disorders such as bulimia or anorexia nervosa, a preoccupation with weight becomes a serious medical issue. Signs and symptoms of eating or weight problems include: <ol>Extreme thirst, dehydration, or hungerLosing weight without trying or abnormal weight lossDesire to binge on food excessivelyDesire to vomit on purposeDesire to starve (not eat at all)A preoccupation with food and weightDistorted body imageExcessive fear of gaining weightRefusing to eat or eating tiny portions or eating alone Compulsive exerciseSensitivity to coldMenstruation ceasesAbuse of laxatives, diuretics, or diet pillsDepression Eating disorders are very serious and can lead to severe medical complications, and even death. Tell a health-care professional about your issues with food and weight, or get help if you have a loved one who suffers from these issues. In addition to a doctor who specializes in treating eating disorders, you may need to see a dietician, a psychiatrist, and an eating disorder therapist.  ", 
    "title": "Symptoms Of Serious Diseases And Health Problems"
}