{
    "data": "  The temporomandibular joint is the joint that connects your jaw to your skull. When this joint is injured or damaged, it can lead to a localized pain disorder called temporomandibular joint (TMJ) syndrome. Causes of temporomandibular joint (TMJ) syndrome include injury to the teeth or jaw, misalignment of the teeth or jaw, teeth grinding, poor posture, stress, arthritis, and gum chewing. Signs and symptoms of temporomandibular joint (TMJ) syndrome includepain in the jaw joint,jaw clicking and popping,ear pain/earache,popping sounds in ears,headaches,stiff or sore jaw muscles,pain in the temple area, orlocking of the jaw joint. Temporomandibular joint (TMJ) syndrome often responds to home remedies, including ice packs to the joint, over-the-counter nonsteroidal anti-inflammatory drugs (NSAIDs), avoiding chewing gum, massage or gentle stretches of the jaw and neck, and stress reduction. When home treatment does not work, medical treatment for temporomandibular joint (TMJ) syndrome includes dental splints, Botox injections, physical therapy, prescription medications, and in severe cases, surgery. The prognosis for TMJ syndrome is generally good as the disorder can usually be managed with self-care and home remedies.  Temporomandibular joint (TMJ) syndrome is a disorder of the jaw muscles and nerves caused by injury to the temporomandibular joint. The temporomandibular joint is the connection between the jawbone and the skull. The injured temporomandibular joint leads to pain with chewing, clicking, crackling, and popping of the jaw; swelling on the sides of the face; nerve inflammation; headaches, including migraines; tooth grinding (bruxism); Eustachian tube dysfunction; and sometimes dislocation of the temporomandibular joint. Temporomandibular joint syndrome is also known as temporomandibular joint disorder. There are several risk factors for TMJ syndrome: Poor posture in the neck and upper back muscles may lead to neck strain and abnormalities of jaw muscle function. Stress may increase muscle tension and jaw clenching. Women 18-44 years of age have increased risk. Patients with other chronic inflammatory arthritis have increased risk. People with jaw trauma or poorly positioned teeth have increased risk. People who have a genetic predisposition to pain sensitivity and increased stress responses may be more susceptible.  The causes of TMJ syndrome are not completely understood. Multiple factors contribute to the muscle tightness and dysfunction that characterize this condition. It is not clear whether some of these causes directly lead to TMJ syndrome or if they are a result of the disorder. Causes may include misalignment (malocclusion) of or trauma to the teeth or jaw,teeth grinding (bruxism),poor posture,stress or anxiety,arthritis and other inflammatory musculoskeletal disorders,orthodontic braces, andexcessive gum chewing. The main symptom of TMJ syndrome is pain in the jaw joint. This joint is located just in front of the ear, and pain associated with TMJ syndrome may involve the face, eye, forehead, ear, or neck. Signs and symptoms of TMJ syndrome include the following: Pain or tenderness in the jaw, especially at the area of the jointPopping/clicking of the jawPain that feels like a toothacheEar pain or sounds of cracking in the earsRinging or popping sounds in the ears (tinnitus) or a sense of fullness in the earsHeadaches, including migrainesBlurred visionTight, stiff, or sore jaw or neck musclesMuscle spasms in the jawFacial pain, mouth pain, jaw pain, cheek pain, or chin numbness or tinglingPain at the base of the tonguePain, swelling, or a lump in the temple areaDifficulty chewingShoulder painLocking or dislocation of the jaw (usually after widely yawning), referred to as lockjawDizziness or vertigo  A doctor will diagnose TMJ syndrome by taking the patient's medical history and doing a physical exam to find the cause of the symptoms. There is no specific test to diagnose TMJ syndrome. A doctor may send the patient to an oral and maxillofacial specialist, an otolaryngologist (also called an ear, nose, and throat doctor or ENT specialist), or a dentist specializing in jaw disorders to confirm the diagnosis. Sometimes an MRI of the temporomandibular joint may be ordered to detect damage to the cartilage of the jaw joint and to rule out other medical problems. A condition that may have some similar symptoms to TMJ syndrome is trigeminal neuralgia. The trigeminal nerve supplies nerve impulses to the temporomandibular joint, and when irritated, it can also cause facial pain. Other causes of face or neck pain include swollen lymph nodes (swollen glands), giant cell arteritis, salivary gland disease, sore throat, ill-fitting dentures, or dental braces.   Many symptoms of TMJ syndrome can respond well to home remedies or stress reduction and relaxation techniques. The following home remedies may provide some relief: Ice or cold packs to the area of the jointOver-the-counter (OTC) nonsteroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen (Advil, Motrin) or naproxen (Aleve), and other pain relievers, including aspirin (Ecotrin) and acetaminophen (Tylenol)Eating soft foods and avoiding chewing gumMassage or gentle self-stretching of the jaw and neck muscles (A doctor or physical therapist can recommend appropriate stretches. )Relaxation techniques and stress management and reductionSome sedative essential oils (such as lavender, chamomile, sweet marjoram, and clary sage) may provide temporary relief from the pain and discomfort of TMJ. When home remedies are not effective, medical treatment options may be necessary. Most of these types of treatments and remedies will not cure TMJ, but they can provide temporary and even long-term relief from the pain symptoms. These include the following: Dental splint (occlusal splint or stabilization splint or bite guard), which is a dental appliance placed in the mouth that keeps the teeth in alignment and prevents tooth grinding. This resembles a mouth guard and is usually prescribed and fitted by a jaw specialist. Botox may be used to relax the muscles of the jaw. However, this is not currently an FDA-approved treatment for TMJ syndrome. Physical therapy with jaw exercises can strengthen muscles, improve flexibility, and range of motion. In states where medical marijuana is legal, it may be prescribed to help with severe TMJ pain. Biobehavioral management (biofeedback, cognitive behavioral therapy [CBT]) may help diminish pain intensity. Trigger point acupuncture can sometimes be helpful. In severe cases, surgery on the jaw or dental surgery may be necessary. TMJ arthroscopy or arthrocentesis is a minimally invasive procedure usually done in an outpatient setting. Recovery time for this procedure is about a week. Sometimes a total joint replacement is needed. This generally requires a stay in the hospital for several days, and surgery recovery time is four to six weeks. <!--FN1-->The following prescription-strength medicines may be used to treat TMJ:Muscle relaxers: metaxalone (Skelaxin), cyclobenzaprine (Flexeril)Anti-inflammatory medications: nabumetone (Relafen), meloxicam (Mobic), celecoxib (Celebrex)Steroid injections: beclomethasone (Qvar)Tricyclic antidepressants: nortriptyline (Pamelor), amitriptyline (Elavil, Endep), and desipramine (Norpramin), imipramine (Norfranil, Tipramine, Tofranil)Benzodiazapines: diazepam (Valium), clonazepam (Klonopin), alprazolam (Xanax)Sleep medications: doxepin (Silenor)Nerve pain medications: gabapentin (Neurontin), topiramate (Topamax), levetiracetam (Keppra), pregabalin (Lyrica)Opiate pain medications hydrocodone and acetaminophen (Vicodin, Lortab), oxycodone and acetaminophen (Percocet)  You may first be diagnosed with TMJ by your primary-care provider (PCP), such as a family practitioner, internist, or a child's pediatrician. Your doctor may refer you to an oral and maxillofacial specialist, an otolaryngologist (also called an ear, nose, and throat doctor or ENT specialist), or a dentist specializing in jaw disorders (prosthodontist, also called a prosthetic dentist) for further treatment. You may also see a pain-management specialist if your TMJ pain is severe. The prognosis for TMJ syndrome is generally good. There are numerous causes for TMJ syndrome, so the outlook depends on the cause, if known. Most people can manage the discomfort with self-care and home remedies. Complications of long-term TMJ syndrome include chronic face pain or chronic headaches. In severe situations, where pain is chronic, or associated with other inflammatory disorders, long-term treatment may be necessary. Symptoms of TMJ syndrome tend to be episodic and related to stress and lifestyle. Prevention of TMJ syndrome symptoms can often be achieved using self-care at home, such as eating soft foods;avoiding chewing gum;maintaining proper posture;practicing stress reduction and relaxation techniques;using dental splint appliances as recommended by a jaw-care professional;using proper safety equipment to prevent jaw fractures and dislocations while exercising, working, or participating in sports. ", 
    "title": "Temporomandibular Joint Syndrome Tmj"
}