{
    "data": "  The largest part of the brain, the cerebrum, is divided into four paired sections -- the frontal, parietal, occipital, and temporal lobes. Each lobe controls a specific group of activities. The temporal lobe, located on either side of the brain just above the ear, plays an important role in hearing, language, and memory. In people with temporal lobe epilepsy, the area where the seizures start -- called the seizure focus -- is located within the temporal lobe. This is the most common type of epilepsy in teens and adults. A temporal lobe resection is a surgery performed on the brain to control seizures . In this procedure, brain tissue in the temporal lobe is resected, or cut away, to remove the seizure focus. The anterior (front) and mesial (deep middle) portions of the temporal lobe are the areas most often involved.  The patient generally stays in the hospital for two to four days. Most people having temporal lobe resection surgery will be able to return to their normal activities, including work or school, in six to eight weeks after surgery. The hair over the incision will grow back and hide the surgical scar. Most patients will need to continue taking anti-seizure medication for two or more years after surgery. Once seizure control is established, medications may be reduced or eliminated. Temporal lobe resection is successful in eliminating or significantly reducing seizures in 70% to 90% of patients. The following symptoms may occur after surgery, although they generally go away on their own: Scalp numbness. Nausea. Feeling tired or depressed. Headaches. Difficulty speaking, remembering, or finding words. Continued auras (feelings that signal the start of a seizure). The complication rate with temporal lobe resection is low, but there are some risks, including: Risks associated with surgery, including infection, bleeding, and allergic reaction to anesthesia. Failure to relieve seizures. Changes in personality or mental abilities. Pain. WebMD Medical Reference ", 
    "title": "Temporal Lobe Resection"
}