{
    "data": "  Exposure to high levels of thallium can result in harmful health effects. A study on workers exposed on the job over several years reported nervous system effects, such as numbness of fingers and toes, from breathing thallium. Studies in people who ingested large amounts of thallium over a short time have reported vomiting, diarrhea, temporary hair loss, and effects on the nervous system, lungs, heart, liver, and kidneys. It has caused death. It is not known what the effects are from ingesting low levels of thallium over a long time. Birth defects were not reported in the children of mothers exposed to low levels from eating vegetables and fruits contaminated with thallium. Studies in rats, however, exposed to high levels of thallium, showed adverse developmental effects. It is not known if breathing or ingesting thallium affects human reproduction. Studies showed that rats that ingested thallium for several weeks had some adverse reproductive effects. Animal data suggest that the male reproductive system may be susceptible to damage by low levels of thallium. There is no information available on the health effects of skin contact with thallium in people or animals. The Department of Health and Human Services, the International Agency for Research on Cancer, and the Environmental Protection Agency (EPA) have not classified thallium as to its human carcinogenicity. No studies are available in people or animals on the carcinogenic effects of breathing, ingesting, or touching thallium.  There are medical tests available to measure levels of thallium in urine and hair. In addition, thallium can also be measured in blood; however, this is not a good indicator of exposure since thallium only stays in blood a very short time. These tests require special equipment that is not usually available in most doctor's offices. In addition, these tests cannot determine if adverse health effects will occur from the exposure to thallium. The EPA requires that discharges or accidental spills into the environment of 1,000 pounds or more of thallium be reported. The Occupational Safety and Health Administration (OSHA) has set an exposure limit of 0. 1 milligrams per cubic meter (0. 1 mg/m³) for thallium in workplace air. The American Conference of Governmental Industrial Hygienists (ACGIH) has established the same guidelines as OSHA for the workplace. The National Institute for Occupational Safety and Health (NIOSH) has recommended that 15 mg/m³ of thallium be considered immediately dangerous to life and health. This is the exposure level of a chemical that is likely to cause permanent health problems or death. Carcinogenicity: Ability to cause cancer. Ingesting: Taking food or drink into your body. Milligram (mg): One thousandth of a gram. References: Agency for Toxic Substances and Disease Registry (ATSDR). 1992. Toxicological Profile for thallium. Atlanta, GA: U. S. Department of Health and Human Services, Public Health Service. ATSDR can tell you where to find occupational and environmental health clinics. Their specialists can recognize, evaluate, and treat illnesses resulting from exposure to hazardous substances. You can also contact your community or state health or environmental quality department if you have any more questions or concerns. For more information, contact: Agency for Toxic Substances and Disease RegistryDivision of Toxicology1600 Clifton Road NE, Mailstop F-32Atlanta, GA 30333Phone: 1-888-42-ATSDR (1-888-422-8737)FAX: (770)-488-4178Email: ATSDRIC@cdc. gov ", 
    "title": "Thallium"
}