{
    "data": "  A thymoma is a type of tumor or growth in the thymus gland. It can behave in a benign fashion and is said to be noninvasive. Less commonly, it can behave in a malignant or cancerous fashion and is said to be a malignant thymoma. A small percentage of thymomas are clearly malignant and are called thymic carcinomas (cancers). In general, thymic tumors are uncommon. The thymus gland is present in the front of the space between the lungs called the anterior mediastinum and behind the upper sternum. The thymus gland is larger during puberty, but then normally becomes smaller in adulthood. Thymomas are most frequently seen in people in the fourth and fifth decades of life. There are no known risk factors that predispose a person to developing a thymoma. Up to half of thymomas are asymptomatic, meaning they do not produce any symptoms or signs and are diagnosed when an imaging study of the chest is performed for another reason. Chest pain, shortness of breath, and cough are common symptoms that patients experience when symptoms do occur. Many patients with thymoma will have a so-called paraneoplastic syndrome. A paraneoplastic syndrome occurs preceding or concurrent with the discovery of a thymoma. These conditions accompany the cancer's development but are not a direct result of the disease as a lump or pain might be. They seem to be an indirect result of the cancer and may or may not improve with the treatment of the underlying disease. The most commonly associated condition with thymoma is myasthenia gravis, a disease of muscle. Twenty percent of patients with myasthenia gravis will be found to have a thymoma. Thymomas are slow-growing tumors, and the prognosis is excellent when they are discovered in their early stages. Five-year survival for thymoma patients receiving modern treatment approaches 80%. Patients with the more rare form of the disease called thymic carcinomas have a more aggressive disease with five-year survival even with treatment of only about 40% on average. Surgical removal is the mainstay of treatment. Chemotherapy and radiation therapy may be used in cases in which surgical treatment is not effective in removing the entire tumor or in particularly aggressive cases.  A thymoma is an uncommon type of tumor of the thymus gland. The thymus is a gland located in the anterior mediastinum (the area between the two lungs and the sternum in the chest) that plays a critical role in the development of immune cells during childhood. The thymus gland enlarges during childhood, peaks in size at puberty (about 40 grams), and begins to shrink after an individual reaches puberty. Normally, the thymus is made up of a combination of lymphoid cells (immune cells or lymphocytes) and lining cells (epithelial cells). Thymoma is a type of tumor that originates from the epithelial or lining cells of the thymus. The term thymic neoplasms is used to refer to tumors of the thymus, which consist of thymomas and thymic carcinomas. Thymomas grow slowly and usually do not spread beyond the thymus. Thymic carcinomas are cancers of the thymus that grow aggressively and may metastasize to distant organs. Thymic carcinomas are very rare and make up only 0. 06% of all thymic tumors. The exact cause of thymomas is not known. Thymomas are equally common in men and in women and are most frequently seen in the fourth and fifth decades of life. There are no known risk factors that predispose a person to developing thymoma. Up to 50% of thymomas are asymptomatic, meaning they do not produce any symptoms or signs and are diagnosed when an imaging study is performed for another reason. In other cases, the tumor may cause symptoms related to the size of the tumor and the pressure it exerts on adjacent organs. Chest pain,shortness of breath, andcough are common symptoms when symptoms do occur. The following symptoms and signs are less common but may occur: FeverNight sweatsWeight loss Some cases may spread to the lining of the lungs or heart or even to tissues outside the chest. Less than 7% of cases are accompanied by spread outside the chest cavity. Thymic carcinomas are more aggressive types of tumors than thymomas and are more likely to spread both locally and distantly (metastasize) and to cause symptoms.  A number of health conditions have been associated with thymoma. Medical conditions that are associated with cancers are known as paraneoplastic syndromes, and up to 50%-60% of patients with thymoma will have one of these related health conditions. The most commonly associated condition with thymoma is myasthenia gravis, an autoimmune disease of the nerve-muscle junction that can manifest as weakness, fatigue, double vision, ptosis (drooping eyelids), and problems with swallowing. Other associated conditions include other autoimmune diseases including pure red cell aplasia (underproduction of red blood cells in the bone marrow). Surgeons, including thoracic (chest) surgeons and surgical oncologists, typically treat thymoma. If other treatments are indicated for an aggressive thymoma or thymic carcinoma, medical oncologists and radiation oncologists may be involved in the treatment team. If a thymoma is not causing symptoms, it is sometimes identified incidentally, meaning it is found on an imaging test of the chest (for example, X-ray, computerized tomography or CT scan) that is performed for another reason. If symptoms are present, chest X-rays or other imaging studies, such as CT scans or magnetic resonance imaging (MRI) scans or the combination of PET and CT scans, are typically carried out to identify the source of the symptoms. While a mass in the anterior mediastinum can be seen on imaging studies, the definitive diagnosis can only be established when the mass is either removed surgically and examined by a pathologist or when a biopsy (surgical removal of a small portion of tissue for diagnostic purposes) is taken. Microscopic examination of the tumor tissue is necessary to confirm the diagnosis of thymoma or thymic carcinoma. The appearance of the tissue itself under the microscope is classified as type A, B, or C based on its characteristics. Type C thymoma is thymic carcinoma and is quite rare.  The stage of a tumor refers to the extent to which it has spread to other local organs and tissues or to other parts of the body. There are two commonly used staging systems for thymoma, both of which classify the tumors as stage 1 through stage 4, depending upon the extent of spread and the degree of tissue invasion. While there are some differences in the two methods used to stage thymomas, a stage 1 tumor represents an encapsulated tumor (surrounded by a capsular structure) that has not spread outside of the thymus gland. Stage 4 represents the opposite extreme, in which invasion and spread to distant organs has occurred. Surgery is the primary medical treatment for thymoma. The success of the surgery depends upon the particular characteristics of the tumor and its precise location; tumors that can be completely removed have a higher surgical cure rate. If all evidence of disease is unable to be removed and microscopic, or tumor remains after surgery, then radiation therapy and chemotherapy have been used in addition to surgical resection. Chemotherapy is generally used for metastatic thymoma and thymoma that cannot be removed with surgery. The prognosis (outcome) for thymoma is dependent upon the stage of the tumor as well as the ability to successfully remove the tumor by surgery. Thymic carcinomas tend to behave more aggressively and have a worse prognosis than thymomas. Thymomas tend to be slow-growing tumors, and the prognosis is excellent for those with stage 1 or stage 2 thymoma. In a study of patients whose thymomas were completely removed by surgery, only 3% of the tumors recurred. Even 83% of patients with stage 3 thymoma were alive 10 years after diagnosis. The 10-year survival rate for stage 4 thymoma is approximately 47%. Overall, a majority of thymoma patients will live at least five years, while fewer than half or those with thymic carcinoma are expected to live that long.  Because the cause of thymoma is not known and no risk factors have been identified, prevention of thymoma is not possible. ", 
    "title": "Thymoma"
}