{
    "data": "  Constipation is a common problem, and everyone experiences it once in a while. Symptoms of constipation include feeling unable to completely empty your bowels, stools appearing dry/hard/lumpy, stomach upset or cramps, bloating, and loss of appetite. There are numerous causes of constipation including diseases of the digestive system and side effects of medications, but for most people, a diet low in fiber may be the cause. Fortunately, there are many foods a person can eat to help relieve constipation and foods to avoid that can make constipation worse. Here is a list of 12 foods to eat to help relieve constipation. When planning a healthy diet, it helps to include plenty of high-fiber choices to help you stay regular and provide relief of constipation.  Beans have more than 10 grams of fiber per cup serving that's more than almost any other fiber source. Beans have a great mixture of soluble and insoluble fiber, both of which helps the food keep moving through the intestines to relieve constipation. Take your pick: baked beans,black-eyed peas,garbanzo beans,lima beans,pinto beans, orkidney beans. Add any of these to salads, soups, casseroles, or pasta.   The luscious green flesh of the kiwi may be just what the doctor ordered for constipation relief. One medium kiwi has about 2. 5 grams of fiber and lots of vitamins and nutrients that are important for good health, including the intestines. A kiwi is a berry. And like most berries, it has edible seeds. You can even eat the peel, although most people prefer to eat just the flesh. A 2013 study of adults reported in Advances in Food and Nutrition Research found that eating kiwi promotes regular bowel movements. A previous study by researchers in Taipei also found eating two kiwis a day increased the number of bowel movements in adults with constipation.  One medium baked sweet potato with skin has 3. 8 grams of fiber, which can help get things moving along. This high fiber content in sweet potatoes helps prevent and relieve constipation. The skin contains most of the fiber so leave it on for the biggest benefits. Regular baked potatoes are also a good source of fiber, with 3 grams in a small baked potato. Leave the skin on, and high-calorie toppings such as butter or sour cream off.  Air-popped popcorn is a good choice for a high-fiber snack that can help provide relief from constipation. A filling 3 cups of air-popped popcorn contains 3. 5 g fiber, and less than 100 calories. Just be careful to stay away from movie theater popcorn or popcorn laden with butter as the high fat content not only contains lots of calories, the fat can cause constipation.   Nuts are a filling food that is also packed with fiber to help ease constipation. Almonds, pecans, and walnuts have more fiber than other nuts. Just 1 ounce of almonds (about 23 nuts) contains 3. 5 g fiber, 1 ounce of pecans (about 19 halves) contains 2. 7 g fiber, and 1 ounce of walnuts (14 halves) has 1. 9 g fiber. Seeds are another good fiber-filled choice for constipation relief. A scant 1 tablespoon of sesame seeds contains 1. 1 g fiber, while 1 ounce of pumpkin seeds (about 85 seeds) has a whopping 5 g fiber. Sprinkle seeds on top of salads for added fiber and crunch. Remember that nuts and seeds are high in calories, so keep portions small. Choose nuts and seeds that are raw or dry roasted, rather than roasted in oil.   Whole grains have lots of fiber, which is a good choice not only for the bowels, but also the heart. Researchers at the University of Finland in Helsinki found whole grain rye bread to be better than wheat bread and laxatives for relieving constipation. They reported their findings in the Journal of Nutrition in 2010. Their subjects ate enough slices (12. 3 grams each) to get 30 grams of fiber a day. But you don't have to eat that much for it to work. Arabinoxylan, the main component of dietary fiber in rye, helps keep food moving through the intestine. Ezekiel bread is another good choice for relief of constipation. It is bread made of sprouted whole grains and legumes, which provides a good dose of fiber and nutrients.  With the skin, an average pear provides 5 to 6 grams of dietary fiber to regulate the digestive system. Pears also are great for babies with constipation. Look for baby foods with pears as an ingredient, and pear juice can also aid constipation in infants.  Berries are tasty and easy to eat so take your pick: raspberries, blackberries, blueberries, and strawberries - all are easy to snack on and full of fiber. For example just ½ cup of raspberries contains 4 g fiber to help relieve constipation. Eat them alone as a snack, try them on salads, or puree and freeze them for a cool summertime dessert.  Flaxseed (or flax seed) can help with constipation and is a great source of fiber, antioxidants, and omega-3 fatty acids. Just one tablespoon of both brown and golden flax seed has 2. 8 g fiber, both soluble and insoluble. Most of the fiber is found in the husk of the flax seed, and ground flax seed is generally recommended for easier absorption of the fiber. It's easy to add flax seed to smoothies, on top of salads, or in oatmeal.  Just ½ cup of cooked broccoli contains 2. 8 grams of fiber to aid with constipation relief, and it's also chock full of vitamin C. Broccoli makes a great side dish, and it can be eaten raw as a snack with hummus or a low-fat dip.  Dried fruit is a smart choice if you're feeling constipated, as it actually contains more fiber than fresh fruit per serving. An easy snack is raisins, with 7 g fiber per cup (compared to 1 g in 1 cup of grapes). Aside from prunes, dried fruits such as figs, raisins, and dried apricots are excellent sources of fiber. Add dried fruit to cereal, or bake it into bran muffins. Soak it in water to soften it if it's hard to chew. Just remember that while dried fruit has more fiber than fresh fruit, it also has more calories.   Prunes were grandma's remedy. They could be yours, too. Prunes are high in insoluble fiber as well as the natural laxative sorbitol, which can help you \"go. \"Researchers at the University of Iowa tested dried, pitted plums (prunes) against psyllium (a laxative) in 40 adults who were constipated. Those given the plums had measurably higher spontaneous bowel movements than those given the laxative. Prunes juice is also helpful at relieving constipation in babies. ", 
    "title": "Top Foods For Constipation Relief"
}