{
    "data": "  Tics come and go over time, varying in type, frequency, location, and severity. The first symptoms usually occur in the head and neck area and may progress to include muscles of the trunk and extremities. Motor tics generally precede the development of vocal tics and simple tics often precede complex tics. Most patients experience peak tic severity before the mid-teen years with improvement for the majority of patients in the late teen years and early adulthood. Approximately 10 percent of those affected have a progressive or disabling course that lasts into adulthood. Although the symptoms of Tourette syndrome are involuntary, some people can sometimes suppress, camouflage, or otherwise manage their tics in an effort to minimize their impact on functioning. However, people with Tourette syndrome often report a substantial buildup in tension when suppressing their tics to the point where they feel that the tic must be expressed. Tics in response to an environmental trigger can appear to be voluntary or purposeful but are not. Although the cause of Tourette syndrome is unknown, current research points to abnormalities in certain brain regions (including the basal ganglia, frontal lobes, and cortex), the circuits that interconnect these regions, and the neurotransmitters (dopamine, serotonin, and norepinephrine) responsible for communication among nerve cells. Given the often complex presentation of Tourette syndrome, the cause of the disorder is likely to be equally complex. Many with Tourette syndrome experience additional neurobehavioral problems including inattention; hyperactivity and impulsivity (attention deficit hyperactivity disorder-ADHD) and related problems with reading, writing, and arithmetic; and obsessive-compulsive symptoms such as intrusive thoughts/worries and repetitive behaviors. For example, worries about dirt and germs may be associated with repetitive hand-washing, and concerns about bad things happening may be associated with ritualistic behaviors such as counting, repeating, or ordering and arranging. People with Tourette syndrome have also reported problems with depression or anxiety disorders, as well as other difficulties with living, that may or may not be directly related to Tourette syndrome. Given the range of potential complications, people with Tourette syndrome are best served by receiving medical care that provides a comprehensive treatment plan.  Tourette syndrome is a diagnosis that doctors make after verifying that the patient has had both motor and vocal tics for at least 1 year. The existence of other neurological or psychiatric conditions [these include childhood-onset involuntary movement disorders such as dystonia, or psychiatric disorders characterized by repetitive behaviors/movements (for example, stereotypic behaviors in autism and compulsive behaviors in obsessive-compulsive disorder - OCD] can also help doctors arrive at a diagnosis. Common tics are not often misdiagnosed by knowledgeable clinicians. But atypical symptoms or atypical presentation (for example, onset of symptoms in adulthood) may require specific specialty expertise for diagnosis. There are no blood or laboratory tests needed for diagnosis, but neuroimaging studies, such as magnetic resonance imaging (MRI), computerized tomography (CT), and electroencephalogram (EEG) scans, or certain blood tests may be used to rule out other conditions that might be confused with Tourette syndrome. It is not uncommon for patients to obtain a formal diagnosis of Tourette syndrome only after symptoms have been present for some time. The reasons for this are many. For families and physicians unfamiliar with Tourette syndrome, mild and even moderate tic symptoms may be considered inconsequential, part of a developmental phase, or the result of another condition. For example, parents may think that eye blinking is related to vision problems or that sniffing is related to seasonal allergies. Many patients are self-diagnosed after they, their parents, other relatives, or friends read or hear about Tourette syndrome from others.  Because tic symptoms do not often cause impairment, the majority of people with Tourette syndrome require no medication for tic suppression. However, effective medications are available for those whose symptoms interfere with functioning. Neuroleptics are the most consistently useful medications for tic suppression; a number are available but some are more effective than others (for example, haloperidol and pimozide). Unfortunately, there is no one medication that is helpful to all people with Tourette syndrome, nor does any medication completely eliminate symptoms. In addition, all medications have side effects. Most neuroleptic side effects can be managed by initiating treatment slowly and reducing the dose when side effects occur. The most common side effects of neuroleptics include sedation, weight gain, and cognitive dulling. Neurological side effects such as tremor, dystonic reactions (twisting movements or postures), parkinsonian-like symptoms, and other dyskinetic (involuntary) movements are less common and are readily managed with dose reduction. Discontinuing neuroleptics after long-term use must be done slowly to avoid rebound increases in tics and withdrawal dyskinesias. One form of withdrawal dyskinesia called tardive dyskinesia is a movement disorder distinct from Tourette syndrome that may result from the chronic use of neuroleptics. The risk of this side effect can be reduced by using lower doses of neuroleptics for shorter periods of time. Other medications may also be useful for reducing tic severity, but most have not been as extensively studied or shown to be as consistently useful as neuroleptics. Additional medications with demonstrated efficacy include alpha-adrenergic agonists such as clonidine and guanfacine. These medications are used primarily for hypertension but are also used in the treatment of tics. The most common side effect from these medications that precludes their use is sedation.  Evidence from twin and family studies suggests that Tourette syndrome is an inherited disorder. Although early family studies suggested an autosomal dominant mode of inheritance (an autosomal dominant disorder is one in which only one copy of the defective gene, inherited from one parent, is necessary to produce the disorder), more recent studies suggest that the pattern of inheritance is much more complex. Although there may be a few genes with substantial effects, it is also possible that many genes with smaller effects and environmental factors may play a role in the development of Tourette syndrome. Genetic studies also suggest that some forms of ADHD and OCD are genetically related to Tourette syndrome, but there is less evidence for a genetic relationship between Tourette syndrome and other neurobehavioral problems that commonly co-occur with Tourette syndrome. It is important for families to understand that genetic predisposition may not necessarily result in full-blown Tourette syndrome; instead, it may express itself as a milder tic disorder or as obsessive-compulsive behaviors. It is also possible that the gene-carrying offspring will not develop any Tourette syndrome symptoms. The sex of the person also plays an important role in Tourette syndrome gene expression. At-risk males are more likely to have tics and at-risk females are more likely to have obsessive-compulsive symptoms. People with Tourette syndrome may have genetic risks for other neurobehavioral disorders such as depression or substance abuse. Genetic counseling of individuals with Tourette syndrome should include a full review of all potentially hereditary conditions in the family.  Although there is no cure for Tourette syndrome, the condition in many individuals improves in the late teens and early 20s. As a result, some may actually become symptom-free or no longer need medication for tic suppression. Although the disorder is generally lifelong and chronic, it is not a degenerative condition. Individuals with Tourette syndrome have a normal life expectancy. Tourette syndrome does not impair intelligence. Although tic symptoms tend to decrease with age, it is possible that neurobehavioral disorders such as depression, panic attacks, mood swings, and antisocial behaviors can persist and cause impairment in adult life. Although students with Tourette syndrome often function well in the regular classroom, ADHD, learning disabilities, obsessive-compulsive symptoms, and frequent tics can greatly interfere with academic performance or social adjustment. After a comprehensive assessment, students should be placed in an educational setting that meets their individual needs. Students may require tutoring, smaller or special classes, and in some cases special schools. All students with Tourette syndrome need a tolerant and compassionate setting that both encourages them to work to their full potential and is flexible enough to accommodate their special needs. This setting may include a private study area, exams outside the regular classroom, or even oral exams when the child's symptoms interfere with his or her ability to write. Untimed testing reduces stress for students with Tourette syndrome.  Within the Federal government, the leading supporter of research on Tourette syndrome and other neurological disorders is the National Institute of Neurological Disorders and Stroke (NINDS). The NINDS, a part of the National Institutes of Health (NIH), is responsible for supporting and conducting research on the brain and central nervous system. NINDS sponsors research on Tourette syndrome both in its laboratories at the NIH and through grants to major medical institutions across the country. The National Institute of Mental Health, the National Center for Research Resources, the National Institute of Child Health and Human Development, the National Institute on Drug Abuse, and the National Institute on Deafness and Other Communication Disorders also support research of relevance to Tourette syndrome. And another component of the Department of Health and Human Services, the Centers for Disease Control and Prevention, funds professional education programs as well as Tourette syndrome research. Knowledge about Tourette syndrome comes from studies across a number of medical and scientific disciplines, including genetics, neuroimaging, neuropathology, clinical trials (medication and non-medication), epidemiology, neurophysiology, neuroimmunology, and descriptive/diagnostic clinical science. Genetic studies. Currently, NIH-funded investigators are conducting a variety of large-scale genetic studies. Rapid advances in the technology of gene finding will allow for genome-wide screening approaches in Tourette syndrome, and finding a gene or genes for Tourette syndrome would be a major step toward understanding genetic risk factors. In addition, understanding the genetics of Tourette syndrome genes will strengthen clinical diagnosis, improve genetic counseling, lead to the clarification of pathophysiology, and provide clues for more effective therapies. Neuroimaging studies. Within the past 5 years, advances in imaging technology and an increase in trained investigators have led to an increasing use of novel and powerful techniques to identify brain regions, circuitry, and neurochemical factors important in Tourette syndrome and related conditions. Neuropathology: Within the past 5 years, there has been an increase in the number and quality of donated postmortem brains from Tourette syndrome patients available for research purposes. This increase, coupled with advances in neuropathological techniques, has led to initial findings with implications for neuroimaging studies and animal models of Tourette syndrome. Clinical trials: A number of clinical trials in Tourette syndrome have recently been completed or are currently underway. These include studies of stimulant treatment of ADHD in Tourette syndrome and behavioral treatments for reducing tic severity in children and adults. Smaller trials of novel approaches to treatment such as dopamine agonist and GABAergic medications also show promise. Epidemiology and clinical science. Careful epidemiological studies now estimate the prevalence of Tourette syndrome to be substantially higher than previously thought with a wider range of clinical severity. Furthermore, clinical studies are providing new findings regarding Tourette syndrome and co-existing conditions. These include subtyping studies of Tourette syndrome and OCD, an examination of the link between ADHD and learning problems in children with Tourette syndrome, a new appreciation of sensory tics, and the role of co-existing disorders in rage attacks. One of the most important and controversial areas of Tourette syndrome science involves the relationship between Tourette syndrome and autoimmune brain injury associated with group A beta-hemolytic streptococcal infections or other infectious processes. There are a number of epidemiological and clinical investigations currently underway in this intriguing area.  For more information on neurological disorders or research programs funded by the National Institute of Neurological Disorders and Stroke, contact the Institute's Brain Resources and Information Network (BRAIN) at: BRAINP. O. Box 5801Bethesda, MD 20824(800) 352-9424http://www. ninds. nih. gov Information also is available from the following organizations: Tourette Syndrome Association42-40 Bell BoulevardSuite 205Bayside, NY 11361-2820ts@tsa-usa. orghttp://tsa-usa. orgTel: 718-224-2999 888-4-TOURET (486-8738)Fax: 718-279-9596 ", 
    "title": "Tourette Syndrome"
}