{
    "data": "  Toxic shock syndrome (TSS) is a severe illness associated with infections. Toxic shock syndrome is caused by exotoxin(s) secreted by Streptococcus or Staphylococcus. Risk factors include use of tampons, deep wound infections, and any immunosuppressive health problems. TSS signs and symptoms include:high fever,low blood pressure,and organ damage such as lung, liver, or renal dysfunction. Diagnosis is usually made by clinical criteria such as the signs and symptoms listed above. Treatment depends on the individual's condition; usually intravenous fluids and IV antibiotics are required -- some patients may require additional support (respiratory support, dialysis, and intensive care). Early diagnosis with effective treatment can yield a good prognosis; development of organ damage usually worsens the patient's prognosis. The incidence of toxic shock syndrome can be reduced by avoiding the use of <strong>superabsorbent tampons</strong> and other devices placed in the vagina; other methods include excellent wound care and/or early treatment of deep wounds. Toxic shock syndrome is a severe illness associated with group A Streptococcus (GAS or Streptococcus pyogenes); this bacterium produces a toxin termed TSS toxin-1 (TSST-1). TSS was first described in 1978 in children, but subsequent reports identified TSS outbreaks in women and were associated with tampon use. Although first thought to be additionally associated with menstruation, over the past years, less than half of TTS cases have been associated with menstruation. Although most cases of TTS occur in women, about 25% of nonmenstrual infections occur in men. TSS is also associated with <em>Staphylococcus</em> infections; some strains of these bacteria produce exotoxins very similar to TSST-1.  The cause of toxic shock syndrome (TSS) is one of several closely related exotoxins secreted by bacteria that are infecting the person. The toxins activate T cells of the immune system to produce chemicals known as cytokines that subsequently cause shock and tissue damage. Although there are several closely related exotoxins, about 80% of individuals with TSS have an illness caused by TSST-1 or a similar exotoxin. Other exotoxins such as those produced by enterococci A, C, D, E, and H cause most of the remaining 20% of infections. M protein, a filamentous protein on the cell membrane of group A Streptococcus bacteria enhances the likelihood of the bacterial strain being more likely to cause disease. Bacterial strains that lack M protein are less lethal because M protein can protect bacteria from host immune defenses. In addition, M protein apparently enhances cell damage and inflammation caused by exotoxins. Risk factors for TSS include a history of using superabsorbent tampons, surgical wounds, history of using a diaphragm or contraceptive sponge, having a localized infection deep in the skin, abortion, burns, and immunosuppression (for example, as seen with diabetes, chronic lung or heart disease, or in elderly patients).   TSS symptoms and signs a resemble those found in other infections; however, the most common symptoms of TSS are as follows: Fever higher than 38. 9 C (102 F)Low blood pressure (about &lt;90 systolic)Decreased kidney functionDisturbances in blood clotting (platelets less than or equal to 100,000/mm<sup>3</sup>)Liver involvement (twice the upper limit of normal for liver enzyme measurements)Acute respiratory distressVomitingA red rash that's flat and/or shedding of the skinDamage and death of soft tissues, such as necrotizing fasciitis, myositis, or gangreneFatigueHeadache Skin shedding may occur on the palms and soles of the feet about one or two weeks after the initial infection begins. Some clinicians classify TSS by stages -- others do not. However, early symptoms such as a high fever and a falling blood pressure may occur before later stages of organ damage appear. Early symptoms can be confused with those of other diseases, like norovirus or other viral and bacterial infections, especially in young women.  In general, after the history and physical, if the patient has low blood pressure and multiorgan involvement characterized by two of the above listed symptoms of organ dysfunction (renal, lung, liver, skin, or blood), the clinical diagnosis of TSS is made, according to CDC criteria. A confirmation of the diagnosis is done by isolation of one of the causative bacteria; the bacteria should be identified as capable of producing exotoxin that either is, or functions like, TSST-1. The treatment for TSS varies from patient to patient; however, the following treatments are fairly common. Patients with TSS usually will be treated with two or more of the following treatments: Intravenous fluids to treat shockIV antibioticsDeep surgical cleaning of any infected woundsCardiac medications to help treat low blood pressureOxygen and/or mechanical ventilation as neededBlood products if neededDialysis for patients with kidney failureHospitalization in an intensive-care unit Patients with TSS who are diagnosed early and given appropriate treatment often have a good prognosis. Early treatment can help prevent complications such as renal failure, respiratory failure, and coagulation disorders. However, the mortality (death) rate is about 5%-15%, and patients who develop complications have a poorer prognosis than those who do not. Patients who develop TSS are at risk for reinfection.  It is possible to reduce the chances of developing TSS. Menstruating females should minimize use of items like tampons, diaphragms, and sponges. Tampons should be changed frequently, and superabsorbent tampons should be avoided. Anyone diagnosed with TTS has a higher risk of reinfection; women diagnosed with TSS should avoid tampon use in the future. Early treatment of wounds, especially deep wounds, can help prevent TSS. ", 
    "title": "Toxic Shock Syndrome Tss"
}