{
    "data": "  If you get the flu, antiviral drugs are a treatment option. Check with your doctor promptly if you have a high risk condition and you get flu symptoms. Symptoms can include fever, cough, sore throat, runny or stuffy nose, body aches, headache, chills and fatigue. Your doctor may prescribe antiviral drugs to treat your flu illness. Yes. Antiviral drugs are not a substitute for getting a flu vaccine. While not 100% effective, a flu vaccine is the first and best way to prevent influenza. Antiviral drugs are a second line of defense to treat the flu if you get sick. When used for treatment, antiviral drugs can lessen symptoms and shorten the time you are sick by1 or 2 days. Antiviral drugs also can prevent serious flu-related complications (like pneumonia). This is especially important for people with a high-risk health condition like asthma, diabetes or chronic heart disease.  Some side effects have been associated with the use of influenza antiviral drugs, including nausea, vomiting, dizziness, runny or stuffy nose, cough,diarrhea, headache and some behavioral side effects. These are uncommon. Your doctor can give you more information about these drugs or you can check the Centers for Disease Control and Prevention (CDC) or the Food and DrugAdministration (FDA) websites. Studies show that flu antiviral drugs work best for treatment when they are started within 2 days of gettingsick. However, starting them later can still be helpful, especially if the sick person has a high-risk healthcondition (see list below) or is very sick from the flu. Follow your doctor's instructions for taking this drug. There are two antiviral drugs recommended by the CDC and approved by the FDA for flu treatment. These are oseltamivir (brand name Tamiflu®) and zanamivir (brand name Relenza®). Tamiflu® comes as apill or liquid, and Relenza® is an inhaled powder. (Relenza should NOT be used in anyone with breathingproblems, like asthma or COPD, for example. ) These drugs have been in use since 1999. There are nogeneric flu antiviral drugs.  To treat flu, Tamiflu® and Relenza® are usually taken for 5 days, although people hospitalized with the flumay need the medicine for longer than 5 days. Yes. Children and pregnant women can take antiviral drugs. It's very important that antiviral drugs be used early to treat the flu in: People who are very sick with the flu (for example, people who are in the hospital). People who are sick with the flu and have a high-risk health condition like asthma, diabetes or chronicheart disease. (See below for full list of high risk conditions). ", 
    "title": "Treating The Flu In People With Health Risks"
}