{
    "data": "  There is currently no cure for TCS. Treatment is tailored to the specific needs of each child or adult. Ideally, treatment is managed by a multidisciplinary team of craniofacial specialists. Newborns may need special positioning or tracheostomy to manage the airway. Hearing loss may be treated with bone conduction amplification, speech therapy, and/or educational intervention. In many cases, craniofacial reconstruction is needed. Surgery may be performed to repair cleft palate, to reconstruct the jaw, or to repair other bones in the skull. The specific surgical procedures used and the age when surgery is performed depends on the severity of the abnormalities, overall health and personal preference. There are some possible treatments that are being investigated. Researchers are looking for ways to inhibit a protein called p53, which helps the body to kill off unwanted cells. In people with TCS, p53 is abnormally activated, leading to the loss of specific cells and ultimately causing features of TCS. It has been proposed that inhibiting the production of p53 (or blocking its activation) may help to treat affected people. However, more research is needed to determine if this type of treatment is effective and safe. Researchers are also studying the use of stems cells found in fat tissue to be used alongside surgery in people with TCS and other craniofacial disorders. Early studies have shown that surgical outcomes may be improved using these stem cells to help stimulate the regrowth of affected areas. However, this therapy is still experimental and controversial. Usually, people with TCS grow to become functioning adults with normal intelligence. With proper management, life expectancy is approximatelythe same as in the general population. In some cases, the prognosis depends on the specific symptoms and severity in the affected person. For example, very severe cases of TCS can cause perinatal death because of a compromised airway. These resources address the diagnosis or management of TCS and may include treatment providers. Gene Review: Treacher Collins SyndromeGene Tests: POLR1C-Related Treacher Collins SyndromeGene Tests: POLR1D-Related Treacher Collins SyndromeGene Tests: TCOF1-Related Treacher Collins Syndrome Other names for TCS include: Franceschetti-Zwahlen-Klein syndromeMandibulofacial dysostosis (MFD1)Treacher Collins-Franceschetti syndromezygoauromandibular dysplasia ", 
    "title": "Treacher Collins Syndrome"
}