{
    "data": "  Trigger finger is a \"snapping\" or \"locking\" condition of any of the digits of the hand when opened or closed. Trigger finger is medically termed stenosing tenosynovitis. Trigger finger is caused by local swelling from inflammation or scarring of the tendon sheath around the flexor tendons. These are tendons that normally pull the affected digit inward toward the palm (flexion). Usually, trigger finger occurs as an isolated condition because of repetitive trauma. Activities such as gardening, pruning, and clipping, etc. , are risk factors for trigger finger. Sometimes, trigger finger is an associated condition resulting from an underlying illness that causes inflammation of tissues of the hand, such as rheumatoid arthritis. In fact, data presented at the 2005 American College of Rheumatology national meeting suggested that a majority of patients with rheumatoid arthritis have inflammation around the tendons of the palm of the hand that could develop into trigger finger.  Symptoms of trigger finger may occur when any of the four fingers of the hand attempts to flex closed while gripping. Instead of a smooth, continual closure, the digit hesitates, then snaps closed (causing a \"trigger\" affect). When attempting to extend the digit, a similar hesitation may occur before it \"snaps\" into full extension. In severe cases, the digits must be manually brought into full extension or flexion. The closure is frequently associated with pain at the base of the digit on the palm of the hand. Triggering can also affect the thumb. Trigger finger is commonly diagnosed and treated by primary-care doctors, including general practitioners, family medicine physicians, and internists. Specialists who treat trigger finger include orthopedic surgeons, sports-medicine doctors, plastic surgeons, hand surgeons, and rheumatologists. Occupational therapists and physical therapists can be involved in the care of patients with trigger finger. Health-care professionals diagnose trigger finger based on the history of \"snapping\" sensation that the patient experiences, as well as noting in the examination that there is tenderness and nodular irregularity of the involved flexor tendon in the palm of the hand.  Stretching, ice, and anti-inflammation treatments can be helpful. Oral anti-inflammatory medications that may be helpful include naproxen (Aleve), ibuprofen (Motrin, Advil), diclofenac (Voltaren, Cataflam, Cambia), and others. The quickest and most effective treatment is a local cortisone injection into the tendon sheath around the affected tendon. Most patients will respond positively to the cortisone injection, but this may only be a temporary response. When a trigger finger persists after two injections and is not responsive to the above treatments, surgical procedures to release the tendon sheath and/or remove the inflamed or scarred tissue are considered. Surgical intervention is usually a permanent cure for this condition. Trigger finger can initially be treated at home with remedies including cold packs, resting, and over-the-counter medications, such as ibuprofen and naproxen. Massaging the involved area of the palm gently followed by cold pack application can be helpful. Care must be taken to avoid reinjuring the strained tendon in the palm. The prognosis of trigger finger is excellent. Nearly all patients recover completely when cortisone injections are given. Sometimes repeat injections are necessary. Only rarely is surgery required. Trigger finger can be prevented by avoiding activities that strain the finger flexor tendons in the palms of the hands. ", 
    "title": "Trigger Finger"
}