{
    "data": "   If a tumor is suspected to be malignant, a doctor removes a sample of tissue or the entire tumor in a procedure called a biopsy. A pathologist (a doctor who identifies diseases by studying cells under a microscope) examines the tissue to determine whether the tumor is benign or malignant. The pathologist can also determine the tumor grade and identify other characteristics of the tumor cells. Based on the microscopic appearance of cancer cells, pathologists commonly describe tumor grade by four degrees of severity: Grades 1, 2, 3, and 4. The cells of Grade 1 tumors resemble normal cells, and tend to grow and multiply slowly. Grade 1 tumors are generally considered the least aggressive in behavior. Conversely, the cells of Grade 3 or Grade 4 tumors do not look like normal cells of the same type. Grade 3 and 4 tumors tend to grow rapidly and spread faster than tumors with a lower grade. Grading systems are different for each type of cancer. For example, pathologists use the Gleason system to describe the degree of differentiation of prostate cancer cells. The Gleason system uses scores ranging from Grade 2 to Grade 10. Lower Gleason scores describe well-differentiated, less aggressive tumors. Higher scores describe poorly differentiated, more aggressive tumors. Other grading systems include the Bloom-Richardson system for breast cancer and the Fuhrman system for kidney cancer.  Doctors use tumor grade and many other factors, such as cancer stage, to develop an individual treatment plan for the patient and to predict the patient's prognosis. Generally, a lower grade indicates a better prognosis (the likely outcome or course of a disease; the chance of recovery or recurrence). However, the importance of tumor grade in planning treatment and estimating a patient's prognosis is greater for certain types of cancers, such as soft tissue sarcoma, primary brain tumors, lymphomas, and breast and prostate cancer. Patients should speak with their doctor about tumor grade and how it relates to their diagnosis and treatment. 1. American Joint Committee on Cancer. AJCC Cancer Staging Manual. 6th ed. New York, NY: Springer, 2002. ", 
    "title": "Tumor Grade"
}