{
    "data": "  Risk factors include the following: Having a history of bladder cancer. Having conditions that cause chronic inflammation in the urethra, including:Sexually transmitted diseases (STDs). Frequent urinary tract infections (UTIs). Being 60 or older. Being a white female. These and other symptoms may be caused by urethral cancer. Other conditions may cause the same symptoms. Sometimes early cancer of the urethra does not cause any symptoms at all. A doctor should be consulted if any of the following problems occur: Bleeding from the urethra or blood in the urine. Weak or interrupted (\"stop-and-go\") flow of urine. Frequent urination. A lump or thickness in the perineum or penis. Discharge from the urethra. Enlarged lymph nodes in the groin area. The following tests and procedures may be used: Physical exam and history: An exam of the body to check general signs of health, including checking for signs of disease, such as lumps or anything else that seems unusual. A history of the patient's health habits and past illnesses and treatments will also be taken. Laboratory tests: Medical procedures that test samples of tissue, blood, urine, or other substances in the body. These tests help to diagnose disease, plan and check treatment, or monitor the disease over time. Urine cytology: Examination of urine under a microscope to check for abnormal cells. Urinalysis: A test to check the color of urine and its contents, such as sugar, protein, blood, and white blood cells. If white blood cells (a sign of infection) are found, a urine culture is usually done to find out what type of infection it is. Digital rectal exam: An exam of the rectum. The doctor or nurse inserts a lubricated, gloved finger into the lower part of the rectum to feel for lumps or anything else that seems unusual. This procedure may be done while the patient is under anesthesia. Pelvic exam: An exam of the vagina, cervix, uterus, fallopian tubes, ovaries, and rectum. The doctor or nurse inserts one or two lubricated, gloved fingers of one hand into the vagina and places the other hand over the lower abdomen to feel the size, shape, and position of the uterus and ovaries. A speculum is also inserted into the vagina and the doctor or nurse looks at the vagina and cervix for signs of disease. This may be done while the patient is under anesthesia. Cystoscopy: A procedure to look inside the urethra and bladder to check for abnormal areas. A cystoscope (a thin, lighted tube) is inserted through the urethra into the bladder. Tissue samples may be taken for biopsy. Biopsy: The removal of cells or tissues from the urethra, bladder, and, sometimes, the prostate gland, so they can be viewed under a microscope by a pathologist to check for signs of cancer.  The prognosis (chance of recovery) depends on the following: The stage and size of the cancer (whether it is in only one area or has spread to other areas). Where in the urethra the cancer first formed. The patient's general health. Whether the cancer has just been diagnosed or has recurred (come back). Treatment options depend on the following: The stage of the cancer and where it is in the urethra. The patient's sex and general health. Whether the cancer has just been diagnosed or has recurred. After urethral cancer has been diagnosed, tests are done to find out if cancer cells have spread within the urethra or to other parts of the body. The process used to find out if cancer has spread within the urethra or to other parts of the body is called staging. The information gathered from the staging process determines the stage of the disease. It is important to know the stage in order to plan treatment. The following procedures may be used in the staging process: Chest X-ray: An X-ray of the organs and bones inside the chest. An X-ray is a type of energy beam that can go through the body and onto film, making a picture of areas inside the body. CT scan (CAT scan) of the pelvis and abdomen: A procedure that makes a series of detailed pictures of the pelvis and abdomen, taken from different angles. The pictures are made by a computer linked to an X-ray machine. A dye may be injected into a vein or swallowed to help the organs or tissues show up more clearly. This procedure is also called computed tomography, computerized tomography, or computerized axial tomography. MRI (magnetic resonance imaging): A procedure that uses a magnet, radio waves, and a computer to make a series of detailed pictures of the urethra, nearby lymph nodes, and other soft tissue and bones in the pelvis. A substance called gadolinium is injected into the patient through a vein. The gadolinium collects around the cancer cells so they show up brighter in the picture. This procedure is also called nuclear magnetic resonance imaging (NMRI). Blood chemistry studies: A procedure in which a blood sample is checked to measure the amounts of certain substances released into the blood by organs and tissues in the body. An unusual (higher or lower than normal) amount of a substance can be a sign of disease in the organ or tissue that produces it. Complete blood count (CBC): A procedure in which a sample of blood is drawn and checked for the following:The number of red blood cells, white blood cells, and platelets. The amount of hemoglobin (the protein that carries oxygen) in the red blood cells. The portion of the blood sample made up of red blood cells. There are three ways that cancer spreads in the body. The three ways that cancer spreads in the body are: Through tissue. Cancer invades the surrounding normal tissue. Through the lymph system. Cancer invades the lymph system and travels through the lymph vessels to other places in the body. Through the blood. Cancer invades the veins and capillaries and travels through the blood to other places in the body. When cancer cells break away from the primary (original) tumor and travel through the lymph or blood to other places in the body, another (secondary) tumor may form. This process is called metastasis. The secondary (metastatic) tumor is the same type of cancer as the primary tumor. For example, if breast cancer spreads to the bones, the cancer cells in the bones are actually breast cancer cells. The disease is metastatic breast cancer, not bone cancer. Urethral cancer is staged according to which part of the urethra is affected. Treatment is also based on this grouping. Urethral cancer is staged and treated based on the part of the urethra that is affected and how deeply the tumor has spread into tissue around the urethra. Urethral cancer can be described as anterior or posterior. Anterior urethral cancer In anterior urethral cancer, the tumors are not deep and they affect the part of the urethra that is closest to the outside of the body. Posterior urethral cancer In posterior urethral cancer, the tumors are deep and affect the part of the urethra closest to the bladder. In women, the entire urethra may be affected. In men, the prostate gland may be affected. The following stages are also used to describe urethral cancer: Stage 0 (Carcinoma in Situ) In stage 0, abnormal cells are found in the inside lining of the urethra. These abnormal cells may become cancer and spread into nearby normal tissue. Stage 0 is also called carcinoma in situ. Stage A In stage A, cancer has formed and spread into the layer of tissue beneath the lining of the urethra. Stage B In stage B, cancer is found in the muscle around the urethra. In men, the penile tissue surrounding the urethra may be affected. Stage C In stage C, cancer has spread beyond the tissue surrounding the urethra, and: in women, may be found in the vagina, vaginal lips, or nearby muscle;in men, may be found in the penis or in nearby muscle. Stage D Stage D is divided into stage D1 and stage D2, based on where the cancer has spread. In stage D1, cancer has spread to nearby lymph nodes in the pelvis and groin. In stage D2, cancer has spread to distant lymph nodes or to other organs in the body, such as the lungs, liver, and bone. Urethral cancer may be associated with invasive bladder cancer.  There are different types of treatment for patients with urethral cancer. Different types of treatments are available for patients with urethral cancer. Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment. Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment. Three types of standard treatment are used: Surgery is the most common treatment for cancer of the urethra. One of the following types of surgery may be done: Open excision: Removal of the cancer by surgery. Electro-resection with fulguration: Surgery to remove the cancer by electric current. A lighted tool with a small wire loop on the end is used to remove the cancer or to burn the tumor away with high-energy electricity. Laser surgery: A surgical procedure that uses a laser beam (a narrow beam of intense light) as a knife to make bloodless cuts in tissue or to remove or destroy tissue. Lymph node dissection: Lymph nodes in the pelvis and groin may be removed. Cystourethrectomy: Surgery to remove the bladder and the urethra. Cystoprostatectomy: Surgery to remove the bladder and the prostate. Anterior exenteration: Surgery to remove the urethra, the bladder, and the vagina. Plastic surgery  Treatment of anterior urethral cancer is different for men and women. For women, treatment may include the following: Radiation therapy followed by surgery (anterior exenteration and urinary diversion). Surgery (open excision, electro-resection with fulguration, lymph node dissection, or anterior exenteration and urinary diversion). Laser surgery. External and/or internal radiation therapy. For men, treatment may include the following: Surgery (open excision, electro-resection with fulguration, lymph node dissection, or partial or radical penectomy). Laser surgery. Radiation therapy. Treatment of posterior urethral cancer is different for men and women. For women, treatment may include the following: Radiation therapy followed by surgery (anterior exenteration with lymph node dissection and urinary diversion). Radiation therapy with or without surgery (other than anterior exenteration and urinary diversion). Surgery (other than anterior exenteration and urinary diversion) alone. For men, treatment may be radiation therapy followed by surgery (cystoprostatectomy, penectomy, lymph node dissection, and urinary diversion). Treatment of urethral cancer that develops with invasive bladder cancer may include the following: Surgery (cystourethrectomy or cystoprostatectomy). Watchful waiting. Treatment of recurrent urethral cancer that comes back near the urethra depends on the type of treatment the patient received before, as follows: Surgery: For patients who were first treated with radiation therapy. Radiation therapy with surgery: For patients who were first treated with surgery alone. Treatment of recurrent urethral cancer that comes back in distant parts of the body is usually a clinical trial of chemotherapy.  For more information, U. S. residents may call the National Cancer Institute's (NCI's) Cancer Information Service toll-free at 1-800-4-CANCER (1-800-422-6237) Monday through Friday from 9:00 a. m. to 4:30 p. m. A trained Cancer Information Specialist is available to answer your questions. The NCI's LiveHelp® online chat service provides Internet users with the ability to chat online with an Information Specialist. The service is available from 9:00 a. m. to 11:00 p. m. Eastern time, Monday through Friday. Information Specialists can help Internet users find information on NCI Web sites and answer questions about cancer. For more information from the NCI, please write to this address: NCI Public Inquiries OfficeSuite 3036A6116 Executive Boulevard, MSC8322 Bethesda, MD 20892-8322 ", 
    "title": "Urethral Cancer"
}