{
    "data": "  Urethral stricture is much more common in men than in women. In fact, urethral stricture is rare in women. Congenital urethral strictures (present at birth) are also considered rare. Any inflammation of the urethra resulting from injury, trauma, previous surgery, or infection can cause urethral stricture. Symptoms of urethral stricture can range from no symptoms at all to complete urinary retention. Imaging studies and endoscopic evaluations are important tools in the diagnosis of urethral stricture. Medications generally play no role, and surgical procedures remain the mainstay of treatment for symptomatic urethral stricture. The overall prognosis for urethral stricture is good. The urethra is the opening that allows urine to leave the bladder. In men, the urethra is a thin tube-like structure that starts from the lower opening of the bladder and traverses the entire length of the penis. In women, it is a shorter opening coming off the lower opening of bladder and is between 2. 5 to 4 centimeters (cm) in length. The urethra has a sphincter that is normally closed to keep urine inside the bladder. When the bladder fills with urine, there are both voluntary and involuntary controls to open the urethral sphincter to allow urine to come out. The urethra is subdivided into several segments: <ol>The urethral meatus, which is the opening at the tip of the penisThe fossa navicularis, which is the urethra located proximal to the urethral meatus and within the glans, head of the penisThe penile urethra, which is the urethra that goes from the urethral meatus to the distal edge of the muscle, the bulbocavernosus muscleThe bulbar urethra, which goes from the beginning of the proximal urethra back to the end of the membranous urethraThe membranous urethra is a short area of the urethra that extends from the proximal bulbar urethra to the distal verumontanum (the verumontanum is a small mound in the urethra where the ejaculatory ducts open into and sperm enters the urethra). The prostatic urethra is the urethra that goes from the end of the bladder neck (outlet of the bladder) to the verumontanum. The bladder neck, the outlet of the bladder  Urethral stricture refers to any narrowing of the urethra for any reason whether or not it actually impacts the flow of urine out of the bladder. Urethral stricture is significantly more common in men and boys compared to women and girls. This condition is considered rare in females. Any inflammation of urethra can result in scarring, which then can lead to a stricture or a narrowing of the urethra. Trauma, infection, tumors, surgeries, or any other cause of scarring may lead to urethral narrowing or stricture. Mechanical narrowing of the urethra without scar formation (developmental causes or prostate enlargement) can also narrow the urethra. The following are common causes of scarring or narrowing of the urethra: Trauma from injury or accidents with damage to the urethra or bladder (for example, falling on a frame of a bicycle between the legs, or a car accident), straddle injuriesPelvic injury (fracture of the pelvic bones) or traumaPrevious procedures involving the urethra (urinary catheters, surgeries, cystoscopy)Previous prostate surgery (TURP or transurethral resection of the prostate for prostate enlargement, radical prostatectomy for prostate cancer)Prostate enlargementCancer of the urethra (rare)Infections of the urethra (sexually transmitted diseases or STDs, urethritis, gonorrhea, chlamydia)Prostate infection or inflammation (prostatitis)Previous hypospadias surgery (a congenital birth defect in which the opening of the urethra is on the underside of the penis instead of the tip)Congenital malformations of the urethra, which rarely can cause urethral stricture in childrenBrachytherapy (placement of radiation seeds into the prostate) for prostate cancerDiaper-related irritation to the urethral meatus (opening at the tip of the penis)Inflammatory conditions such as lichen sclerosus, Reiter's syndrome According to one study, about one-half of causes of urethral stricture are from medical procedures and manipulation of the urethra or nearby structures (surgeries, catheter insertion, etc. ). In about one-third of cases, no identifiable cause was found.  Symptoms of urethral stricture can range from no symptoms at all (asymptomatic), to mild discomfort, to complete urinary retention (inability to urinate). Some of the possible symptoms and complications of urethral stricture include the following: Difficulty starting urine flow (hesitancy)Painful urination (dysuria)Urinary tract infection (UTI)Urinary retentionIncomplete emptying of bladderDecreased urine streamDribbling of urineSpraying or double streaming urineBlood in the urine (bloody or dark-appearing urine) known as hematuriaBlood in the semen (hematospermia)Urinary incontinence (loss of bladder control)Pelvic painDischarge from the urethraReduced ejaculation forceStones in bladderStraining to urinateUrinary frequency Most commonly, urethral strictures are managed by urologists, who are doctors with training and specialization in the urinary system.  The diagnosis is made based on history, physical examination, and one or more studies to determine the location and extent of the stricture. When the medical history, physical examination, and symptoms are suggestive of urethral stricture, additional diagnostic tests may be helpful in further evaluation. Urinalysis (UA), urine culture, and urethral culture for sexually transmitted diseases (gonorrhea, chlamydia) are some of the typical tests that may be ordered in this setting. Examination of the prostate and screening for prostate cancer (manual exam and measurement of prostate specific antigen or PSA) may also be done by the doctor. Oftentimes, imaging and endoscopic studies are necessary to confirm the diagnosis and identify the location, length, and extent of the narrowing from the stricture. The following are some common imaging and endoscopic tests in evaluating urethral stricture: Ultrasound of the urethraRetrograde urethrogramCystography, filling and voiding (VCUG)Anterograde cystourethrogramCystourethroscopyMRI and CT scan Ultrasound of the urethra is one of the radiologic methods in evaluating urethral stricture. An ultrasound probe can be placed along the length of the penis (phallus) and determine the size of the stricture, degree of narrowing, and length of the stricture. This is a noninvasive method and usually does not require any special preparation. However, ultrasound of the urethra is limited by the location of the stricture. Ultrasound of the urethra is more helpful in identifying strictures in the part of the urethra that passes through the penis. Currently, ultrasound of the urethra may be used in addition to other studies, such as retrograde urethrogram (RUG) to define the stricture before surgery. Retrograde urethrogram is another radiology test to evaluate urethral strictures. This test basically entails placing a small urinary catheter in the last part of the urethra, the urethral meatus (the opening at the tip of the penis). The balloon of the catheter is gently inflated to hold the catheter in place during the study. A small amount (10-20 cc) of an iodine contrast material is slowly injected in the urethra via the catheter. Then, radiographic pictures are taken under fluoroscopy to assess any obstruction or impairment to the flow of the contrast material that can suggest urethral stricture. This test provides useful information about the location, length of the stricture, and presence of other abnormalities. Cystography, filling and voiding (VCUG) is helpful to look at the first part of the urethra, proximal urethra. In this study, the bladder is filled and the individual voids under fluoroscopy. Antegrade cystourethrogram is a similar test but can only be done if there is a suprapubic catheter in place (a urinary catheter placed in the bladder through the skin in the lower abdomen). Iodine contrast is then injected into the bladder via the catheter and its flow out of the urethra is radiographed under fluoroscopy. Cystourethroscopy is an endoscopic evaluation in which a small instrument that is a thin tube with a camera at the tip is inserted into the urethra to look directly at the inside (lumen) of the urethra. The tip of the urethral opening is cleansed to prevent infection, and local lubricant and anesthetic gels are applied for comfort. Then the endoscope is inserted into the urethra and bladder. Any anatomical or structural abnormalities will be detected, and a biopsy can be obtained at the same time if necessary. Cystoscopy is limited as the length of the stricture and the exact location may not be able to be fully identified due to the size of the scope and the degree of narrowing of the urethra. In individuals with a suprapubic tube in place, the cystoscopy can be performed with a flexible tube through the suprapubic tract, termed antegrade cystoscopy. MRI and CT: These studies are used less frequently to evaluate urethral strictures but in certain cases may be helpful, such as in individuals with a history of a fracture of the pelvic bone(s).  Once a stricture has developed, it will not go away. There are no medications that are used as a primary treatment for urethral strictures. Surgery is the recommended treatment for individuals with symptomatic urethral strictures. Surgery may be recommended in the following circumstances: Severe problems with urination, such as straining to urinate, weak stream, and urinary retention (inability to urinate)Stones in the bladderRecurrent urinary tract infectionsIncreasing post-void residual (amount of urine left in bladder after urination)Failure of conservative measures to control symptoms (pain) There are several surgical treatments available for treating urethral strictures, some are more invasive than others. The treatment recommended may vary with the location, length, and severity of the stricture as well as an assessment of the risks and benefits of the procedure. The common procedures include urethral dilation,direct vision internal urethrotomy (DVIU),urethral stent placement, andopen urethral reconstruction. Urethral dilation is a commonly attempted technique for treating urethral strictures. The goal of urethral dilation is to stretch the scar tissue without injuring the lining of the urethra. This procedure may be done in the office under local anesthesia or in the operating room under general anesthesia. Thin rods of increasing diameters are gently inserted into the urethra from the tip of the penis (meatus) in order stretch the narrowing without causing any further injury to the urethra. This procedure may need to be repeated from time to time, as strictures may recur. The shorter the stricture, the less likely it is to recur after a dilation procedure. Occasionally, patients are given instructions and dilation instruments (rods, lubricating gel, and anesthetic gel) to perform the urethral dilation at home as needed. A risk of urethral dilation is the risk of making the stricture worse over the long term. Direct vision internal urethrotomy (DVIU) is an endoscopic procedure that is typically done under general anesthesia. A thin tube with a camera (endoscope) is inserted into the urethra to visualize the stricture (as describe in earlier section). Then a tiny knife is passed through the endoscope to cut the stricture lengthwise to open up the stricture and widen the urethra. A Foley catheter (urinary catheter) is then inserted and kept in place for a few days to a week while the urethral incision is healing. For individuals with a soft stricture that is short, &lt;1 cm long, located in a segment of the urethra called the bulbar urethra, DVIU has a stricture-free rate of 50%-70%. The success of DVIU in other locations and more dense strictures is often less. Complications after DVIU include bleeding, pain, urinary tract infection (UTI), troubles with erections, and recurrent stricture. Use of the laser to open up the scar tissue does not appear to be any better than using the knife. DVIU may be repeated if the stricture recurs, however, after the third treatment or recurrence of the stricture less than three months after the procedure, repeat DVIU offers no long-term success. Urethral stent placement is another endoscopic procedure aimed at treating urethral strictures. Depending on the location of the stricture in the urethra, a closed tube (stent) can be passed through an endoscope to the area of the stricture. Once it reaches the proper location, then the stent can be opened to form a patent tube or conduit for urine to flow. This may be helpful in individuals who are too sick to undergo more extensive surgery. Information on long-term success rates of urethral stents is lacking. Complications of urethral stent placement include pain, dribbling after urinating, change in position of the stent (stent migration), stent malposition, and blockage of the stent. Open surgery, urethroplasty, is the gold standard. It has better long-term success rates than other therapies. Depending on the location and extent of the stricture, different types of urethroplasty may be recommended. Excision and primary anastomosis urethroplasty: This procedure involves open surgical removal of the scar and reconnection of the urethra. This procedure works well for short strictures (&lt; 2 cm) located in a special area of the urethra, the bulbar urethra. A catheter is left in place after the procedure to allow the area to heal. The duration of the catheter will vary with surgeon preference. The success rate of this procedure is up to 90%. Risks of this procedure include risks of infection, bleeding, pain, recurrent stricture, and fistula (a communication between the urethra and the skin), and dribbling after urination. Augmented urethroplasty: If the stricture is long and/or located in the penis, the stricture may be open or removed and the area is more commonly patched or less commonly replaced with a tube, made from surrounding tissues, such as nearby skin or from tissue removed from other areas in the body such as from the inside of the cheek (buccal mucosa). To allow the tissue to heal and minimize urine leakage during healing, a catheter is left in place. The duration of the catheter may vary with the extent and location of the stricture and whether the procedure is being performed in a single stage or in two stages. Pelvic fractures may results in urethral injury and subsequent stricture. The risk of developing a stricture is related to the initial treatment of the injury. If a suprapubic tube is placed at the time of the pelvic injury, there is a high likelihood that a stricture will form. The stricture is repaired when the patient has healed from the other injuries and is treated with excision of the stricture and reapproximation of the ends of the urethra. In some cases, a catheter is able to be passed through the urethral injury into the bladder (primary realignment) at the time of injury, and the urethra is allowed to heal over the catheter. This realignment of the urethra decreases the risk of urethral stricture formation by about 30% and makes surgery for repair of the stricture, if it occurs, easier. Success rates with repairs of urethral strictures from pelvic fractures is about 90%-98% with excision of the stricture and bringing the ends of the urethra together (reapproximation). Complications of pelvic fractures include bleeding, infection, and erectile dysfunction. Complications of the urethral stricture repair include bleeding, infection, and urinary incontinence. The treating urologist would recommend the procedure that would be the best option for each individual. As with any medical procedures, there are some degrees of risks and complications associated with any of these operations.  There is a risk of recurrence of the urethral stricture, and thus follow-up is essential. The physician will ask questions about the force of urine stream, frequency of urination, feeling of complete or incomplete bladder emptying, direction of the urine stream, and other symptoms of urethral strictures. During such follow-up visits, you may be asked to void into a special collection device, uroflow, to measure the speed of urination and the flow of urination. A small ultrasound probe may be placed on the lower part of the abdomen after urination to measure the amount of urine remaining in the bladder (post-void residual). In some cases, a cystoscopy may be performed to look directly at the area of urethra that was repaired. Urethral strictures in children may result from diaper irritation (meatal stenosis), trauma, prior surgery or instrumentation, or may be congenital. They will often appear with similar symptoms as those in adults. Meatal stenosis is a narrowing of the opening at the tip of the penis and is felt to occur from diaper irritation in circumcised boys. It may also occur after hypospadias repair. Symptoms include decreased or deflected urine stream. Performing a meatotomy/meatoplasty, crushing the scarred bridge of tissue and cutting it after, is successful in 98%-100% of boys. For urethral strictures in the penile urethra to the bulbar urethra, dilation is not recommended. DVIU will be successful in approximately 50% of patients. Excision of the stricture if feasible and primary reattachment of the urethral ends is most effective. When this cannot be accomplished, then a patch graft of buccal mucosa is successful. The recovery period after surgery will vary with the procedure performed, duration of catheterization, surgeon preference, and overall health status. A catheter (Foley catheter) is left in the penis after almost all surgeries for treatment of a urethral stricture. How long the catheter remains in place will depend on the procedure performed and surgeon preference. Typically, the catheter is left in place for at least a week. In some cases, a suprapubic tube (tube that goes through the lower abdomen into the bladder) may be left in place to drain the urine in addition to the catheter. With less invasive procedures, the duration may be shorter. The discomfort related to the procedure will also vary with much less discomfort with the less invasive procedures, urethral dilation, and internal urethrotomy. With the more extensive surgery, urethroplasty, a more prolonged course can be expected, varying with the extent of the surgery. Procedures such as dilation and internal urethrotomy are outpatient procedures, whereas more complex repairs may be associated with an overnight stay in the hospital.  In general terms, urethral stricture is not preventable as most common causes are related to injury, trauma, instrumentation, or unpreventable medical conditions. Sexually transmitted diseases such as gonorrhea or chlamydia are less common causes of urethral stricture, and they can be potentially prevented by practicing safe sex. Judicious use of catheters and instrumentation may decrease the risk of urethral strictures. In general, the outlook on urethral stricture is favorable with success rates up to 90%-98%. A thorough initial evaluation may help identify the most appropriate initial treatment strategy and thus decrease recurrence rates. Repeated dilation and DVIU is discouraged as they result in further urethral injury and longer and more extensive strictures. ", 
    "title": "Urethral Stricture"
}