{
    "data": "  In addition to defects that occur in a single spot in the urinary tract, some babies are born with genetic conditions that affect several different systems in the body. A condition that includes multiple, seemingly unrelated problems, is called a syndrome. Prune belly syndrome (PBS). Occurring only in boys, PBS causes a baby to have an enlarged abdomen because the normal abdominal wall muscles are missing or very weak. The entire urinary tract is enlarged, and both testicles remain inside the body instead of descending into the scrotum. The skin over the abdomen is wrinkled, giving the appearance of a prune. Most children with PBS have hydronephrosis and VUR. Esophageal atresia (EA). EA is a birth defect in which the esophagus is incomplete. The esophagus is the tube that carries food from the mouth to the stomach. About 30 percent of babies born with EA will have problems in other body systems, such as the heart or urinary tract. Congenital heart defects. Heart defects range from mild to life threatening. Children born with heart defects also have a higher rate of problems in the urinary tract than children in the general population, suggesting that some types of heart and urinary defects may have a common genetic cause. Birth defects and other problems of the urinary tract may be discovered before the baby is born, at the time of birth, or later, when the child is brought to the doctor for a urinary tract infection or urination problem. Prenatal Screening Tests during pregnancy can help determine if the baby is developing normally in the womb. Examination of Newborn Sometimes a newborn does not urinate as expected, even though prenatal testing showed no sign of urine blockage. The baby may urinate only small amounts or not at all. An enlarged kidney may be felt during the newborn examination as well. Different imaging techniques are available to determine the cause of the problem. Ultrasound. Once the baby is born, ultrasound can be used to view the baby's urinary tract directly for a clearer image than could be achieved while the baby was in the womb. Voiding cystourethrogram (VCUG). If the doctor suspects that urine is backing up into the ureters or that the bladder outlet is obstructed, a VCUG may be needed. In this test, a catheter is used to fill the child's bladder with warm liquid containing iodine to make it visible on an x ray. A video records the x-ray images of the bladder as it is filled and as the child urinates. The video will reveal reflux if the liquid enters the ureters and blockage of the bladder in the case of an obstruction, such as PUV. Nuclear scan. A nuclear scan involves injecting a very small amount of radioactive material, just enough to show up using a camera that captures gamma rays. The amount of radioactive substance used is determined by the child's weight. The liquid is injected into the child's bloodstream and eventually passes through the kidneys, where it is filtered from the blood and directed down the ureters to the bladder. The camera may be mounted above or below a table where the patient lies. The camera passes over or under the urinary tract as the child lies on the table. Later Diagnosis Sometimes urine blockage is not apparent until the child develops the symptoms of a urinary tract infection. These symptoms include  Treatment for urine blockage depends on the cause and severity of the blockage. Hydronephrosis discovered before the baby is born will rarely require immediate action, especially if it is only on one side. Often the condition goes away without any treatment before birth or sometimes after. The doctor will keep track of the condition with frequent ultrasounds. With few exceptions, treatment can wait until the baby is born. Prenatal Shunt If the urine blockage threatens the life of the unborn baby, the doctor may recommend a procedure to insert a small tube, called a shunt, into the baby's bladder to release urine into the amniotic sac. The placement of the shunt is similar to an amniocentesis, in that a needle is inserted through the mother's abdomen. Ultrasound guides the placing of the shunt. This fetal surgery carries many risks, so it is performed only in special circumstances, such as when the amniotic fluid is absent and the baby's lungs aren't developing or when the kidneys are very severely damaged. Antibiotics Antibiotics are medicines that kill bacteria. A newborn with possible urine blockage or VUR may be given antibiotics to prevent urinary tract infections from developing until the urinary defect corrects itself or is surgically corrected. Surgery If the urinary defect doesn't correct itself and the child continues to have urine blockage, surgery may be needed. The decision to operate depends upon the degree of blockage. The surgeon will remove the obstruction to restore urine flow. A small tube, called a stent, may be placed in the ureter or urethra to keep it open temporarily while healing occurs. Intermittent Catheterization If the child has urine retention because of nerve disease, the condition may be treated with intermittent catheterization. The parent, and later the child, will be taught to drain the bladder by inserting a thin tube, called a catheter, through the urethra to the bladder. Emptying the bladder in this way helps prevent kidney damage, overflow incontinence, and urinary tract infections.  Researchers from universities and government agencies are working to understand the causes of urinary birth defects and to find more effective treatments. Through its Pediatric Urology Program, the National Institute of Diabetes and Digestive and Kidney Diseases funds research into bladder and urinary tract development, prenatal interventions for urinary tract disorders, and bladder abnormalities associated with spina bifida. Additionally, the Eunice Kennedy Shriver National Institute of Child Health and Human Development has established the Birth Defects Initiative to study the genetic and molecular mechanisms underlying developmental processes of the fetus. American Urological Association, Inc. 1000 Corporate BoulevardLinthicum, MD 21090Phone: 1–866–RING–AUA (746–4282) or 410–689–3700 Email: aua@auanet. orgInternet: www. urologyhealth. org March of Dimes1275 Mamaroneck AvenueWhite Plains, NY 10605Email: askus@marchofdimes. comInternet: www. marchofdimes. com Eunice Kennedy Shriver National Institute of Child Health and Human DevelopmentInformation Resource CenterP. O. Box 3006Rockville, MD 20847Phone: 1–800–370–2943Email: nichdinformationresourcecenter@mail. nih. govInternet: www. nichd. nih. gov ", 
    "title": "Urine Blockage In Newborns"
}