{
    "data": "  Vagus nerve stimulation (VNS) is a technique used to treat epilepsy. It involves implanting a pacemaker-like device that generates pulses of electricity to stimulate the vagus nerve. The vagus nerve is one of the 12 cranial nerves, the paired nerves that attach to the undersurface of the brain and relay information to and from the brain. Cranial nerve fibers conduct impulses between the brain and other parts of the brain and various body structures, mostly in the head and neck. The vagus nerve - the longest of the cranial nerves - also extends to organs in the chest and abdomen. (The word vagus comes from a Latin word for \"wandering. ') Some cranial nerves bring information from the senses (like touch or sight) to the brain (sensory) and some control muscles (motor). Other cranial nerves, like the vagus, have both motor and sensory functions. The vagus nerve serves many organs and structures, including the larynx (voice box), lungs, heart and gastrointestinal tract. While the patient is asleep (general anesthesia), the stimulator device - which is about the size of a silver dollar - is surgically placed under the skin in the upper part of the chest. A connecting wire is run under the skin from the stimulator to an electrode that is attached to the vagus nerve, which is accessible through a small incision (cut) in the neck. After it is implanted, the stimulator is programmed using a computer to generate pulses of electricity at regular intervals, depending on the patient's tolerance. For example, the device may be programmed to stimulate the nerve for 30 seconds every five minutes. The settings on the device are adjustable, and the electrical current is gradually increased as the patient's tolerance increases. Re-programming the stimulator can be done in the doctor's office. The patient also is given a hand-held magnet, which when brought near the stimulator, can generate an immediate current of electricity to stop a seizure in progress or reduce the severity of the seizure. VNS is an add-on therapy, which means it is used in addition to another type of treatment. Patients who undergo VNS continue to take their seizure medications. In some cases, however, it may be possible to reduce the dosage of medication.  Brain cells communicate by sending electrical signals in an orderly pattern. In people with epilepsy, this pattern is sometimes disrupted due either to an injury or the person's genetic make-up, causing brain cells to emit signals in an uncontrolled fashion. This creates over-excitement, somewhat like an electrical overload in the brain, leading to seizures. Seizures can be produced by electrical impulses from throughout the brain, called generalized seizures, or from a small area of the brain, called partial seizures. Most people with epilepsy can control their seizures with medications called anti-convulsant or anti-seizure drugs. About 20% of people with epilepsy do not respond to anti-seizure medications. In some cases, surgery to remove the part of the brain causing the seizures may be used. VNS may be a treatment option for people whose seizures are not controlled by anti-seizure medications and who are not considered good candidates for surgery; for example, if their seizures are produced throughout the brain (generalized). It is not known exactly how VNS works. It is known, however, that the vagus nerve is an important pathway to the brain. It is thought that by stimulating the vagus nerve, electrical energy is discharged upward into a wide area of the brain, disrupting the abnormal brain activity responsible for seizures. Another theory suggests that stimulating the vagus nerve causes the release of special brain chemicals that decrease seizure activity. The risks of VNS include injury to the vagus nerve or nearby blood vessels, including the carotid artery and jugular vein. In addition, there are risks associated with any surgical procedure, such as infection, bleeding and an allergic reaction to the anesthesia. VNS is not a cure, and the total elimination of seizures is rare. However, many people who undergo VNS experience a significant (more than 50%) reduction in the frequency of seizures, as well as a decrease in seizure severity. This can greatly improve the quality of life for people with epilepsy.  The most common side effects of VNS include hoarseness, coughing, tingling in the neck and problems swallowing. These usually occur only when the nerve is being stimulated. These side effects generally are mild and tend to go away over time. WebMD Medical Reference ", 
    "title": "Vagus Nerve Stimulation Vns"
}