{
    "data": "  The possibility that BSE can spread to humans has focused increased attention on the desirability of enhancing national surveillance for Creutzfeldt-Jakob disease (CJD) in the United States in order to detect variant CJD. Improving methods to detect classic CJD, such as increasing the number of autopsies on patients with suspected prion disease, enhances the ability to identify cases of variant CJD. The Centers for Disease Control and Prevention (CDC) monitors the trends and current incidence of classic CJD in the United States through several surveillance mechanisms. The oldest and most systematic method includes analyzing death certificate information from U. S. multiple cause-of-death data, compiled by the National Center for Health Statistics, CDC. During 1979-2003 the average annual age adjusted death rates of classic CJD have remained relatively stable. Moreover, deaths from non-iatrogenic CJD in persons aged &lt;30 years in the United States remain extremely rare (&lt;5 cases per 1 billion per year). In contrast, in the United Kingdom, over half of the patients who died with vCJD were in this young age group. In addition, CDC collects, reviews and when indicated, actively investigates reports by health care personnel or institutions of possible iatrogenic CJD and variant CJD cases. Finally and very importantly, in 1996-97, CDC established, in collaboration with the American Association of Neuropathologists, the National Prion Disease Pathology Surveillance Center at Case Western Reserve University, which performs special diagnostic tests for prion diseases, including post-mortem tests that can detect vCJD. Four cases of vCJD have been reported from the United States. By convention, variant CJD cases are ascribed to the country of initial symptom onset, regardless of where the exposure occurred. There is strong evidence that suggests that two of the four cases were exposed to the BSE agent in the United Kingdom and that the third was exposed while living in Saudi Arabia. The history of the fourth patient, including extensive travel to Europe and the Middle East, supports the likelihood that infection occurred outside the United States. The first patient was born in the United Kingdom in the late 1970's and lived there until a move to Florida in 1992. The patient had onset of symptoms in November 2001 and died in June of 2004. The patient never donated or received blood, plasma, or organs, never received human growth hormone, nor did the patient ever have major surgery other than having wisdom teeth extracted in 2001. Additionally, there was no family history of CJD. The second patient resided in Texas during 2001-2005. Symptoms began in early 2005 while the patient was in Texas. He then returned to the United Kingdom, where his illness progressed, and a diagnosis of variant CJD was made. The diagnosis was confirmed neuropathologically at the time of the patient's death. While living in the United States, the patient had no history of hospitalization, of having invasive medical procedures, or of donation or receipt of blood and blood products. The patient almost certainly acquired the disease in the United Kingdom. He was born in the United Kingdom and lived there throughout the defined period of risk (1980-1996) for human exposure to the agent of bovine spongiform encephalopathy (BSE, commonly known as \"mad cow\" disease). His stay in the United States was too brief relative to what is known about the incubation period for variant CJD. The third patient was born and raised in Saudi Arabia and has lived in the United States since late 2005. The patient occasionally stayed in the United States for up to 3 months at a time since 2001 and there was a shorter visit in 1989. The patient's onset of symptoms occurred in Spring 2006. In late November 2006, the Clinical Prion Research Team at the University of California San Francisco Memory and Aging Center confirmed the vCJD clinical diagnosis by pathologic study of adenoid and brain biopsy tissues. The patient has no history of receipt of blood, a past neurosurgical procedure, or residing in or visiting countries of Europe. Based on the patient's history, the occurrence of a previously reported Saudi case of vCJD attributed to likely consumption of BSE-contaminated cattle products in Saudi Arabia, and the expected greater than 7 year incubation period for food-related vCJD, this U. S. case-patient was most likely infected from contaminated cattle products consumed as a child when living in Saudi Arabia. The patient has no history of donating blood and the public health investigation has identified no known risk of transmission to U. S. residents from this patient. The fourth patient died in Texas in May 2014. Laboratory tests confirmed a diagnosis of variant CJD. The confirmation was made when laboratory results from an autopsy of the patient's brain tested positive for variant CJD.  To prevent BSE from entering the United States, severe restrictions were placed on the importation of live ruminants, such as cattle, sheep, and goats, and certain ruminant products from countries where BSE was known to exist. These restrictions were later extended to include importation of ruminants and certain ruminant products from all European countries. Because the use of ruminant tissue in ruminant feed was probably a necessary factor responsible for the BSE outbreak in the United Kingdom and because of the current evidence for possible transmission of BSE to humans, the U. S. Food and Drug Administration instituted a ruminant feed ban in June 1997 that became fully effective as of October 1997. As of October 26, 2009, a regulation issued by FDA in April 2009 came into effect establishing an enhanced BSE-related feed ban in the U. S. This enhanced feed ban will further harmonize BSE feed control measures in the U. S. with those in Canada (see below). In addition, FDA continues to enforce its important 1997 mammalian-to-ruminant feed ban through its BSE inspection and BSE feed testing programs. As of July 12, 2007, an enhanced BSE-related feed ban came into effect in Canada. CFIA established this ban to more effectively prevent and quickly eliminate BSE from Canada. The enhanced ban prohibits most proteins, including potentially BSE infectious tissues known as \"specified risk materials\" (SRM) from all animal feeds, pet foods, and fertilizers, not just from cattle feed as required by the ban instituted in 1997. The 1997 feed ban in Canada was similar to the feed ban instituted in the United States that same year. As recently reported by CFIA, removing SRM from the entire animal feed system addresses risks associated with the potential contamination of cattle feed during production, distribution, storage, and use. Applying the same measure to pet food and fertilizer materials addresses the possible exposure of cattle and other susceptible animals to these products. With this ban in place, CFIA expects BSE should be eliminated from the Canadian cattle herd by about the year 2017. In late 2001, the Harvard Center for Risk Assessment study of various scenarios involving BSE in the U. S. concluded that the FDA ruminant feed rule provides a major defense against this disease. ", 
    "title": "Variant Creutzfeldt-Jakob Disease"
}