{
    "data": "  Vasculitis is the designation given to a group of uncommon diseases which result in inflammation of the blood vessels. Symptoms of vasculitis vary greatly and depend upon the organs affected and the severity of the disease. Diagnosis of vasculitis can be confirmed by a biopsy of involved tissue or angiography. Treatment is directed toward decreasing the inflammation of the blood vessels and improving the function of affected organs. Vasculitis is a general term for a group of uncommon diseases thatfeature inflammation of the blood vessels. The blood vessels of the body are referred to as the vascular system. The blood vessels are comprised of arteries that pass oxygen-rich blood to the tissues of the body and veins that return oxygen-depleted blood from the tissues to the lungs for oxygen. Vasculitis is characterized by inflammation in and damage to the walls of various blood vessels.  The symptoms of vasculitis vary greatly from person to person, and depend upon the organs affected and the severity. Generally vasculitis causes fatigue and malaise. Sometime vasculitis can lead to weakness and weight loss. Vasculitis affecting the skin can cause rashes, skin discoloration, and ulcers. Vasculitis affecting the muscles can cause muscle pain. Vasculitis affecting the lungs can cause shortness of breath and cough. Vasculitis affecting the heart can cause congestive heart failure. Vasculitis affecting the brain can cause headaches, confusion, seizures, stroke, paralysis, numbness, and lightheadedness. Vasculitis affecting the kidneys can cause kidney failure.  Laboratory testing of blood or body fluids in a patient with active vasculitis generally indicates inflammation in the body. Depending on the degree of organ involvement, a variety of organ function tests can be abnormal. The diagnosis of vasculitis is definitively established after a biopsy of involved tissue demonstrates the pattern of blood vessel inflammation. Examples of tissues used for biopsy include skin, sinuses, lung, nerve, and kidney. Depending upon the situation, an alternative to biopsy can be an X-ray test of the blood vessels called an angiogram, which can demonstrate characteristic patterns of inflammation in affected blood vessels. The treatment of the various forms of vasculitis is based on the severity of the illness and the organs involved. Treatments are generally directed toward stopping the inflammation and suppressing the immune system. Typically, cortisone-related medications, such as prednisone , are used. Additionally, other immune suppression drugs, such as cyclophosphamide (Cytoxan) and others, are considered. Additionally, affected organs (such as the heart or lungs) may require specific medical treatment when the disease is active. The management of vasculitis is an evolving field in medicine. The ideal programs for monitoring and treatment will continue to improve as disease patterns and causes are defined by medical research. ", 
    "title": "Vasculitis"
}