{
    "data": "  A vasectomy is a surgical procedure performed as a method of birth control. It involves cutting the vas deferens (pronounced VAS DEF-uh-renz) in order to close off the tubes that carry sperm from the testicles (there is one vas deferens per testicle). If a man has a vasectomy, he can no longer get a woman pregnant. <sup>1</sup> Sperm are made in the two testicles, which are inside the scrotum. Sperm is stored in a tube attached to each testicle called the epididymis (pronounced ep-i-DID-uh-mis). When a man ejaculates, the sperm travel from the epididymis, through the vas deferens, and then mix with seminal fluid to form semen. The semen then travels through the urethra (pronounced yoo-REE-thruh) and out the penis. Before a vasectomy, semen contains sperm and seminal fluid. After a vasectomy, sperm are no longer in the semen. <sup>2</sup> The man's testicles will make less sperm over time, and his body will absorb any sperm that are made. <sup>3</sup>  A vasectomy is usually performed in the office of urologist, a doctor who specializes in the male urinary tract and reproductive system. In some cases, the urologist may decide to do a vasectomy in an outpatient surgery center or a hospital. This could be because of patient anxiety or because other procedures will be done at the same time. <sup>2</sup> There are two ways to perform a vasectomy. In either case, the patient is awake during the procedure, but the urologist uses a local anesthetic to numb the scrotum. With the conventional method, the doctor makes one or two small cuts in the scrotum to access the vas deferens. A small section of the vas deferens is cut out and then removed. The urologist may cauterize (seal with heat) the ends and then tie the ends with stitches. The doctor will then perform the same procedure on the other testicle, either through the same opening or through a second scrotal incision. For both testicles, when the vas deferens has been tied off, the doctor will use a few stitches or skin \"glue\" to close the opening(s) in the scrotum. With the \"no-scalpel\" method, a small puncture hole is made on one side of the scrotum. The health care provider will find the vas deferens under the skin and pull it through the hole. The vas deferens is then cut and a small section is removed. The ends are either cauterized or tied off and then put back in place. The procedure is then performed on the other testicle. No stitches are needed with this method because the puncture holes are so small. <sup>1,3</sup> After a vasectomy, most men go home the same day and fully recover in less than a week.  Vasectomy is one of the most effective forms of birth control. In the first year after vasectomy, only 15 to 20 of every 10,000 couples will experience a pregnancy. 1,2 In comparison, 1,400 of every 10,000 couples have a pregnancy each year using condoms, and 500 of every 10,000 couples experience a pregnancy each year using oral contraceptive pills. <sup>4</sup> However, a vasectomy is not effective right away. You still need to use other birth control until the remaining sperm are cleared out of the semen. This takes 15 to 20 ejaculations, or about 3 months. Even then, 1 of every 5 men will still have sperm in his semen and will need to wait longer for the sperm to clear. <sup>2</sup> Your health care provider will check your semen for sperm at least once after the surgery. Once the sperm count has dropped to zero, it is safe to assume your vasectomy is now an effective form of birth control. <sup>2,5</sup> Until that time, you need to use another form of birth control to make sure your partner does not become pregnant. Although vasectomy is safe and highly effective, men should be aware of problems that could occur after surgery and over time. 1 After surgery, most men have discomfort, bruising, and some swelling, all of which usually go away within 2 weeks. Problems that can occur after surgery and need to be checked by a health care provider include: Hematoma. Bleeding under the skin that can lead to painful swelling. Infection. Fever and scrotal redness and tenderness are signs of infection. <sup>5</sup> The risk of other problems is small, but they do occur. These include: A lump in the scrotum, called a granuloma. This is formed from sperm that leak out of the vas deferens into the tissue. <sup>3</sup>Pain in the testicles that doesn't go away. This is called postvasectomy pain syndrome and occurs in about 10% of men. <sup>6</sup>Vasectomy failure. There is a small risk that the vasectomy will fail. This can lead to unintended pregnancy. Among 1,000 vasectomies, 11 will likely fail over 2 years; and half of these failures will occur within the first 3 months after surgery. <sup>5</sup> The risk of failure depends on a number of factors. For example, some surgical techniques are more likely to fail than others. <sup>7</sup> Additionally, there is a very small risk that the two ends of the vas deferens will grow back together. If this happens, sperm may be able to enter the semen and make pregnancy possible. 7Risk of regret. Vasectomy may be a good choice for men and/or couples who are certain that they do not want more or any children. Most men who have vasectomy, as well as spouses of men who have vasectomy, do not regret the decision. <sup>5</sup> Men who have vasectomy before age 30 are the group most likely to want a vasectomy reversal in the future. <sup>7</sup>  Vasectomy will not affect your sex life. It does not decrease your sex drive because it does not affect the production of the male hormone testosterone. It also does not affect your ability to get an erection or ejaculate semen. Because the sperm make up a very small amount of the semen, you will not notice a difference in the amount of semen you ejaculate. <sup>2,8</sup> Research shows that vasectomy does not increase a man's risk of cancer. Some studies in the 1990s found that men who had undergone vasectomy had higher rates of prostate cancer. However,  findings from more recent studies have conclusively shown no link between vasectomy and prostate cancer. Indeed, men who have vasectomy are no more likely to get prostate cancer than men who do not have vasectomy. <sup>9</sup> Vasectomy also does not increase a man's risk of testicular cancer. <sup>7</sup> A vasectomy does not protect you from getting or passing on any sexually transmitted disease (STD), including HIV. You must still use condoms or another barrier method to protect yourself from STDs.  Almost all vasectomies can be reversed. In a reversal, the cut ends of the vas deferens are reattached. Or, one end of the vas deferens is connected to the part of the testicle where mature sperm are stored. <sup>2</sup> Vasectomy reversal is usually done in an outpatient surgery center or the outpatient area of a hospital. The surgeon may use general anesthesia. <sup>2</sup> To reverse a vasectomy, the surgeon makes a small cut in the side of the scrotum and finds the closed ends of the vas deferens. Then a fluid sample is taken from the end closest to the testicle to test for the presence of sperm. If sperm is found in the fluid, the two closed ends of the vas deferens can be reattached. <sup>2</sup> Many doctors perform the reversal using a microsurgical approach. Here, a high-powered microscope is used to magnify the ends of the vas deferens. It allows the surgeon to use smaller stitches - as small as an eyelash - which reduces scarring. Microsurgery returns sperm to the semen in 75% to 99% of reversals. <sup>2</sup> If no sperm is found in the fluid, there is a blockage in the epididymis or vas deferens. The surgeon gets around this by attaching the upper part of the vas deferens to the epididymis in a place that bypasses the blockage. This procedure is more involved but has nearly as high a success rate as a standard reversal. <sup>2</sup> Recovery from a reversal usually takes 1 to 3 weeks. As with vasectomy, complications from surgery are possible. Most men who undergo vasectomy reversal report the same or less discomfort during recovery than they had after vasectomy. <sup>2</sup> Sperm start appearing in the semen about 3 months after the surgery. However, if the surgeon has to work around a blockage, it can take as long as 15 months for sperm to reappear. <sup>2</sup> On average, it takes 1 year to achieve a pregnancy after a vasectomy reversal. <sup>2</sup> However, a successful reversal (sperm is returned to the semen) does not guarantee pregnancy. The chance of restored fertility and pregnancy is highest when the reversal is performed not long after the vasectomy. The likelihood of restored fertility and pregnancy decreases as more time elapses between the vasectomy and the vasectomy reversal. ", 
    "title": "Vasectomy"
}