{
    "data": "  Vertigo is a sense of rotation, rocking, or the world spinning, experienced even when someone is perfectly still. Many children attempt to create a sense of vertigo by spinning around for a time; this type of induced vertigo lasts for a few moments and then disappears. In comparison, when vertigo occurs spontaneously or as a result of an injury it tends to last for many hours or even days before resolving. Sound waves travel through the outer ear canal until they reach the ear drum. From there, sound is turned into vibrations, which are transmitted through the inner ear via three small bones -- the incus, the malleus, and the stapes -- to the cochlea and finally to the vestibular nerve, which carries the signal to our brain. Another important part of the inner ear is the collection of semicircular canals. These are positioned at right angles to each other, and are lined with sensitive cells to act like a gyroscope for the body. This distinctive arrangement, in combination with the sensitivity of the hair cells within the canals, provides instantaneous feedback regarding our position in space.   There are a number of different causes of vertigo. Vertigo can be defined based upon whether the cause is peripheral or central. Central causes of vertigo arise in the brain or spinal cord while peripheral vertigo is due to a problem within the inner ear. The inner ear can become inflamed because of illness, or small crystals or stones found normally within the inner ear can become displaced and cause irritation to the small hair cells within the semicircular canals, leading to vertigo. This is known as benign paroxysmal positional vertigo (BPPV). Meniere's disease, vertigo associated with hearing loss and tinnitus (ringing in the ear), is caused by fluid buildup within the inner ear; the cause of this fluid accumulation is unknown. Head injuries may lead to damage to the inner ear and be a cause of vertigo. Infrequently, strokes affecting certain areas of the brain, multiple sclerosis, or tumors may lead to an onset of vertigo. Some patients with a type of migraine headache called basilar artery migraine may develop vertigo as a symptom.   Head injuries may increase the risk of developing vertigo, as can different medications, including some antiseizure medications, blood pressure medications, antidepressants, and even aspirin. Anything that may increase your risk of stroke (high blood pressure, heart disease, diabetes, and smoking) may also increase your risk of developing vertigo. For some people, drinking alcohol can cause vertigo. Studies of the incidence of vertigo find that between 2% to 3% of a population is at risk of developing BPPV; older women seem to have a slightly higher risk of developing this condition.   The symptoms of vertigo include a sense of spinning or moving. These symptoms can be present even when someone is perfectly still. Movement of the head or body, like rolling over in bed, can escalate or worsen the symptoms. The symptoms are different from lightheadedness or a sense of fainting. Many people experience associated nausea or vomiting. Physical examination often shows signs of abnormal eye movements, called nystagmus. Some patients experience imbalance in association with the vertigo. If imbalance lasts for more than a few days, or if the vertigo is accompanied by weakness or incoordination of one side of the body, the suspicion of stroke or other problem of the brain is much higher. In those cases, prompt evaluation is recommended.   During an evaluation for vertigo, the health care professional may obtain a full history of the events and symptoms. This includes medications that have been taken (even over-the-counter medications), recent illnesses, and prior medical problems (if any). Even seemingly unrelated problems may provide a clue as to the underlying cause of the vertigo. After the history is obtained, a physical examination is performed. This often involves a full neurologic exam to evaluate brain function and determine whether the vertigo is due to a central or peripheral cause. New symptoms of vertigo should be worked up to rule out stroke as the primary cause. History, physical exam, and imaging as needed are critical to insure any life-threatening conditions are ruled out. Signs of nystagmus (abnormal eye movements) or incoordination can help pinpoint the underlying problem. The Dix-Hallpike test is done to try to recreate symptoms of vertigo; this test involves abruptly repositioning the patient's head and monitoring the symptoms which might then occur. However, not every patient is a good candidate for this type of assessment, and a physician might instead perform a \"roll test,\" during which a patient lies flat and the head is rapidly moved from side to side. Like the Dix-Hallpike test, this may recreate vertigo symptoms and may be quite helpful in determining the underlying cause of the vertigo. If indicated, some cases of vertigo may require an MRI or CT scan of the brain or inner ears to exclude a structural problem like stroke. If hearing loss is suspected, audiometry may be ordered. Hearing loss is not seen with BPPV or other common causes of vertigo. Electronystagmography, or electrical evaluation of vertigo, can help distinguish between peripheral and central vertigo, but is not routinely performed.   Some of the most effective treatments for peripheral vertigo include particle repositioning movements. The most well-known of these treatments is the Epley maneuver or canalith repositioning procedure. During this treatment, specific head movements lead to movement of the loose crystals (canaliths) within the inner ear. By repositioning these crystals, they cause less irritation to the inner ear and symptoms can resolve. Because these movements can initially lead to worsening of the vertigo, they should be done by an experienced health care professional or physical therapist. Cawthorne head exercises, or vestibular rehabilitation habituation exercises, are a series of eye and head movements which lead to decreased sensitivity of the nerves within the inner ear and subsequent improvement of vertigo. These simple movements need to be practiced by the patient on a regular basis for best results. Medications may provide some relief, but are not recommended for long-term use. Meclizine is often prescribed for persistent vertigo symptoms, and may be effective. Benzodiazepine medications like diazepam (Valium) are also effective but may cause significant drowsiness as a side effect. Other medications may be used to decrease nausea or vomiting. It is should be recognized that medications can provide symptomatic relief, but are not considered \"cures\" for vertigo.   While several suggestions for treatment of vertigo can be found, most of these are ineffective. Many cases of vertigo resolve spontaneously within a few days, which may promote the belief that a certain home remedy has been beneficial in resolving the symptoms. The vestibular rehabilitation exercises (Cawthorne head exercises) or modified Epley maneuvers are meant to be done on a regular basis by patients, and may lead to marked improvements in vertigo.   Controlling risk factors for stroke may decrease the risk of developing central vertigo. This includes making sure that blood pressure, cholesterol, weight, and blood glucose levels are in optimal ranges. To decrease symptoms of vertigo in cases of Meniere's disease, controlling salt intake may be helpful. If peripheral vertigo has been diagnosed, then performing vestibular rehabilitation exercises routinely may help prevent recurrent episodes. As most cases of vertigo occur spontaneously, it is difficult to predict who is at risk; as such, complete avoidance or prevention may not be possible. However, maintaining a healthy lifestyle will decrease the risks of experiencing this condition.   Most patients with peripheral vertigo can find substantial relief with treatment; it has been suggested that the Epley maneuver in cases of BPPV can benefit as many as 90% of affected patients. Although recurrence of BPPV may be more than 15% in the first year after an episode, it is unlikely that vertigo will persist beyond a few days. When vertigo persists, evaluation for any underlying structural problems of the brain, spinal canal, or inner ear may be necessary.  ", 
    "title": "Vertigo Overview"
}