{
    "data": "  Warts are small, self-limited benign tumors caused by one of over 100 types of human papillomaviruses (HPV). The clinical appearance of warts include common warts, flat warts, plantar warts, periungual warts, filiform warts, and genital warts. Warts typically disappear spontaneously, but it may take years. Warts respond variably to a variety of treatment measures. Over-the-counter treatments for warts include salicylic acid preparations and freezing kits. Warts may recur following treatment.  Warts are local growths in the skin caused by human papillomavirus (HPV) infection. There are over 100 types of HPV. Some HPV types infect the genital and oral mucosa and produce large masses, some of which may become cancerous. Other HPV types are responsible for benign common skin warts that are not associated with cancer. Although warts are considered to be contagious, it is not uncommon for just one family member to have them. In addition, they often affect just one part of the body (such as the hands or the feet), but they can be spread to other areas by picking them. The form taken by the wart infection seems to be dependent on the genetic type of the wart virus and its anatomical location. For example, the same type of wart virus can cause common hand warts as well as plantar warts.   There are familiar type of dome-shaped warts on the backs of fingers, toes, and knees. These warts often have small black dots on their surfaces, which represent multiple thrombosed (clotted) capillaries. These dots have been called \"seed warts. \"Plantar warts are found on the sole (plantar surface) of the foot (not to be mislabeled as a planter's wart). Similar in appearance are warts on the palms (palmar warts). Small warts growing in clusters on the plantar surface of the foot have been called mosaic warts. Flat (\"plane\") warts may arise on the face, legs, and other parts of the body, often in large numbers. Periungual warts are warts around or under the nail. Filiform warts have a single long stalk, often on the face. Most warts have a rough surface, as well as a number of black pinpoint spots that represent small clotted capillaries. Traumatized warts occasionally bleed and have been called blood warts.   Common warts can be annoying to anyone. It is worth considering that, in normal people, half of all warts, on average, spontaneously go away within about 18 months. The information in this article is about the treatment of common warts. It does not apply to venereal or genital warts. Over-the-counter treatment for common skin warts has long been based upon the use of products containing salicylic acid to destroy the wart. Newer nonprescription wart treatments include carbon dioxide aerosols to freeze warts. These are available as drops, gels, pads, and plasters. They are designed for application to many types of warts, from tiny ones to larger ones. Salicylic acid is a keratolytic medication, which means it dissolves skin protein (keratin), which makes up most of the mass of the wart and the thick layer of dead skin that often surmounts it. <strong>Nonprescription freezing methods</strong> Aerosol wart treatments that are available over the counter use sprays that freeze warts at a temperature of minus 90 F (minus 57 C). This compares with the liquid nitrogen used by most dermatologists, which is considerably colder (minus 320 F or minus 196 C). The over-the-counter products do not work nearly as well as the colder agents applied by a doctor. It has been reported that warts can be treated by covering them with duct (duck) tape or other nonporous tape, such as electrical tape. This treatment requires that the tape must be left in place all the time and removed only a few hours once per week. The tape must be replaced frequently. Many are of the opinion that this is no better than a placebo, based on published studies.   It is important to follow the directions when treating warts with nonprescription medications. If salicylic acid gets on normal skin, it can cause burning or redness but rarely infection or scarring. The skin returns to normal when the individual stops applying the salicylic acid product. Still, it's probably better not to use salicylic acid on sensitive areas like the face or groin, where it's likely to make nearby skin raw and uncomfortable. It generally is recommended that salicylic acid not be used in people with diabetes or in areas where there is poor circulation. Likewise, nonprescription freezing products are also reasonably safe but must be used carefully and only according to package instructions because they work by destroying living tissue.   Above all, wart treatments require patience. The fact that there are a wide variety of wart treatments is evidence for the fact that there is no single best therapy. Warts can appear and disappear without an identifiable cause and often disappear on their own without treatment. Some warts sprout daughter warts near the main wart and others don't. Warts are generally painless unless they are present in areas prone to pressure or friction like the palms and soles. Certain warts, even of the same type, respond to treatment, while others (even on the same person at the same time) don't. Treatment methods may require many sessions over weeks, months, or longer. Here is a practical approach to the treatment of warts: <ol>Ignore the warts. Eventually, they'll go away (although eventually can mean a long time -- even months or years). With an uncomplicated case (a single wart on the face or one or a few on the hands), see a doctor for a quick freeze or electrical destruction. These methods are simple, although somewhat painful, and generally nonscarring. With a difficult case, start by treating the warts for a few weeks at home. Here are some examples: Plantar warts: Warts on the bottom of the foot feel deep, but they are still within the superficial layer of the skin. Tender plantar warts can be rendered painless by paring the wart thinner without causing bleeding. Salicylic-acid drops and plasters help remove the thick overlying callus responsible for making the wart feel less like a marble in the shoe. Nonprescription aerosol freezing may be used as well. Common hand warts: These are typically unattractive although not painful. Salicylic acid often shrinks the wart, encouraging resolution, as can nonprescription freezing. With an all-but-impossible case, don't try too hard. Don't make the treatment worse than the disease. Here are some examples: Warts under and around the nails: These are extremely resistant to treatment. One or two tries by the doctor are worth a shot, but if they fail, putting acid on them oneself just makes them look rough and unattractive. \"Mosaic\" warts: These tiny warts can proliferate by the dozens or hundreds all over the sole of the foot. They don't usually hurt, and they rarely respond to any sort of treatment, although in this case, too, one or two tries at treatment may be in order. Flat warts: These are small, flat, flesh-colored bumps and may be numerous on one part of the body (for example on the face, arms, or groin). Getting rid of them by a light application of salicylic acid or other method is easy enough, but they have a tendency to recur.  If these treatments fail, see a doctor to freeze the wart with liquid nitrogen or burn it with an electric needle. First, however, make sure that the doctor treats warts in this manner (or some related manner) since some primary doctors do not use special methods and may refer individuals to a dermatologist. Other treatments a doctor may use are imiquimod (Aldara), an immune-stimulator that is approved for use on genital warts but has been reported to be effective in some common warts as well; note that it is quite expensive;injections of Candidin (a extract to test for sensitivity to Candida yeast);injections of bleomycin, a chemotherapeutic agent used in cancer treatment;treatment with a contact sensitizing agent; orsurgical destruction. Unless warts are very large and uncomfortable, surgical removal or aggressive laser surgery to remove the warts is generally avoided because of the likelihood of scarring. Since warts are caused by a virus, they may recur following attempts at surgical removal or any other type of therapy. Currently, there is no evidence that vaccination against sexually acquired HPV types has any effect on the prevention or treatment of common wart infections. ", 
    "title": "Warts Common Warts"
}