{
    "data": "  West Nile virus (WNV) is a virus capable of causing disease in humans. Symptoms and signs of West Nile virus include fever, headache, body aches, skin rash, and swollen lymph nodes. Severe symptoms and signs may include stiff neck, sleepiness, disorientation, coma, tremors, convulsions, and paralysis. Most cases of West Nile virus infection are mild and go unreported. A key feature of neuroinvasive West Nile virus disease is encephalitis, an inflammation of the brain. The virus is carried from infected birds to people by mosquitoes. There is no evidence for transmission from person to person. West Nile virus first gained attention in the U. S. in 1999 after an outbreak in New York City. In 2015 alone, all 48 continental states and the District of Columbia have reported West Nile virus infections in people, birds, or mosquitoes. Use of insect repellents may help reduce the risk of becoming infected with the West Nile virus. West Nile encephalitis is an infection of the brain that is caused by a virus known as the West Nile virus. First identified in Uganda in 1937, the virus is commonly found in Africa, West Asia, and the Middle East. \"Encephalitis\" means inflammation of the brain. The most common causes of encephalitis are viral and bacterial infections, including viral infections transmitted by mosquitoes. West Nile virus had not been previously reported in the U. S. prior to an outbreak in New York in September 1999. According to the U. S. Centers for Disease Control and Prevention (CDC), since 1999 more than 42,000 people in the U. S. have been reported to be infected with West Nile virus. More than 1,700 have died. As of November 2015, 1,732 cases of West Nile virus disease in people have been reported to the CDC for the year. This is the highest number of reported West Nile virus cases in a single year since the virus was first detected in the U. S. in 1999. Of these, 65% were classified as neuroinvasive disease (such as meningitis or encephalitis) and 35% were classified as non-neuroinvasive disease. The CDC states that West Nile virus in people was reported by 44 states and the District of Columbia. Approximately half of the cases of neuroinvasive WNV cases have been reported from six states (California, Texas, Colorado, Illinois, North Dakota, and Oklahoma). Arizona also experienced several cases in 2015. Among all people who become infected with West Nile virus, most have mild symptoms that do not get reported. Typically, less than 1% will actually develop severe neuroinvasive disease, according to the CDC. West Nile virus infection is also called West Nile fever or West Nile encephalitis. The virus is a type of arbovirus (\"arbo\" comes from ARrthropod-BOrne, as many insects are arthropods). It is a member of the Flavivirus genus and the family Flaviviridae.  To date, strains of the West Nile virus have been commonly found in humans, birds, and other vertebrate animals in Africa, Eastern Europe, West Asia, and the Middle East. Prior to 1999, the West Nile virus had not been recognized in the Western Hemisphere. The first recorded epidemics were reported in Israel in the 1950s and in Europe in 1962. A subsequent outbreak occurred in New York in 1999. The American strain of the virus is almost indistinguishable from a virulent strain found in a goose on an Israeli farm in 1998. Thousands of people travel between New York and the Middle East each year. The virus may well have hitchhiked a ride to New York with an infected traveler. People get West Nile virus from bites of a mosquito (primarily the Culex pipiens mosquito) that is infected with the West Nile virus. Mosquitoes are the vector for West Nile, and they become infected by feeding on birds that are infected with the virus. The infected birds may or may not become ill. The birds are amplifying hosts of the virus and are important for the virus' life cycle and transmission cycle. Among birds, crows are most vulnerable to infection by the West Nile virus. They are often killed by the virus. More than 200 species of birds have been found to be infected by the virus, and the common dust-colored house sparrow is probably a principal bird reservoir for the virus in New York. Sparrows can harbor the virus for five days or more at levels high enough to infect mosquitoes that bite them. The infected mosquitoes then transmit the virus when they bite and suck blood from people and animals and, in the process, inject the virus into their victim. The incubation period (the time from infection to the development of symptoms) is five to 15 days.  The West Nile virus is not contagious. It cannot be transmitted from person to person. A person cannot get the virus, for example, from touching or kissing a person who has the disease or from a health-care worker who has treated someone with the disease. Humans are called a \"dead-end\" host for the virus, meaning one that can be infected but whose immune system usually prevents the virus from multiplying enough to be passed back to mosquitoes and then spread to other hosts. There also is no evidence that a person can get the virus from handling live or dead infected birds. However, avoiding skin contact when handling dead animals, including dead birds, is recommended. Gloves or double plastic bags should be used to remove and dispose of carcasses. Infected mosquitoes are the primary method of transmission of the West Nile virus and were the source of the 1999 New York outbreak. Ticks infected with the West Nile virus have been found in Asia and Africa. Their role in the transmission and maintenance of the virus is uncertain. However, ticks have not been associated in the transmission of the West Nile virus in the New York outbreak. The West Nile virus is closely related to the Japanese encephalitis virus and the St. Louis encephalitis virus, which are found in the southeastern and midwestern United States. These viruses are also mosquito-borne and have a similar life cycle in birds and mosquitoes and occasionally strike people. A major difference is that St. Louis encephalitis is \"silent\" in birds, generally not killing them, so there is usually no warning before a human case occurs. With the West Nile virus (at least the American strain), birds, particularly crows, become ill or die and therefore offer an early warning system.   Mild infections are common with the West Nile virus. Symptoms of a mild infection include fever, headache, and body aches, which are often accompanied by a skin rash that does not itch and swollen lymph nodes. More severe infections are less common and are marked by headache, high fever, neck stiffness, stupor (sleepiness), disorientation, coma, tremors, occasional convulsions, paralysis, and rarely death. West Nile virus meningitis or encephalitis may result in a prolonged recuperation and rehabilitation period, especially in the elderly. West Nile virus can have some long-term effects after severe illnesses. Memory loss, depression, irritability, and confusion are the most prevalent residual effects. Patients may also experience difficulty walking, muscle weakness, joint pain, fatigue, vomiting, diarrhea, and insomnia. Symptoms in children and babies are basically the same as symptoms in adults. Children may complain of headache, may have a fever, and may become lethargic. Since most cases of West Nile virus infection are mild, the prognosis for recovery is generally good. In severe cases, death rates are highest in the elderly.  The risk of infection is highest during mosquito season and does not lower until mosquito activity ceases for the season (when freezing temperatures occur). In temperate areas of the world, cases of West Nile virus infection occur primarily in the late summer or early fall. In southern climates where temperatures are milder, West Nile virus infections can occur year round. A risk factor for developing West Nile virus infection is living in areas where active cases have been identified. A risk factor for developing a more severe case is being 50 years of age or older. The American Academy of Pediatrics states that children appear to be at low risk for the disease, although the youngest person in New York to become seriously ill was 5 years old. The diagnosis of West Nile virus infection is confirmed with a blood or cerebrospinal fluid test. There is no specific treatment for West Nile virus infection. Intensive supportive therapy is directed toward the complications of brain infections. Anti-inflammatory medications, intravenous fluids, and intensive medical monitoring may be required in severe cases. In milder cases, over-the-counter (OTC) pain relievers such as ibuprofen (Advil, Motrin) or aspirin may help reduce symptoms of pain and fever. There is no specific antibiotic or antidote for the viral infection. There is no vaccine to prevent the virus. There is no clear evidence that a pregnancy is at risk due to infection with West Nile virus. However, the CDC states that in 2002, one case of transplacental (mother-to-child) transmission of West Nile virus was reported. In this case, the infant was born with West Nile virus infection and severe medical problems. In 2003 and 2004, a CDC registry identified 77 women who acquired West Nile virus illness while pregnant. Seventy-one of these women delivered live infants, two had elective abortions, and four miscarried in the first trimester. The CDC is continuing to gather research and outcome data for pregnancies of West Nile virus-infected mothers. Due to concerns that mother-to-child West Nile virus transmission can occur, the CDC recommends pregnant women take precautions to reduce their risk for West Nile virus and other mosquito-borne infections. Pregnant women who become ill should see their health-care professional, and those who have an illness consistent with acute West Nile virus infection should undergo appropriate diagnostic testing.   First, a community can monitor the bird population for the virus; this includes surveillance of birds that are sick or have died of disease. Second, the community can watch out for stagnant water, particularly if it is nutrient-laden; it is inviting for Culex mosquitoes. Third, widespread mosquito-control efforts, including the use of spraying and larvacide, may be warranted for prevention of West Nile virus infection. However, even with rigorous surveillance, spraying, and larvaciding, the virus may still infect people. The following recommendations can help reduce the risk of becoming infected with the virus: Stay indoors at dawn, dusk, and in the early evening. Wear long-sleeved shirts and long pants when outdoors. Apply insect repellent sparingly to exposed skin. An effective repellent contains 20%-30% DEET (N,N-diethyl-meta-toluamide). DEET in high concentrations (greater than 30%) may cause side effects, particularly in children and babies. Avoid products containing more than 30% DEET. Repellents may irritate the eyes and mouth, so avoid applying repellent to the hands of children. Insect repellents should not be applied to very young children (under 3 years of age) or babies. Spray clothing with repellents containing permethrin or DEET since mosquitoes may bite through thin clothing. Whenever using an insecticide or insect repellent, be sure to read and follow the manufacturer's directions for use, as printed on the product. Take preventive measures in and around your home. Repair or install door and window screens, use air conditioning, and reduce breeding sites (eliminate standing water). If someone finds a dead bird, the CDC recommends not handling the carcass with bare hands. Contact a local health department for instructions for the notification procedure and disposing of the carcass. After logging a report, they may tell you to dispose of the bird. Note: Vitamin B and \"ultrasonic\" devices are not effective in preventing mosquito bites. ", 
    "title": "West Nile Encephalitis"
}