{"url": "https://www.nia.nih.gov/health/publication/medicines", "text": "Jerry looked at his five pill bottles. It was getting hard to keep track of his growing list of medicines. He needed a way to remember what each medicine was for, how much to take, and when. Medicines help us live longer and healthier. But, taking them the wrong way or mixing certain drugs can be dangerous. You need to be careful to keep track of your medicines and use them safely. Medicines, often referred to as drugs, can be: <strong>Prescriptions.</strong> What you can get only with a doctor’s order (for example, pills to lower your cholesterol or an asthma inhaler).<strong>Over-the-counter pills, liquids, or creams.</strong> What you buy without a prescription (for example, pills for headaches or chew tablets for heartburn).<strong>Vitamins, eye drops, or dietary supplements.</strong>.Make sure your doctor knows about ALL the medicines you take. This includes those prescribed by other doctors, as well as vitamins, supplements, and over-the-counter drugs you use every now and then. Talk with your doctor, nurse, or other healthcare provider before starting a new medicine. Go over your allergies and any problems you have had with other medicines, such as rashes, trouble breathing, indigestion, dizziness, or mood changes. You will also want to find out whether you’ll need to change or stop taking any of your other prescriptions or over-the-counter drugs while using this new medicine. Mixing some drugs can cause serious problems. For instance, it is dangerous to use aspirin when taking a blood-thinning medicine. When starting a new medication, make sure to write down the name of the drug and why it’s being prescribed for you. Also, make note of any special instructions for how to take the medicine. Questions to Ask Your Doctor About a New Medicine How many times a day should I take it? At what time(s)? If the bottle says take “4 times a day,” does that mean 4 times in 24 hours or 4 times during the daytime?.Should I take the medicine with food or not? Is there anything I should not eat or drink when taking this medicine?.Will this medicine cause problems if I am taking other medicines?.What does “as needed” mean?.When should I stop taking the medicine?.If I forget to take my medicine, what should I do?.What side effects can I expect? What should I do if I have a problem?.</aside>A pharmacist can answer many of your questions about prescriptions and over-the-counter drugs. Try to have all your prescriptions filled at the same pharmacy so your records are in one place. This will help alert the pharmacist if a new drug might cause a problem with something else you are taking. If you’re not able to use just one pharmacy, show the pharmacist at each pharmacy your list of medicines and over-the-counter drugs when you drop off your prescription. When you have a prescription filled: Tell the pharmacist if you have trouble swallowing pills. There may be liquid medicine available. Do not chew, break, or crush tablets without first finding out if the drug will still work.Make sure you can read and understand the name of the medicine as well as the directions on the container and on the color-coded warning stickers on the bottle. If the label is hard to read, ask your pharmacist to use larger type.Check that you can open the container. If not, ask the pharmacist to put your medicines in bottles that are easier to open.Ask about special instructions on where to store a medicine. For example, should it be kept in the refrigerator or in a dry place?.Check the label on your medicine before leaving the pharmacy. It should have your name on it and the directions given by your doctor. If it doesn’t, don’t take it, and talk with the pharmacist.Generic or Brand Name–What's the Difference? Most generic and brand-name medicines act the same way in the body. They contain the same active ingredients—the part of the medicine that makes it work. A generic drug should be just as safe as a brand-name drug. They should both be of equal strength and quality. You take a generic drug the same way as a brand-name drug. </aside>Here are some tips to help you keep track of all your medicines: <strong>Make a list.</strong> Write down all medicines you take, including over-the-counter drugs and dietary supplements. The list should include the name of each medicine, amount you take, and time(s) you take it. If it’s a prescription, also note the doctor who prescribed it and reason it was prescribed. Show the list to all of your healthcare providers including physical therapists and dentists. Keep one copy in your medicine cabinet and one in your wallet or pocketbook.<strong>Create a file.</strong> Save all the written information that comes with your medicines and keep it somewhere you can easily refer back to it, as needed.<strong>Check expiration dates on bottles.</strong> If a medicine is past its expiration date, you may be able to dispose of it at your pharmacy. Or, check with your doctor about how to safely discard it. Your doctor can also tell you if you will need a refill.<strong>Keep medicines out of reach of young children.</strong> Avoid taking medicines in front of them, as they might try to copy you. Also, if your medicines are kept in bottles without child safety caps because they are hard to open, be extra careful about where you store medicines.Here are some tips to help you take your medicines safely: <strong>Follow instructions.</strong> Read all medicine labels. Make sure to take your medicines the right way. For example, don’t use an over-the-counter cough and cold syrup if you only have a runny nose and no cough.<strong>Use the right amount.</strong> Don’t take a larger dose of a medicine thinking it will help you more. It can be very dangerous, even deadly. And, don’t skip or take half doses of a prescription drug to save money. (Talk with your doctor or pharmacist if you can’t afford the medicine. There may be help.).<strong>Take medicine on time.</strong> Some people use meals or bedtime as reminders to take their medicine. Other people use charts, calendars, or weekly pill boxes.<strong>Turn on a light.</strong> Don’t take medicine in the dark; otherwise, you might make a mistake.<strong>Report problems.</strong> Call your doctor right away if you have any trouble with your prescription or over-the-counter medicine, or if you are worried that it might be doing more harm than good. There may be something else you can take.<strong>Avoid drinking alcohol.</strong> Some medicines may not work correctly or may make you sick if alcohol is in your body.<strong>Check before stopping.</strong> Take prescription medicine until it’s finished or until your doctor says it’s all right to stop. Note that some medicines are supposed to be taken only “as needed.”.<strong>Don’t share.</strong> Do not take medicines prescribed for another person or give yours to someone else.Medicines can be costly. You might be thinking about buying your medicines online to save some money. It’s important to know which websites are safe and reliable. The Food and Drug Administration (see below) has safety tips for buying medicines and medical products online. Some insurance drug plans offer special prices on medicines if you order directly from them rather than filling prescriptions at a pharmacy. Contact the Centers for Medicare and Medicaid Services (see below) to learn about Medicare prescription drug plans that may help save you money. If you are a veteran, the Department of Veterans Affairs (see below) may also be able to help with your prescriptions. <strong>Agency for Healthcare Research and Quality</strong>1-301-427-1104https://info.ahrq.gov/app/ask (email form)www.ahrq.gov <strong>Centers for Medicare and Medicaid Services</strong>1-800-633-4227 (1-800-MEDICARE/ toll-free)1-877-486-2048 (TTY/toll-free)www.medicare.gov <strong>Department of Veterans Affairs</strong>Veterans Benefits Administration1-877-222-8387 (toll-free)www.va.gov/healthbenefits/access/prescriptions.asp <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov <strong>Food and Drug Administration</strong>1-888-463-6332 (toll-free)druginfo@fda.hhs.gov (email)www.fda.gov <strong>National Center for Complementary and Integrative Health</strong>1-888-644-6226 (toll-free)1-866-464-3615 (TTY/toll-free)info@nccih.nih.gov (email)www.nccih.nih.gov <strong>Partnership for Prescription Assistance</strong>1-888-477-2669 (1-888-4PPA-NOW/ toll-free)www.pparx.org/about_us/contact_us (email form)www.pparx.org For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov/health  Sign up for regular email alerts about new publications and other information from the NIA. Visit https://nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}