{"url": "https://www.nia.nih.gov/health/publication/aging-hearts-and-arteries", "text": "\".the conduct and support of biomedical, social and behavioral research, training, health information dissemination, and other programs with respect to the aging process and the diseases and other special problems and needs of the aged.\"Research on Aging Act of 1974, as amended in 1990 by P.L. 101-557 <img align=\"right\" alt=\"people and a heart\" class=\"right\" src=\"/sites/default/files/nia-aha_image01.jpg\"/>Age is the major risk factor for cardiovascular disease. Heart disease and stroke incidence rises steeply after age 65, accounting for more than 40 percent of all deaths among people age 65 to 74 and almost 60 percent at age 85 and above. People age 65 and older are much more likely than younger people to suffer a heart attack, to have a stroke, or to develop coronary heart disease and high blood pressure leading to heart failure. Cardiovascular disease is also a major cause of disability, limiting the activity and eroding the quality of life of millions of older people each year. The cost of these diseases to the Nation is in the billions of dollars. To understand why aging is so closely linked to cardiovascular disease, and ultimately to understand the causes and develop cures for this group of diseases, it is essential to understand what is happening in the heart and arteries during normal aging—aging in the absence of disease. This understanding has moved forward dramatically in the past 30 years. The purpose of this booklet is to tell the story of this progress, describe some of the most important findings, and give a sense of what may lie ahead. While we know a great deal about cardiovascular disease and its risk factors, new areas of research are beginning to shed further light on the link between aging and the development and course of the disease. For instance, scientists at the National Institute on Aging (NIA) are paying special attention to certain age-related changes that occur in the arteries and their influence on cardiac function.Many of these changes, once considered a normal part of aging, may put people at increased risk for cardiovascular disease. This and other compelling research on the aging heart and blood vessels takes place at many different research centers. A great deal of the work is being done by researchers in the Laboratory of Cardiovascular Science at the NIA or by NIA-funded scientists at other institutions. Others have worked at or been funded by the National Heart, Lung, and Blood Institute (NHLBI). NIA and NHLBI are two of 27 research institutes and centers at the National Institutes of Health, and their work is complementary. NIA research focuses on the effects of aging on the heart, blood vessels, and other parts of the body, while NHLBI works to understand the diseases and risk factors that affect the heart and blood vessels. Both perspectives are bringing us closer to the possibility that heart disease and stroke will someday be defeated. Research on the basic biology of the aging cardiovascular system nurtures hope that we as a Nation need not accept the high rates of death and disability and the enormous health care costs imposed by cardiovascular disease among older people in our society. Richard J. Hodes, MD, Director, National Institute on Aging Reviewed July 2014 "}