{"url": "https://www.nia.nih.gov/health/publication/exercise-and-physical-activity", "text": "“My wife and I have heart problems. About 2 years ago, we joined our local health club, where we do both endurance and strength training exercises. On the off days, we walk near our house. It’s been lifesaving for us.” Bob (age 69) Bob and his wife are living proof that exercise and physical activity are good for you, no matter how old you are. In fact, staying active can help you: Keep and improve your strength so you can stay independent.Have more energy to do the things you want to do.Improve your balance.Prevent or delay some diseases like heart disease, diabetes, and osteoporosis.Perk up your mood and reduce depression.You don’t need to buy special clothes or belong to a gym to become more active. Physical activity can and should be part of your everyday life. Find things you like to do. Go for brisk walks. Ride a bike. Dance. Work around the house. Garden. Climb stairs. Swim. Rake leaves. Try different kinds of activities that keep you moving. Look for new ways to build physical activity into your daily routine. To get all of the benefits of physical activity, try all four types of exercise — (1) endurance, (2) strength, (3) balance, and (4) flexibility. Try to build up to at least 30 minutes of activity that makes you breathe hard on most or all days of the week. Every day is best. That’s called an <strong>endurance</strong> activity because it builds your energy or “staying power.” You don’t have to be active for 30 minutes all at once. Ten minutes at a time is fine.How hard do you need to push yourself? If you can talk without any trouble at all, you are not working hard enough. If you can’t talk at all, it’s too hard.For an example of an endurance exercise, watch the video below.<p align=\"center\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/751E9kAdkwg?rel=0\" title=\"Go4Life Exercise--Wall Pushups\" width=\"560\"></iframe> Keep using your muscles. <strong>Strength</strong> exercises build muscles. When you have strong muscles, you can get up from a chair by yourself, you can lift your grandchildren, and you can walk through the park.Keeping your muscles in shape helps prevent falls that cause problems like broken hips. You are less likely to fall when your leg and hip muscles are strong.For an example of a strength exercise, watch the video below.<p align=\"center\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/04zZLGcrN5Y?rel=0\" title=\"Go4Life Exercise--Toe Stand\" width=\"560\"></iframe> Do things to help your <strong>balance</strong>. Try standing on one foot, then the other. If you can, don’t hold on to anything for support. Get up from a chair without using your hands or arms. Every now and then walk heel-to-toe. As you walk, put the heel of one foot just in front of the toes of your other foot. Your heel and toes should touch or almost touch.For an example of a balance exercise, watch the video below.<p align=\"center\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/QT5d4tTXW6U?rel=0\" title=\"Go4Life Exercise--Stand on One Foot\" width=\"560\"></iframe> Stretching can improve your <strong>flexibility</strong>. Moving more freely will make it easier for you to reach down to tie your shoes or look over your shoulder when you back the car out of your driveway. Stretch when your muscles are warmed up. Don’t stretch so far that it hurts.For an example of a flexibility exercise, watch the video below.<p align=\"center\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/guOj99WPZnw?rel=0\" title=\"Go4Life Exercise--Back Of Leg Stretch\" width=\"560\"></iframe> Almost anyone, at any age, can do some type of physical activity. You can still exercise even if you have a health condition like heart disease or diabetes. In fact, physical activity may help. For most older adults, brisk walking, riding a bike, swimming, weight lifting, and gardening are safe, especially if you build up slowly. But, check with your doctor if you are over 50 and you aren’t used to energetic activity. Other reasons to check with your doctor before you exercise include: Any new symptom you haven’t discussed with your doctor.Dizziness or shortness of breath.Chest pain or pressure or the feeling that your heart is skipping, racing, or fluttering.Blood clots.An infection or fever with muscle aches.Unplanned weight loss.Foot or ankle sores that won’t heal.Joint swelling.A bleeding or detached retina, eye surgery, or laser treatment.A hernia.Recent hip or back surgery.Here are some things you can do to make sure you are exercising safely: Start slowly, especially if you haven’t been active for a long time. Little by little, build up your activities and how hard you work at them.Don’t hold your breath during strength exercises. That could cause changes in your blood pressure. It may seem strange at first, but you should breathe out as you lift something and breathe in as you relax.Use safety equipment. For example, wear a helmet for bike riding or the right shoes for walking or jogging.Unless your doctor has asked you to limit fluids, be sure to drink plenty of fluids when you are doing activities. Many older adults don’t feel thirsty even if their body needs fluids.Always bend forward from the hips, not the waist. If you keep your back straight, you’re probably bending the right way. If your back “humps,” that’s probably wrong.Warm up your muscles before you stretch. Try walking and light arm pumping first.Exercise should not hurt or make you feel really tired. You might feel some soreness, a little discomfort, or a bit weary, but you should not feel pain. In fact, in many ways, being active will probably make you feel better. Local fitness centers or hospitals might be able to help you find a physical activity program that works for you. You also can check with nearby religious groups, senior and civic centers, parks, recreation associations, YMCAs, YWCAs, or even area shopping malls for exercise, wellness, or walking programs. Looking for more information on how to exercise safely? Check out Go4Life<sup>®</sup>. This exercise and physical activity campaign from the National Institute on Aging has exercises, success stories, and free video and print materials. Many groups have information about physical activity and exercise for older adults. The following list of resources will help you get started: <strong>American College of Sports Medicine</strong>1-317-637-9200publicinfor@acsm.org (email)www.acsm.org <strong>Centers for Disease Control and Prevention</strong>1-800-232-4636 (toll-free)1-888-232-6348 (TTY/toll-free)cdcinfo@cdc.gov (email)www.cdc.gov <strong>National Library of Medicine</strong><strong>MedlinePlus</strong>“Exercise for Seniors”“Exercise and Physical Fitness”www.medlineplus.gov <strong>President’s Council on Fitness, Sports, and Nutrition</strong>1-240-276-9567fitness@hhs.gov (email)www.fitness.gov For more information on health and aging, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.govwww.nia.nih.gov/espanolwww.nia.nih.gov/Go4Life Sign up for regular email alerts about new publications and find other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health &amp; Human Services Go4Life is a registered trademark of the U.S. Department of Health and Human Services.  Verified "}