{"url": "https://www.nia.nih.gov/health/publication/end-life-helping-comfort-and-care", "text": "<img align=\"right\" alt=\"papers and reading glasses\" class=\"right\" src=\"/sites/default/files/nia-eol_image01.jpg\"/>Empty-handed I entered the world,Barefoot I leave it.My coming, my goingTwo simple happeningsThat got entangled.— Kozan Ichikyo (d. 1360) At the end of life, each story is different. Death comes suddenly, or a person lingers, gradually fading. For some older people, the body weakens while the mind stays alert. Others remain physically strong, but cognitive losses take a huge toll. Although everyone dies, each loss is personally felt by those close to the one who has died. End-of-life care is the term used to describe the support and medical care given during the time surrounding death. Such care does not happen only in the moments before breathing ceases and the heart stops beating. Older people often live with one or more chronic illnesses and need a lot of care for days, weeks, and even months before death. The goal of End of Life: Helping with Comfort and Care is to provide guidance and help in understanding the unfamiliar territory of death. This information is based on research, such as that supported by the National Institute on Aging (NIA), along with other parts of the National Institutes of Health. It also includes suggestions from healthcare providers with expertise in helping individuals and families through this difficult time. Most of the stories included are examples of common experiences at the end of life. When a doctor says something like, “I’m afraid the news is not good. There are no other treatments for us to try. I’m sorry,” it may close the door to the possibility of a cure, but it does not end the need for medical support. Nor does it end the involvement of family and friends. There are many ways to provide care for an older person who is dying. Such care often involves a team. If you are reading this, then you might be part of such a team. End of Life: Helping with Comfort and Care provides an overview of issues often faced by people caring for someone nearing the end of life. The information provided here does not replace the personal and specific advice of the doctor or other experts, but it can help you make sense of what is happening and give you a framework for making care decisions. A sampling of resources related to end-of-life care are provided if you are looking for more information. "}