{"url": "https://www.nia.nih.gov/alzheimers/publication/alzheimers-disease-people-down-syndrome", "text": "Many, but not all, people with Down syndrome develop Alzheimer’s disease when they get older. Alzheimer’s is an irreversible, progressive brain disorder that slowly destroys memory and thinking skills and, eventually, the ability to carry out simple tasks. Alzheimer’s disease is the most common cause of dementia among older adults. Dementia is the loss of cognitive functioning—thinking, remembering, and reasoning—and behavioral abilities to such an extent that it interferes with a person’s daily life and activities. People with Down syndrome are born with an extra copy of chromosome 21, which carries the APP gene. This gene produces a specific protein called amyloid precursor protein (APP). Too much APP protein leads to a buildup of protein clumps called beta-amyloid plaques in the brain. By age 40, almost all people with Down syndrome have these plaques, along with other protein deposits, called tau tangles, which cause problems with how brain cells function and increase the risk of developing Alzheimer’s dementia. However, not all people with these brain plaques will develop the symptoms of Alzheimer’s. Estimates suggest that 50 percent or more of people with Down syndrome will develop dementia due to Alzheimer’s disease as they age, many now into their 70s. Many people with Down syndrome begin to show symptoms of Alzheimer’s disease in their 50s or 60s. But, like in all people with Alzheimer’s, changes in the brain that lead to these symptoms are thought to begin at least 10 years earlier. These brain changes include the buildup of plaques and tangles, the loss of connections between nerve cells, the death of nerve cells, and the shrinking of brain tissue (called atrophy). The risk for Alzheimer’s disease increases with age, so it’s important to watch for certain changes in behavior, such as: <img align=\"right\" alt=\"Girl with Down syndrome and her father\" class=\"right\" src=\"https://d2cauhfh6h4x0p.cloudfront.net/s3fs-public/ds-father-girl.jpg\"/>increased confusion.short-term memory problems (for example, asking the same questions over and over).reduction in or loss of ability to do everyday activities.Other possible symptoms of Alzheimer’s dementia are: seizures that begin in adulthood.problems with coordination and walking.reduced ability to pay attention.behavior and personality changes, such as wandering and being less social.decreased fine motor control.difficulty finding one’s way around familiar areas.If you notice any of these changes, see a healthcare provider to find out more. Keep in mind, though, that not all dementia symptoms are caused by Alzheimer’s disease. Other conditions, such as medication side effects, depression, and kidney, thyroid, and liver problems, can also cause dementia symptoms. Some of these conditions can be treated and reversed. Currently, Alzheimer’s disease has no cure, and no medications have been approved to treat Alzheimer’s in people with Down syndrome. Alzheimer’s can last several years, and symptoms usually get worse over time.  Scientists are working hard to understand why some people with Down syndrome develop dementia while others do not. They want to know how Alzheimer’s disease begins and progresses, so they can develop drugs or other treatments that can stop, delay, or even prevent the disease process. Research in this area includes: basic studies to improve our understanding of the genetic and biological causes of brain abnormalities that lead to Alzheimer’s.observational research to measure cognitive changes in people over time.studies of biomarkers (biological signs of disease), brain scans, and other tests that may help diagnose Alzheimer’s—even before symptoms appear—and show brain changes as people with Down syndrome age.clinical trials to test treatments for dementia in adults with Down syndrome. Clinical trials are best the way to find out if a treatment is safe and effective in people.New treatments, tests, and other discoveries would not be possible without volunteers who participate in clinical studies and trials. By volunteering, people can help others, receive care from medical providers, and possibly test new treatments. Volunteers and their caregivers should consider a study’s risks as well as its benefits. For example, a new drug being tested may have potential side effects. Researchers must follow federal and international rules to ensure that all participants are safe and that their personal information remains confidential. Study staff can explain safety and other issues and answer questions as you decide whether to participate in a research study or clinical trial. But not everyone can participate in a clinical trial. Studies have specific requirements that people must meet to participate. For example, participants must be of a certain age, have a certain diagnosis, or have a specific genetic makeup. These requirements help ensure that the results of a study are reliable and useful. Family members and other caregivers play an important role for adults with Down syndrome who participate in clinical research. They may be asked to provide consent or permission for the person with Down syndrome to take part in the study, accompany the person to study visits, and answer health questions about him or her. Informed consent is a process in which researchers explain the study in detail, describe all the possible risks and benefits of the study, and clarify participants’ rights. Those who decide to participate sign a written agreement stating that they understand the risks and benefits and agree to participate in the study. If a person cannot provide this consent, a legally authorized representative, such as a family member or caregiver, may give permission. The person with Down syndrome would also need to agree, called assent, to be in the study. There are many ways to learn about research opportunities Join <strong>DS-Connect<sup>®</sup></strong>, a voluntary, confidential, online registry from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (part of the National Institutes of Health, or NIH). You, your legally authorized representative, or your guardian can submit information about your health and choose to be contacted about research opportunities, if desired. Visit https://dsconnect.nih.gov or email DSConnect@nih.gov for more information and to sign up.Search the National Institute on Aging’s Alzheimer’s disease clinical trials finder, www.nia.nih.gov/alzheimers/clinical-trials.Look at the National Down Syndrome Society’s directory of studies, www.ndss.org/resources/research/directory-of-current-studies.Visit NIH’s “Clinical Research Trials and You,” www.nih.gov/health/clinicaltrials.</aside>Down Syndrome and Alzheimer’s Disease An Introduction to Alzheimer’s Disease (National Down Syndrome Society).A Caregiver’s Guide to Down Syndrome &amp; Alzheimer’s Disease (National Down Syndrome Society).Down Syndrome and Alzheimer’s Disease (Alzheimer’s Association).Aging and Down Syndrome: A Health &amp; Well-Being Guidebook (PDF, 8.0M) (National Down Syndrome Society).Down Syndrome Research and Resources Down Syndrome Consortium.Down Syndrome: Overview (National Institute of Child Health and Human Development).DS-Connect<sup>®</sup>: The Down Syndrome Registry.LuMind Research Down Syndrome Foundation.Alzheimer’s Disease Resources Alzheimer’s Disease Education and Referral (ADEAR) Center (National Institute on Aging).Alzheimer’s Association.Alzheimer’s Foundation of America."}