{"url": "https://www.nia.nih.gov/health/publication/concerned-about-constipation", "text": "Nearly everyone becomes constipated at one time or another. Older people are more likely than younger people to become constipated, but most of the time it’s not serious. Constipation is a symptom, not a disease. You may be constipated if you are having fewer bowel movements than usual, it takes a long time to pass stools, and the stools are hard. Some people worry too much about having a bowel movement every day. There is no right number of daily or weekly bowel movements. Being regular is different for each person. For some, it can mean bowel movements twice a day. For others, having movements three times a week is normal. Some doctors suggest asking these questions to decide if you are constipated: Do you often have fewer than three bowel movements a week?.Do you usually have a difficult time passing stools?.Are stools often lumpy or hard?.Do you have a feeling of being blocked or of not having fully emptied your bowels?.Did you answer “yes” to one or more of these questions? If so, you may have a constipation problem. Otherwise, you probably don’t. Doctors do not always know what causes constipation. It may be a poor diet, not getting enough exercise, or using laxatives too often. Reasons for constipation include: <strong>Diet.</strong> You may become constipated if you don’t eat enough high-fiber foods like vegetables, fruits, and whole grains. Also, eating a lot of high-fat meats, dairy products and eggs, or rich desserts and sugary sweets may cause constipation. People who live alone may lose interest in cooking and eating. As a result, they start using prepared foods. These foods tend to be low in fiber and may lead to constipation. Also, people who have problems with their teeth tend to choose soft, processed foods that contain little fiber.Many older people don’t drink enough water and other fluids. This often is the case when they’re not eating regular meals. Water and other liquids may help people stay regular. <strong>Using too many laxatives and enemas.</strong> Many people think of laxatives as a cure for constipation. But if you use laxatives too often, your body may forget how to work on its own. Heavy use of laxatives can cause diarrhea. For the same reason, if you use enemas too often, your body may begin to depend on them. Too many enemas may stop you from having normal bowel movements.<strong>Lack of exercise.</strong> Inactivity or long periods in bed due to illness or following surgery may cause constipation. Doctors can suggest medicine for people who stay in bed and suffer from chronic constipation. Being more active, when possible, is best.<strong>Holding back bowel movements.</strong> Ignoring an urge to have a bowel movement can lead to constipation. Some people prefer to have bowel movements at home. But holding in a bowel movement can cause constipation if the delay is too long.<strong>Medical conditions.</strong> Some problems, like stroke, diabetes, or a blockage in the intestines, can cause constipation. These disorders may affect the muscles or nerves used for normal bowel movements. A doctor can test to see if the problem is medical. Medical problems can often be treated. Another condition related to constipation is called irritable bowel syndrome (IBS). IBS is a common disorder of the intestines that involves pain, bloating, and constipation or diarrhea.<strong>Medications.</strong> Some medicines can lead to constipation. These include some drugs used to treat depression, antacids containing aluminum or calcium, iron supplements, some allergy medicines (antihistamines), certain painkillers, some drugs for high blood pressure, including diuretics, and some drugs used to treat Parkinson’s disease.If you think you are constipated, talk to your doctor to rule out a more serious problem. If tests show no disease or blockage, and if your doctor approves, try these changes: Add fiber to your diet by eating more fresh fruits and vegetables, either cooked or raw, and more whole-grain cereals and breads. Dried fruits, such as apricots, prunes, and figs, are high in fiber.If your diet does not include natural fiber, you may need to add a small amount of bran to baked goods, cereal, and fruit. This may cause some bloating and gas in the beginning. Make diet changes slowly to allow your system to adapt. Look for fiber products such as psyllium seed in the grocery store.Be sure to get enough fluids. Without fluids, constipation can get worse. Drinking enough water and juice can help you have regular bowel movements. Talk with your doctor about how much water you should drink.Stay active. This is important for overall health, too. Do things that keep you moving and active. For example, go for walks. Find physical things that you enjoy doing, and make them a part of your everyday life.If these changes don’t work, talk to your doctor about laxatives. There are different kinds of laxatives, and each has its pros and cons. Your doctor can help you decide which laxatives may be best for you. When Should You See a Doctor? See your doctor or other healthcare professional if: Your bowel habits change.There is blood in your stool.You're having serious stomach pains.You lose weight without trying.Fiber and exercise haven't helped.</aside>Here are some helpful Federal resources: <strong>National Digestive Diseases Information Clearinghouse</strong>2 Information WayBethesda, MD 20892-35701-800-891-5389 (toll-free)1-866-569-1162 (TTY/toll-free)www.digestive.niddk.nih.gov <strong>National Library of MedicineMedlinePlus</strong>www.medlineplus.govFor more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.govTo sign up for regular email alerts about new publications and other information from the NIA, go to www.nia.nih.gov/health. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}