{"url": "https://www.nia.nih.gov/health/publication/flu", "text": "Each winter, millions of people suffer from seasonal flu. Flu—the short name for influenza—is caused by viruses. Viruses are very small germs. Some viruses can spread easily from one person to another. They cause illnesses or infections like the flu. Flu is a mild illness for some people. For older people, especially those who have health problems like diabetes or heart disease, the flu can be very serious, even life-threatening. Most people who get the flu feel much better in a week or two. But, some people can get very sick. For example, because your body is busy fighting off the flu, you might pick up a second infection. Older people are at great risk of these secondary infections, such as pneumonia. It was mid-November, and Ellen had not gotten a flu shot. One day she was out having lunch with a friend and noticed people sneezing and coughing at the next table. Two days later, Ellen woke up feeling achy and had a fever. She had the flu. Her husband Jack took care of her and was careful to wash his hands after touching Ellen’s dishes. But, a few days later, he too was sick. Maybe he used the phone just after Ellen finished talking with their son. Or maybe he touched a doorknob Ellen used after sneezing. Flu spreads easily from one person to another. The flu is contagious—that means it spreads from person to person, often through the air. You can pass on the infection before you feel sick. You are contagious for several days after you get sick. You can catch the flu when someone near you coughs or sneezes. Or, if you touch something the virus is on, like Ellen and Jack’s phone or doorknob, and then touch your nose or mouth, you could catch the flu. The flu virus can live on a surface like a book or doorknob for a number of hours. Remember to wash your hands often when you are around someone who is sick. Make a point of washing them before eating or touching your eyes, nose, or mouth. If you can, stay away from sick people. That will help stop the flu from spreading. It’s easy to confuse a common cold with seasonal flu. A cold is milder than the flu, but since the flu can make older people very sick, you should know the difference. That way you will know when to call the doctor, who might want to give you a prescription for medicines that can help you get over the flu. People with the flu can have fever, chills, dry cough, general aches and pains, and a headache. They feel very tired. Sore throat, sneezing, stuffy nose, or stomach problems are less common. What some people call “stomach flu” is not influenza. <table class=\"orange\"><tbody><tr class=\"tableHeading\"><th scope=\"col\">Symptoms</th><th>If it's a cold</th><th>If it's the flu</th></tr><tr class=\"tableEvenRow\"><th>Fever </th><td>rare </td><td>usual </td></tr><tr class=\"tableOddRow\"><th>Headache </th><td>rare </td><td>common </td></tr><tr class=\"tableEvenRow\"><th>General aches, pains </th><td>slight </td><td>usual; often severe </td></tr><tr class=\"tableOddRow\"><th>Tiredness, weakness </th><td>sometimes </td><td>usual; can last 2 to 3 weeks </td></tr><tr class=\"tableEvenRow\"><th>Extreme exhaustion </th><td>rare </td><td>usual; when first become sick </td></tr><tr class=\"tableOddRow\"><th>Stuffy nose </th><td>common </td><td>sometimes </td></tr><tr class=\"tableEvenRow\"><th>Sneezing </th><td>usual </td><td>sometimes </td></tr><tr class=\"tableOddRow\"><th>Sore throat </th><td>common </td><td>sometimes </td></tr><tr class=\"tableEvenRow\"><th>Chest discomfort, cough </th><td>mild to moderate hacking cough </td><td>common; can become severe </td></tr></tbody></table>Getting a flu shot every year can help you stay healthy. A flu shot contains the flu vaccine, which could keep you from getting the flu. Medicare will pay for the shot, and so will many private health insurance plans. You can get a flu shot at your doctor’s office or from your local health department. Sometimes grocery or drug stores offer flu shots. The vaccine is the same wherever you receive it. A flu shot won’t keep everyone healthy. But, getting the flu shot every year can mean that if you do get the flu, you might have only a mild case. The Centers for Disease Control and Prevention, part of the Federal Government, says that people age 50 and older should get a flu shot every year. Anyone who lives with or takes care of people age 50 and older should also have a flu shot every year. Most people get the flu between November and April. That’s why that time is called the flu season. It takes at least 2 weeks for your shot to start working, so try to get your flu shot in October or early November. Don’t worry if you can’t get your flu shot before the flu season starts. The shot can help keep you healthy no matter when you get it. You need a flu shot every year for two reasons. First, flu viruses change. Each year’s virus may be just a little different. If the virus changes, the vaccine used in the flu shot is changed. Second, the protection you get from a flu shot lessens with time, especially in older people. So, you should get the shot every fall to do your best to stay protected from the flu. Most people have no problem with a flu shot. In fact, for most people, the flu is far more dangerous than the flu shot. When you get the flu shot, your arm might be sore, red, or a bit swollen. These side effects may start shortly after getting the shot and can last up to 2 days. They should not get in the way of your daily activities. A few people do have a headache or a low-grade fever for about a day after they get the shot. The flu shot cannot cause you to get the flu. If you are allergic to eggs, you should not get the flu shot. Because eggs are used to make the flu vaccine, people who are allergic to eggs could have a serious reaction to the shot. It is important to check with your doctor when you first get the flu. Also, call your doctor if: Your fever goes away and then comes back; you may have a more dangerous infection.You start having breathing or heart problems or other serious health problems.You feel sick and don’t seem to be getting better.You have a cough that begins to make thick mucus.</aside>If you get the flu, there are things you can do to feel better. First, call your doctor to see if there are medicines that can help. Remind him or her if you are taking drugs to fight cancer or other medicines that make it hard for your body to fight illness. There are prescription drugs, called antivirals, that are used to treat people with the flu. If you take them within 48 hours after the flu begins, these drugs can make you feel better more quickly. Antibiotics do not help you get over the flu. They are sometimes prescribed to help you get over a secondary infection if it is caused by bacteria. Bacteria are a different type of germ than viruses. Antivirals can also be used to prevent flu. If you hear that there is a flu outbreak in your area, check with your doctor. He or she could prescribe an antiviral that might protect you. Prevention is key. The first choice for preventing the flu is a flu shot. If you are sick, try to rest in bed and drink plenty of fluids, like juice and water but not alcohol. Medicine such as acetaminophen can bring down your fever, which might help with the aches and pains. It is important not to smoke if you are sick with the flu. It is a respiratory illness that can infect your lungs, as well as your nasal passages. These same areas are also bothered by smoking. Take it easy as much as you can until you are well. Sometimes a new, different kind of flu virus appears. You may have heard about the avian or bird flu. This flu is an example of how changes in a flu virus might lead to serious illness. However, there is some good news about bird flu. It is rare in people. In most cases, the bird flu has not passed from one person to another, and so, it might not become widespread in humans. But this could change over time. Scientists are working on new vaccines that can help protect people from bird flu. Right now, having seasonal flu does not build your body’s protection against bird flu. The flu can be dangerous for older people.The flu can be prevented.Older people need a flu shot every year.Medicare pays for the flu shot.The flu shot is safe.Here are some helpful resources: <strong>National Institute of Allergy and Infectious Diseases</strong>5601 Fishers Lane, MSC 9806Bethesda, MD 20892-98061-866-284-4107 (toll-free)1-800-877-8339 (TDD/toll-free)www.niaid.nih.gov <strong>Centers for Disease Control and Prevention</strong>1600 Clifton RoadAtlanta, GA 303331-800-232-4636 (toll-free)1-888-232-6348 (TTY/toll-free)www.cdc.govwww.flu.gov <strong>Food and Drug Administration</strong>Room 5377, Building 3210903 New Hampshire AvenueSilver Spring, MD 209931-888-463-6332 (toll-free)www.fda.gov <strong>American Lung Association</strong>1301 Pennsylvania Avenue, NWSuite 800Washington, DC 200041-800-586-4872 (toll-free)www.lungusa.org For more information on health and aging, including other shots you should be getting, contact: <strong>National Institute on Aging </strong><strong>Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.gov  To sign up for regular email alerts about new publications and other information from the NIA, go to www.nia.nih.gov/health. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}