{"url": "https://www.nia.nih.gov/health/publication/pain", "text": "Phyllis loves playing with her grandchildren, working in the garden, and going to bingo games twice a week. But, at age 76, the constant knee pain she feels from osteoarthritis (a joint disease) is taking a toll. It keeps her awake at night and stops her from doing activities she enjoys. The pain’s getting to be too much to handle, making Phyllis feel depressed, but she doesn’t know what she can do about it. You’ve probably been in pain at one time or another. Maybe you’ve had a headache or bruise—pain that doesn’t last too long. But, many older people have ongoing pain from health problems like arthritis, cancer, diabetes, or shingles. They may even have many different kinds of pain. Pain can be your body’s way of warning you that something is wrong. Always tell the doctor where you hurt and exactly how it feels. There are two kinds of pain. Acute pain begins suddenly, lasts for a short time, and goes away as your body heals. You might feel acute pain after surgery or if you have a broken bone, infected tooth, or kidney stone. Pain that lasts for several months or years is called chronic (or persistent) pain. This pain often affects older people. Examples include rheumatoid arthritis (RA) and sciatica. In some cases, chronic pain follows after acute pain from an injury or other health issue has gone away, like postherpetic neuralgia after shingles. Living with any type of pain can be very hard. It can cause many other problems. For instance, pain can: Get in the way of your daily activities.Disturb your sleep and eating habits.Make it difficult to continue working.Cause depression or anxiety.Many people have a hard time describing pain. Think about these questions when you explain how the pain feels: Where does it hurt?.When did it start? Does the pain come and go?.What does it feel like? Is the pain sharp, dull, or burning? Would you use some other word to describe it?.Do you have other symptoms?.When do you feel the pain? In the morning? In the evening? After eating?.Is there anything you do that makes the pain feel better or worse? For example, does using a heating pad or ice pack help? Does changing your position from lying down to sitting up make it better? Have you tried any over-the-counter medications for it?.Your doctor or nurse may ask you to rate your pain on a scale of 0 to 10, with 0 being no pain and 10 being the worst pain you can imagine. Or, your doctor may ask if the pain is mild, moderate, or severe. Some doctors or nurses have pictures of faces that show different expressions of pain. You point to the face that shows how you feel. Everyone reacts to pain differently. Many older people have been told not to talk about their aches and pains. Some people feel they should be brave and not complain when they hurt. Other people are quick to report pain and ask for help. Worrying about pain is a common problem. This worry can make you afraid to stay active, and it can separate you from your friends and family. Working with your doctor, you can find ways to continue to take part in physical and social activities despite being in pain. Some people put off going to the doctor because they think pain is just part of aging and nothing can help. This is not true! It is important to see a doctor if you have a new pain. Finding a way to manage your pain is often easier if it is addressed early. Treating, or managing, chronic pain is important. The good news is that there are ways to care for pain. Some treatments involve medications, and some do not. Your doctor may make a treatment plan that is specific for your needs. Most treatment plans do not just focus on reducing pain. They also include ways to support daily function while living with pain. Pain doesn’t always go away overnight. Talk with your doctor about how long it may take before you feel better. Often, you have to stick with a treatment plan before you get relief. It’s important to stay on a schedule. Sometimes this is called “staying ahead” or “keeping on top” of your pain. As your pain lessens, you can likely become more active and will see your mood lift and sleep improve. Your doctor may prescribe one or more of the following pain medications: <strong>Acetaminophen</strong> may help all types of pain, especially mild to moderate pain. Acetaminophen is found in over-the-counter and prescription medicines. People who drink a lot of alcohol or who have liver disease should not take acetaminophen. Be sure to talk with your doctor about whether it is safe for you to take and what would be the right dose.<strong>Nonsteroidal anti-inflammatory drugs (NSAIDs)</strong> include medications like aspirin, naproxen, and ibuprofen. Some types of NSAIDs can cause side effects, like internal bleeding, which make them unsafe for many older adults. For instance, you may not be able to take ibuprofen if you have high blood pressure or had a stroke. Talk to your doctor before taking NSAIDs to see if they are safe for you.<strong>Narcotics</strong> (also called opioids) are used for severe pain and require a doctor’s prescription. They may be habit-forming. Examples of narcotics are codeine, morphine, and oxycodone.<strong>Other medications</strong> are sometimes used to treat pain. These include antidepressants, anticonvulsive medicines, local painkillers like nerve blocks or patches, and ointments and creams.As people age, they are at risk for developing more serious side effects from medication. It’s important to take exactly the amount of pain medicine your doctor prescribes. Mixing any pain medication with alcohol or other drugs, such as tranquilizers, can be dangerous. Make sure your doctor knows all the medicines you take, including over-the-counter drugs and herbal supplements, as well as the amount of alcohol you drink. <strong>Remember: </strong>If you think the medicine is not working, don’t change it on your own. Talk to your doctor or nurse. You might say, “I’ve been taking the medication as you directed, but it still hurts too much to play with my grandchildren. Is there anything else I can try?” Pain Specialist Some doctors receive extra training in pain management. If you find that your regular doctor can’t help you, ask him or her for the name of a pain medicine specialist. You also can ask for suggestions from friends and family, a nearby hospital, or your local medical society. </aside>In addition to drugs, there are a variety of complementary and alternative approaches that may provide relief. Talk to your doctor about these treatments. It may take both medicine and other treatments to feel better. <strong>Acupuncture</strong> uses hair-thin needles to stimulate specific points on the body to relieve pain.<strong>Biofeedback</strong> helps you learn to control your heart rate, blood pressure, and muscle tension. This may help reduce your pain and stress level.<strong>Cognitive behavioral therapy</strong> is a form of short-term counseling that may help reduce your reaction to pain.<strong>Distraction</strong> can help you cope with pain by learning new skills that may take your mind off your discomfort.<strong>Electrical nerve stimulation</strong> uses electrical impulses in order to relieve pain.<strong>Guided imagery</strong> uses directed thoughts to create mental pictures that may help you relax, manage anxiety, sleep better, and have less pain.<strong>Hypnosis</strong> uses focused attention to help manage pain.<strong>Massage therapy</strong> can release tension in tight muscles.<strong>Physical therapy</strong> uses a variety of techniques to help manage everyday activities with less pain and teaches you ways to improve flexibility and strength.There are things you can do yourself that might help you feel better. Try to: Keep a healthy weight. Putting on extra pounds can slow healing and make some pain worse. Keeping a healthy weight might help with knee pain, or pain in the back, hips, or feet.Be active. Try to keep moving. Pain might make you inactive, which can lead to a cycle of more pain and loss of function. Mild activity can help.Get enough sleep. It will improve healing and your mood.Avoid tobacco, caffeine, and alcohol. They can get in the way of your treatment and increase your pain.Join a pain support group. Sometimes, it can help to talk to other people about how they deal with pain. You can share your ideas and thoughts while learning from others.Participate in activities you enjoy. Taking part in activities that you find relaxing, like listening to music or doing art, might help take your mind off of some of the pain.Some people with cancer are more afraid of the pain than of the cancer. But, most pain from cancer or cancer treatments can be controlled. As with all pain, it’s best to start managing cancer pain early. It might take a while to find the best approach. Talk with your doctor so the pain management plan can be corrected to work for you. One special concern in managing cancer pain is “breakthrough pain.” This is a pain that comes on quickly and can take you by surprise. It can be very upsetting. After one attack, many people worry it will happen again. This is another reason why it is so important to talk with your doctor about having a pain management plan in place. People who have Alzheimer’s disease may not be able to tell you when they’re in pain. When you’re caring for someone with Alzheimer’s disease, watch for clues. A person’s face may show signs of being in pain or feeling ill. You may also notice sudden changes in behavior such as increased yelling, striking out, or spending more time in bed. It’s important to find out if there is something wrong. If you’re not sure what to do, call the doctor for help. Not everyone who is dying is in pain. But if a person has pain at the end of life, there are ways to help. Experts often believe it’s best to focus on making the person comfortable, without worrying about possible addiction or drug dependence. Speak to a palliative care or pain management specialist if you are concerned about pain for yourself or a loved one. These specialists are trained to manage pain and other symptoms for people with serious illnesses. Caring for Someone in Pain It’s hard to see a loved one hurting. Caring for a person in pain can leave you feeling tired and discouraged. To keep from feeling overwhelmed, you might consider asking other family members and friends for help. Or, some community service organizations might offer short-term, or respite, care. The Eldercare Locator might help you find a local group that offers this service. </aside><strong>Most people don’t have to live with pain.</strong> There are pain treatments. While not all pain can be cured, most pain can be managed. If your doctor has not been able to help you, ask to see a pain specialist.<strong>Most people who properly take doctor-prescribed narcotic drugs for pain relief do not become addicted.</strong> If you take your medicine exactly the way your doctor tells you, then you are not likely to develop an addiction problem. Let your doctor know if you have a personal or family history of substance abuse.<strong>The side effects from pain medicine usually are not worse than the pain.</strong> Side effects from pain medicine like constipation, dry mouth, and drowsiness may be a problem when you first begin taking the medicine. These problems can often be treated and may go away as your body gets used to the medicine.<strong>Your doctor will not think you’re a whiner or a sissy if you talk about your pain.</strong> If you are in pain, tell your doctor so you can get the help you need.<strong>If you use pain medicine now, it will still work when you need it later.</strong> Using medicine at the first sign of pain may help control your pain later.<strong>Pain is not “all in your head.”</strong> No one but you knows how your pain feels. If you’re in pain, talk with your doctor.<strong>American Chronic Pain Association</strong>1-800-533-3231 (toll-free)ACPA@theacpa.org(email)www.theacpa.orgwww.theacpa.org/Support-Groups <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov <strong>Mayo Clinic</strong>www.mayoclinic.org/symptoms <strong>National Cancer Institute</strong>1-800-422-6237(1-800-4-CANCER, toll-free)cancergovstaff@mail.nih.gov (email)www.cancer.gov <strong>National Center for Complementary and Integrative Health</strong>1-888-644-6226 (toll-free)1-866-464-3615 (TTY/toll-free)info@nccih.nih.gov (email)https://nccih.nih.gov/health/pain <strong>National Library of Medicine</strong>MedlinePlus: Painwww.nlm.nih.gov/medlineplus/pain.htmlMedlinePlus: Chronic Painwww.nlm.nih.gov/medlineplus/chronicpain.html For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov  Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}