{"url": "https://www.nia.nih.gov/health/publication/hearing-loss", "text": "Tony is worried about his hearing. His wife complains that his TV programs are too loud, and in crowded, noisy restaurants he can’t hear what the person next to him is saying. Tony wants to find out what’s wrong and if anything can help him. If you or anyone in your family is having trouble hearing, make an appointment for a hearing test. Today, there are a variety of devices that can improve your hearing. See your doctor if you: Have trouble hearing over the telephone.Find it hard to follow conversations when two or more people are talking.Often ask people to repeat what they are saying.Need to turn up the TV volume so loud that others complain.Have a problem hearing because of background noise.Think that others seem to mumble.Can’t understand when women and children speak to you.Hearing loss can have many different causes. Here are two kinds of hearing loss common in older people: <strong>Presbycusis</strong> (prez-bee-KYOO-sis) is a common type of hearing loss that comes on slowly as a person gets older. It seems to run in families and affects hearing in both ears. The degree of hearing loss varies from person to person. Are you starting to have trouble hearing someone on the phone? That could be an early sign of this type of hearing loss. <strong>Tinnitus</strong> (tin-NY-tus or TIN-u-tus) causes a ringing, roaring, or hissing noise in your ear. Tinnitus can go hand-in-hand with many types of hearing loss. It can also be a sign of other health problems, such as high blood pressure or allergies. Often it is unclear what causes tinnitus, which may come and go, disappear quickly, or be permanent. Loud noise is one of the most common causes of hearing loss. Noise from lawn mowers, snow blowers, or loud music can damage the inner ear. This can result in permanent hearing loss. You can prevent most noise-related hearing loss. Protect yourself by turning down the sound on your stereo, television, or headphones; move away from loud noise; or use earplugs or other ear protection. Ear wax or fluid buildup can block sounds that are carried from the eardrum to the inner ear. If wax blockage is a problem, try using mild treatments, such as mineral oil, baby oil, glycerin, or commercial ear drops to soften ear wax. A punctured eardrum can also cause hearing loss. The eardrum can be damaged by infection, pressure, or putting objects in the ear, including cotton-tipped swabs. See your doctor if you have pain or fluid draining from the ear. Viruses and bacteria, a heart condition, stroke, brain injury, or a tumor may affect your hearing. If you have hearing problems caused by a new medication, check with your doctor to see if another medicine can be used.Sudden deafness is a medical emergency that may be curable if treated in time. See a doctor right away. Your family doctor may be able to diagnose and treat your hearing problem. Or, your doctor may refer you to other experts. For example: A doctor who specializes in medical problems of the ear, nose, and throat is an otorhinolaryngologist (oh-toe-ri-no-lair-in-GAH-luh-jist), also called an ENT doctor.An audiologist (aw-dee-AH-luh-jist) has special training in hearing loss and treatment options.A hearing aid specialist conducts and evaluates basic hearing tests, offers counseling, and fits and tests hearing aids.<strong>Hearing aids.</strong> Hearing aids are electronic, battery-run devices that make sounds louder. There are many types of hearing aids. Before buying a hearing aid, ask if your health insurance will cover the cost. Also ask if you can have a trial period so you can make sure the device is right for you. An audiologist or hearing aid specialist will show you how to use your hearing aid. Hearing aids should fit comfortably in your ear. You may need several visits with the hearing aid specialist to get it right. Hearing aids may need repairs, and batteries have to be changed on a regular basis. Remember, when you buy a hearing aid, you are buying both a product and a service. <strong>Assistive devices.</strong> Other products can also help improve your hearing: Alert systems can work with doorbells, smoke detectors, and alarm clocks to send you visual signals or vibrations. For example, a flashing light could let you know someone is at the door or the phone is ringing, or a vibrating alarm clock under your pillow could wake you in the morning. Some people rely on the vibration setting on their cell phones to alert them to calls.Telephone amplifying devices can make it easier to use the phone.TV and radio listening systems can let you hear the TV or radio without being bothered by background noise or needing to turn up the volume.<strong>Cochlear implants.</strong> These electronic devices are for people with severe hear­ing loss. They don’t work for all types of hearing loss. Devices That Help You Hear Better <strong>Analog</strong> hearing aids make certain sounds louder and other sounds lower, making it easier to follow conversations.<strong>Digital</strong> hearing aids give you some choice over what sounds are louder or softer. By controlling some background noise, you may hear conversations more easily.<strong>Telecoil</strong> refers to magnetic coil in a hearing aid that helps you hear when talking on the telephone or in buildings that have special sound systems.<strong>Induction loop systems</strong> work if you have a hearing aid or a cochlear implant with telecoils. Ask if this type of system is available at public places such as auditoriums, movie theaters, churches, synagogues, and meeting spaces where microphones are used.</aside>Let people know you have a hearing problem.Ask people to face you and to speak more slowly and clearly. Also, ask them to speak louder without shouting.Pay attention to what is being said and to facial expressions or gestures.Let the person talking know if you do not understand what he or she said.Ask the person speaking to reword a sentence and try again.Here are some tips you can use when talking with someone who has a hearing problem: In a group, include people with hearing loss in the conversation.Find a quiet place to talk to help reduce background noise, especially in restaurants and at social gatherings.Stand in good lighting and use facial expressions or gestures to give clues.Face the person and speak clearly.Speak a little more loudly than normal, but don’t shout.Speak at a reasonable speed.Do not hide your mouth, eat, or chew gum while speaking.Repeat yourself if necessary, using different words.Try to make sure only one person talks at a time.Be patient. Stay positive and relaxed.Ask how you can help.Many people develop hearing problems as they grow older. Today, there are many ways to improve your hearing. The best way to handle the problem is to find professional help as soon as you notice you are having trouble hearing. Here are some helpful resources: <strong>American Academy of Audiology</strong>11480 Commerce Park Drive, Suite 220Reston, VA 201911-800-222-2336 (toll-free)www.audiology.org <strong>American Academy of Otolaryngology—Head and Neck Surgery</strong>1650 Diagonal RoadAlexandria, VA 22314-28571-703-836-4444www.entnet.org <strong>American Speech-Language-Hearing Association</strong>2200 Research BoulevardRockville, MD 20850-32891-800-638-8255 (toll-free)1-301-296-5650 (TTY)www.asha.org <strong>American Tinnitus Association</strong>P.O. Box 5Portland, OR 97207-00051-800-634-8978 (toll-free)www.ata.org <strong>Hearing Loss Association of America</strong>7910 Woodmont Avenue, Suite 1200Bethesda, MD 208141-301-657-2248www.hearingloss.org <strong>National Institute on Deafness and Other Communication Disorders</strong><strong>Information Clearinghouse</strong>1 Communication AvenueBethesda, MD 20892-34561-800-241-1044 (toll-free)1-800-241-1055 (TTY/toll-free)www.nidcd.nih.gov <strong>National Library of Medicine</strong><strong>MedlinePlus</strong>www.medlineplus.govFor more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.govwww.nia.nih.gov/espanolTo sign up for regular email alerts about new publications and other information from the NIA, go to www.nia.nih.gov/health. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}