{"url": "https://www.nia.nih.gov/alzheimers/publication/2014-2015-alzheimers-disease-progress-report", "text": "Today, more than 5 million Americans live with Alzheimer’s disease. Because there are currently no treatments that change the course of this progressive brain disorder, they will gradually lose their ability to remember, think, learn, and live independently. And because we do not yet know how to prevent Alzheimer’s, as the U.S. population grows older, the future impact of this age-related disorder looms large for our Nation. But we have every reason to hope. With increased public attention and resources, the trajectory of Alzheimer’s disease and related dementias can change. Under the leadership of the National Institutes of Health (NIH), the Alzheimer’s research community is intensifying its efforts, seeking to identify effective ways to treat or prevent Alzheimer’s disease and related dementias as soon as possible. The challenges are great, and we still have much to learn about this complex disease. But NIH and the wider research community are determined to end the devastation of memories and lives lost to Alzheimer’s and related dementias. We are supported and motivated in this effort by the American public, far too many of whom face the challenges of living with or caring for a loved one with the disease. Fighting Alzheimer’s disease and related dementias is a priority not just at NIH and other Federal agencies, but across the Nation and much of the world. In January 2011, President Obama signed the National Alzheimer’s Project Act (NAPA), which called for an aggressive and coordinated U.S. plan to accelerate Alzheimer’s disease research, provide better clinical care, and improve services for people with the disease and their families. The law also established an Advisory Council on Alzheimer’s Research, Care, and Services, consisting of some of the Nation’s foremost experts. The Advisory Council’s first National Plan to Address Alzheimer’s Disease in 2012 outlined objectives and set milestones to achieve the ultimate research goal: to find effective interventions to treat and prevent Alzheimer’s and related dementias by 2025. Updated annually, most recently in July 2015, the research component of the National Plan is a collaborative, constantly evolving framework. It outlines the basic, translational, and clinical research needed to understand and conquer Alzheimer’s disease and related dementias. It also encourages the American public, which is increasingly aware of the devastation wrought by this disease, to be fully engaged in this critical effort. As the world’s leading funder of Alzheimer’s research, NIH plays a vital leadership role in this inclusive and collaborative effort that involves private, public, and academic sectors, along with clinicians, advocacy groups, and the American public. NIH is pleased to present the 2014-2015 Alzheimer’s Disease Progress Report: Advancing Research Toward a Cure. This annual report details NIH-supported and -conducted Alzheimer’s disease research initiatives, objectives, and advances during calendar year 2014 and early 2015. New findings and investments described in this report are organized in categories determined by the Common Alzheimer Disease Research Ontology (CADRO) of the International Alzheimer’s Disease Research Portfolio (IADRP). The NIH-supported IADRP database, developed in collaboration with the Alzheimer’s Association, captures a wide spectrum of current Alzheimer’s disease and related dementias research investments and resources in the United States and internationally. The CADRO categories, which have informed the goals and objectives set forth in the National Plan to Address Alzheimer’s Disease, have proven useful in tracking spending in specific areas of research, making the categories an ideal structure for reporting on scientific advances.  Through NIH’s research efforts on Alzheimer’s and related dementias, it is evident that we have reached a new and increasingly collaborative era of research, characterized by open national discussion of research goals and priorities and sharing of research data aimed at accelerating discovery. We dedicate this report to people with Alzheimer’s disease and their families, and to the thousands of research volunteers who give their time and more to help find a cure. Working together, we look toward a future where memories and lives are no longer lost to this devastating disease. This year, the report includes much of the scientific content found in the first-ever NIH Bypass Budget Proposal for Fiscal Year 2017. That report estimates the additional funding needed to reach the ultimate research goal of the National Plan—to effectively treat and prevent Alzheimer’s and related dementias by 2025. The proposal is submitted annually by NIH to the President, who reviews and transmits the estimate to the Congress. Many Institutes and Centers contribute to the NIH research effort to better understand Alzheimer’s and related dementias: the National Institute on Aging (NIA), the lead institute on Alzheimer’s research at NIH; National Institute of Neurological Disorders and Stroke; National Institute of Mental Health; National Institute of Nursing Research; National Institute of Biomedical Imaging and Bioengineering; National Institute of Child Health and Human Development; National Institute of Environmental Health Sciences; National Institute of Diabetes and Digestive and Kidney Diseases; National Institute of Dental and Craniofacial Research; National Heart, Lung, and Blood Institute; Fogarty International Center; and National Center for Advancing Translational Sciences. The passage of NAPA has spurred a national effort to end the extraordinary personal and societal burdens brought on by Alzheimer’s disease and related dementias. For its part, NIH over the past few years has directed additional funds to support promising areas of science. In addition, a boost in Federal appropriations to NIA of $100 million in fiscal year (FY) 2014 and $25 million in FY 2015 carried the expectation that a significant portion of these funds would go toward Alzheimer’s research. Overall, NIH spending on Alzheimer’s disease research increased 25 percent from FY 2011 to FY 2014. The FY 2014 and FY 2015 increases enabled new and innovative projects, such as: Large-scale research to identify new risk and protective genes.Development of new human cellular models of Alzheimer’s that may enable rapid screening of hundreds of thousands of molecules as potential therapeutic agents.Establishment of translational centers that will develop and apply cutting-edge approaches to drug discovery and development.Population studies of trends in the incidence and prevalence of dementia.Development of novel interventions to support dementia caregivers.Clinical trials of therapies in people at the highest risk of dementia.In setting the research priorities, NIH seeks expert input from a variety of sources and perspectives. Central to this process was a series of research summits hosted by NIH and attended by dementia experts from academia, industry, and advocacy groups. Planning under NAPA began with the Alzheimer’s Disease Research Summit 2012: Path to Treatment and Prevention, followed by the Alzheimer's Disease-Related Dementias (ADRD): Research Challenges and Opportunities 2013 Summit and Advancing Treatment for Alzheimer Disease in Individuals with Down Syndrome in 2013. Our planning was revised and updated most recently as a result of the Alzheimer’s Disease Research Summit 2015: Path to Treatment and Prevention, which drew hundreds of experts in Alzheimer’s and other chronic diseases. Among a number of topics, they examined critical knowledge gaps and what kinds of new resources, infrastructure, and multi-stakeholder partnerships were needed to fully realize emerging research opportunities. Recommendations developed at this meeting provided a framework for setting priorities for a bold and transformative Alzheimer’s disease research agenda over the next few years. This agenda will inform the milestones we develop over the next decade as we work to achieve our 2025 goals. The 2015 Summit recommendations include: Focus on emerging scientific opportunities in basic, translational, and clinical research.Outline new scientific approaches to address critical knowledge gaps and propose ways to harness emerging technologies to accelerate treatments for people at all stages of the disease.Call for new and expanded partnerships among Alzheimer’s researchers in academia, industry, and government that generate, share, and use knowledge to propel the development of critically needed therapies.Identify the infrastructure and partnerships necessary to successfully implement the new research agenda.Advocate for strategies to empower patients and engage citizens.In most people with Alzheimer’s, symptoms first appear in their mid-60s. Although treatment can help manage symptoms for a limited period of time in some people, no intervention is currently available to slow or prevent the underlying disease process. The research supported by and being undertaken at NIH is aimed at developing disease-modifying therapies and prevention strategies, as well as continuing to provide relief for dementia symptoms. Results of a recent meta-analysis indicated that 35.6 million people lived with dementia worldwide in 2010, with numbers expected to double almost every 20 years—to 65.7 million people in 2030 and 115.4 million in 2050. Recently, several large studies suggested that dementia rates in the United States and parts of Europe may be declining, at least for now, possibly due to such factors as improved education and treatment of risk factors for stroke and heart attack. That said, the greatest risk factor for Alzheimer’s is age, and the American and, indeed, the world population is aging. In the United States alone, as many as 5.1 million people age 65 and older suffer from Alzheimer’s disease. Many others are living with the rare, inherited types of Alzheimer’s disease and frontotemporal dementia that can occur in people in their 30s, 40s, and 50s, or related forms of dementia, such as Lewy body dementia and vascular dementia. Unless we identify ways to prevent or effectively treat Alzheimer’s and related dementias, the number of affected Americans will rise exponentially as the population ages. Alzheimer’s disease has a major impact on the U.S. economy. Recent investigations into the national—and personal—costs of caring for people with dementia underscore the significant and growing costs of dementia care. In 2013, NIH-supported economists calculated that caring for people with Alzheimer’s disease in 2010 cost the U.S. health care and long-term care systems between $159 billion and $215 billion, depending on how informal caregiver costs were assessed (Hurd et al., 2013). The researchers estimated direct costs of dementia care purchased in the market at $109 billion in 2010. To place that figure in context, that same year, direct health care costs for heart disease and cancer were estimated at $102 billion and $77 billion, respectively. Even if recent, favorable trends in disease prevalence continue, care costs are expected to rise dramatically in the coming decades with the aging of the population. This increase may be exacerbated by the current epidemic of diabetes, a known risk factor for Alzheimer’s disease. NIH-funded research reported in 2015 further expanded our understanding of dementia costs. Investigators found that in the last 5 years of life, total health care spending for people with dementia was more than a quarter-million dollars per person, some 57 percent greater than costs associated with death from other diseases, including cancer and heart disease. Researchers estimate that total health care spending was $287,000 for those with probable dementia and $183,000 for other Medicare beneficiaries in the study (Kelley et al., 2015). The study examined data on 1,702 Medicare beneficiaries age 70 and older who died between 2005 and 2007. They were divided into four groups: those with a high probability of dementia; those with either cancer or heart disease; or those with another cause of death. For each group, the researchers calculated the costs of Medicare, Medicaid, private insurance, out-of-pocket, and informal care over the last 5 years of life, as well as insurance, hospital, physician, medication, nursing home, hired helpers, in-home medical care, and other expenses. The investigators also measured out-of-pocket spending as a proportion of household wealth. The gap in the financial burden between those with and without dementia was larger among those who were unmarried, African American, and had less than a high school education. Single women with dementia also incurred more out-of-pocket costs than married women with dementia. These findings provide an important picture of the financial challenges of caring for a loved one with dementia. Such insights are critically important to our Nation’s effort to support an aging population. Our Nation faces many challenges as we work together to find effective therapies to prevent and treat Alzheimer’s disease and related dementias by 2025. But, we are optimistic. With the generous support of study volunteers and their families, dedicated researchers are advancing our understanding of this complex disease day by day. NIH, with the participation of all who search for answers, has set our sights on a cure for Alzheimer’s. "}