{"url": "https://www.nia.nih.gov/health/publication/smell-and-taste", "text": "Sally looked forward to Thanksgiving dinner at her daughter’s house every year. She loved the smell of the turkey and all the fixings. She couldn’t wait to dig in. But, this year it didn’t smell like Thanksgiving and, when Sally ate the holiday food, she felt let down. It wasn’t as tasty as she remembered. No one else seemed to notice. Sally wondered what might be wrong—could her senses be the problem? Did you know that your sense of smell and taste are connected? As you get older, these senses can change, and, like Sally, you may find that certain foods aren’t as flavorful as they used to be. Changes in smell or taste can also be a sign of a larger problem. Smell is an important sense. Certain smells, like your dad’s cologne, can help you recall a memory. Other smells, like smoke from a fire, can alert you to danger. When you can’t smell things you enjoy, like your morning coffee or spring flowers, life may seem dull. As you get older, your sense of smell may fade. Your sense of smell is closely related to your sense of taste. When you can’t smell, food may taste bland. You may even lose interest in eating. Many problems cause a loss of smell that lasts for a short time. This temporary loss of smell may be due to: A cold or flu that causes a stuffy nose. The ability to smell will come back when you’re better.Allergies. Try to stay away from things you’re allergic to, like pollen and pets. Talk to your doctor about how to manage your allergies.A harmless growth (called a polyp) in the nose or sinuses that gives you a runny nose. Having the growth removed may help.Some medications like antibiotics or blood pressure medicine. Ask your doctor if there is another medicine you can take.Radiation, chemotherapy, and other cancer treatments. Your sense of smell may return when treatment stops.Some things can cause a long-lasting loss of smell. A head injury, for example, can damage the nerves related to smell. Sometimes, losing your sense of smell may be a sign of a more serious disorder, such as Parkinson’s disease or Alzheimer’s disease. Be sure to tell your doctor about any change in your sense of smell. It’s important to be aware of odors around you. You need to be able to smell: Smoke—check your smoke detectors once a year to make sure they work.Gas leaks—make sure you have a gas detector in your home.Spoiled food—throw out food that’s been in the refrigerator too long.Household chemicals—make sure there is fresh air where you live and work.There are tiny taste buds inside your mouth—on your tongue, in your throat, even on the roof of your mouth. What we call “flavor” is based on five basic tastes: sweet, salty, bitter, sour, and savory. Along with how it tastes, how food smells is also part of what makes up its flavor. When food tastes bland, many people try to improve the flavor by adding more salt or sugar. This may not be healthy for older people, especially if you have medical problems like high blood pressure or diabetes (high blood sugar). People who have lost some of their sense of taste may not eat the foods they need to stay healthy. This can lead to other issues such as: Weight loss.Malnutrition (not getting the calories, protein, carbohydrates, vitamins, and minerals you need from the food).Social isolation.Depression.Eating food that is good for you is important to your health. If you have a problem with how food tastes, be sure to talk with your doctor. Many things can cause you to lose your sense of taste. Most of the time there are ways to help with the problem. Medications, like antibiotics and pills to lower cholesterol and blood pressure, can sometimes change how food tastes. Some medicines can make your mouth dry. Having a dry mouth can cause food to taste funny and also make it hard to swallow. Talk to your doctor if you think a medicine is affecting your sense of taste. There may be different medicines that you can try. Do not stop taking your medicine. Gum disease, an infection in your mouth, or issues with your dentures can leave a bad taste in your mouth that changes the way food tastes. Brushing your teeth, flossing, and using mouthwash can help prevent these problems. Talk to your dentist if you have a bad taste in your mouth that won’t go away. Alcohol can alter how food tastes. Cutting back or stopping drinking may help. Smoking can also reduce your sense of taste. Quitting may help. People who are having cancer treatments might have a problem with taste. Your sense of taste will often return once treatments stop. Cancer treatments can make food taste bad or “off.” Some say that food tastes metallic. This funny taste may keep some people from eating healthy food. If this happens to you, try to: Eat four or five small meals during the day instead of three large meals.Eat cold food, including yogurt, pudding, and gelatin dessert. Cold food may taste better than hot food.Eat fresh, uncooked vegetables. Cooked vegetables can have strong odors that may not be appealing.Drink lots of fluids, including water, weak tea, juice, and ginger ale.Test new foods to find ones you like.Brush your teeth before and after eating.Use plastic forks and spoons if food tastes metallic.If you’re having trouble smelling and tasting your food, try adding color and texture to make your food more interesting. For example, try eating brightly colored vegetables like carrots, sweet potatoes, broccoli, and tomatoes. Also, if your diet allows, flavor your food with a little butter, olive oil, cheese, nuts, or fresh herbs like sage, thyme, or rosemary. To put some zing in your food, add mustard, hot pepper, onions, garlic, ginger, different spices, or lemon or lime juice. Choose foods that look good to you. If the foods you enjoy don’t smell or taste the way you think they should, talk to your doctor. He or she might suggest you see a specialist who treats people with smell and taste problems. This kind of doctor is called an otolaryngologist (oh-toh-lar-ing-gol-uh-jist), also known as an ENT (which stands for ear, nose, and throat). An otolaryngologist works on problems related to the ear, nose, and throat, as well as the larynx (voice box), mouth, and parts of the neck and face. The doctor may ask: Can you smell anything at all?.Can you taste any food?.When did you first notice the problem?.Is the problem getting worse?.Have you been told that you have allergies or chronic sinus problems?.What medicines do you take?.There are likely ways to help fix the problem. If not, the doctor can help you cope with the changes in smell and taste. <strong>Food and Drug Administration</strong>1-888-463-6332 (toll-free)druginfo@fda.hhs.gov (email)www.fda.gov <strong>National Cancer Institute</strong>1-800-422-6237 (toll-free)cancergovstaff@mail.nih.gov (email)www.cancer.gov <strong>National Institute on Deafness and Other Communication Disorders</strong>1-800-241-1044 (toll-free)1-800-241-1055 (TTY/toll-free)nidcdinfo@nidcd.nih.gov (email)www.nidcd.nih.gov <strong>National Institute of Dental and Craniofacial Research</strong>National Oral Health Information Clearinghouse1-866-232-4528 (toll-free)nidcrinfo@mail.nih.gov (email)www.nidcr.nih.gov/oralhealth <strong>National Library of MedicineMedlinePlus: Taste and Smell Disorders</strong>www.nlm.nih.gov/medlineplus/tasteandsmelldisorders.html For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov  Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}