{"url": "https://www.nia.nih.gov/alzheimers/publication/now-what-next-steps-after-diagnosis-alzheimers-disease", "text": "A diagnosis of Alzheimer’s disease can be difficult, but getting accurate information and support can help you know what to expect and what to do next. Use this checklist to get started. Being informed will help you know what to expect as the disease progresses. Here are some resources: Alzheimer’s Disease Education and Referral (ADEAR) Center: 1-800-438-4380.Alzheimer’s Association: 1-800-272-3900.Alzheimer’s Foundation of America: 1-866-232-8484.Local hospitals: May have educational programs about Alzheimer’s disease/dementia.Make regular appointments with your primary care doctor or specialist (neurologist, neuropsychiatrist, geriatric psychiatrist).Consider going to a specialized memory disorders clinic. Ask your doctor for a referral if desired.Find local services by contacting Eldercare Locator: 1-800-677-1116.Find your local Alzheimer’s organization, such as an Alzheimer’s Association chapter: 1-800-272-3900.Find local member organizations and providers affiliated with the Alzheimer’s Foundation of America: 1-866-232-8484.Contact relevant local healthcare and social service agencies.Get information to help you plan.Prepare or update your will, living will, healthcare power of attorney, and financial power of attorney. To find a lawyer, contact your local bar association or the National Academy of Elder Law Attorneys.Learn about care you may need in the future and how to pay for it.Explore getting help to pay for medicines, housing, transportation, and more. Visit the National Council on Aging.Use simple memory aids like a notepad or sticky notes to jot down reminders, a pillbox to keep medications organized, and a calendar to record appointments.Ask family members or friends or find local services to help with routine tasks, such as cooking, paying bills, transportation, or shopping.Consider using technology solutions for medication management, safety (e.g., emergency response, door alarms), and other care.See tips about coping daily, sharing your diagnosis, changes in relationships, and more.Get home-safety tips.Ask your doctor to order a home-safety evaluation and recommend a home health care agency to conduct it. Medicare may cover the cost.Consider joining the MedicAlert<sup>®</sup> + Alzheimer’s Association Safe Return<sup>®</sup> program.Talk with your doctor if you become confused, get lost, or need lots of help with directions, or if others worry about your driving.Get a driving evaluation. Ask your doctor for names of driving evaluators, or visit the American Occupational Therapy Association.Learn about driving safety.Ask your doctor about trials or studies at local medical centers or universities.Contact an Alzheimer’s Disease Center for assessment and potential research opportunities.Search for a clinical trial or study near you: ADEAR Center and TrialMatch.Learn more about clinical trials: ADEAR Center and National Institutes of Health.Be active! Getting exercise helps people with Alzheimer’s feel better and helps keep their muscles, joints, and heart in good shape. For tips, see <strong>Go4Life</strong>.Eat a well-balanced diet that includes fruits, vegetables, and whole-grain products.Continue to enjoy visits with family and friends, hobbies, and outings.Identify someone who can visit you regularly and be an emergency contact.If you are at risk for falling, order an emergency response system. A special pendant or bracelet lets you summon help if you fall and can’t reach the phone.Consider working with an occupational therapist. This person can teach you ways to stay independent. Ask your doctor for more information.Get tips about self-care, preventing falls, staying connected, and more.Stick with familiar places, people, and routines. Simplify your life.If you have problems performing your job, consider reducing your hours or switching to a less demanding position.Consult your employer’s HR department or employee assistance program about family leave, disability benefits, and other employee benefits.Find out if you qualify for Social Security disability benefits through “compassionate allowances.” Visit the Social Security website or call 1-800-722-1213."}