{"url": "https://www.nia.nih.gov/alzheimers/publication/legal-and-financial-planning-people-alzheimers-disease", "text": "Many people are unprepared to deal with the legal and financial consequences of a serious illness such as Alzheimer's disease. Legal and medical experts encourage people recently diagnosed with a serious illness—particularly one that is expected to cause declining mental and physical health—to examine and update their financial and health care arrangements as soon as possible. Basic legal and financial instruments, such as a will, a living trust, and advance directives, are available to ensure that the person's late-stage or end-of-life health care and financial decisions are carried out. A complication of diseases such as Alzheimer’s is that the person may lack or gradually lose the ability to think clearly. This change affects his or her ability to participate meaningfully in decision making and makes early legal and financial planning even more important. Although difficult questions often arise, advance planning can help people with Alzheimer’s and their families clarify their wishes and make well-informed decisions about health care and financial arrangements. When possible, advance planning should take place soon after a diagnosis of early-stage Alzheimer’s disease while the person can participate in discussions. People with early-stage disease are often capable of understanding many aspects and consequences of legal decision making. However, legal and medical experts say that many forms of planning can help the person and his or her family even if the person is diagnosed with later-stage Alzheimer’s. There are good reasons to retain the services of a lawyer when preparing advance planning documents. For example, a lawyer can help interpret different State laws and suggest ways to ensure that the person's and family's wishes are carried out. It's important to understand that laws vary by State, and changes in situation—for instance, a divorce, relocation, or death in the family—can influence how documents are prepared and maintained. When families begin the legal planning process, there are a number of strategies and legal documents they need to discuss. Depending on the family situation and the applicable State laws, some or all of the following terms and documents may be introduced by the lawyer hired to assist in this process. Broadly speaking, these documents can be divided into two groups: documents that communicate the health care wishes of someone who may no longer be able to make health care decisions.documents that communicate the financial management and estate plan wishes of someone who may no longer be able to make financial decisions.Advance directives for health care are documents that communicate the health care wishes of a person with Alzheimer’s disease. These decisions are then carried out after the person no longer can make decisions. In most cases, these documents must be prepared while the person is legally able to execute them. A <strong>Living Will</strong> records a person's wishes for medical treatment near the end of life. It may do the following: specify the extent of life-sustaining treatment and major health care the person wants.help a terminal patient die with dignity.protect the physician or hospital from liability for carrying out the patient's instructions.specify how much discretion the person gives to his or her proxy (discussed below) about end-of-life decisions.A <strong>Durable Power of Attorney for Health Care</strong> designates a person, sometimes called an agent or proxy, to make health care decisions when the person with Alzheimer’s disease no longer can do so. Depending on State laws and the person's preferences, the proxy might be authorized to: refuse or agree to treatments.change health care providers.remove the person from an institution.decide about making organ donations.decide about starting or continuing life support (if not specified in a living will).decide whether the person with Alzheimer’s will end life at home or in a facility.have access to medical records.A <strong>Do Not Resuscitate (DNR) Order</strong> instructs health care professionals not to perform cardiopulmonary resuscitation if a person’s heart stops or if he or she stops breathing. A DNR order is signed by a doctor and put in a person’s medical chart. Access to private medical information is closely regulated. The person with Alzheimer's disease must state in writing who can see or use personal medical records. </aside>Advance directives for financial and estate management must be created while the person with Alzheimer’s still can make these decisions (sometimes referred to as \"having legal capacity\" to make decisions). These directives may include some or all of the following: A <strong>Will</strong> indicates how a person's assets and estate will be distributed upon death. It also can specify: arrangements for care of minors.gifts.trusts to manage the estate.funeral and/or burial arrangements.Medical and legal experts say that the newly diagnosed person with Alzheimer’s and his or her family should move quickly to make or update a will and secure the estate. A <strong>Durable Power of Attorney for Finances</strong> names someone to make financial decisions when the person with Alzheimer’s disease no longer can. It can help people with the disease and their families avoid court actions that may take away control of financial affairs. A <strong>Living Trust</strong> provides instructions about the person's estate and appoints someone, called the trustee, to hold title to property and funds for the beneficiaries. The trustee follows these instructions after the person no longer can manage his or her affairs. The person with Alzheimer’s disease also can name the trustee as the health care proxy through the durable power of attorney for health care. A living trust can: include a wide range of property.provide a detailed plan for property disposition.avoid the expense and delay of probate (in which the courts establish the validity of a will).state how property should be distributed when the last beneficiary dies and whether the trust should continue to benefit others.<strong>Health Care Providers</strong>—Health care providers cannot act as legal or financial advisors, but they can encourage planning discussions between patients and their families. Qualified clinicians can also guide patients, families, the care team, attorneys, and judges regarding the patient's ability to make decisions. <strong>Elder Law Attorneys</strong> (ELAs)—An ELA helps older people and families: interpret State laws.plan how their wishes will be carried out.understand their financial options.learn how to preserve financial assets while caring for a loved one.The National Academy of Elder Law Attorneys and the American Bar Association can help families find qualified ELAs. See the list of resources at the end of this fact sheet for more information. <strong>Geriatric Care Managers</strong>—Geriatric care managers (GCMs) are trained social workers or nurses who can help people with Alzheimer’s disease and their families: discuss difficult topics and complex issues.address emotional concerns.make short- and long-term plans.evaluate in-home care needs.select care personnel.coordinate medical services.evaluate other living arrangements.provide caregiver stress relief.Steps for Getting Your Affairs in Order <strong>Gather everything you can about your income, property, investments, insurance, and savings.</strong> <strong>Put copies of legal documents and other important papers in one place</strong>. You could set up a file, put everything in a desk or dresser drawer, or just list the information and location of papers in a notebook. If your papers are in a bank safe deposit box, keep copies in a file at home. Check regularly to see if there's anything new to add. <strong>Tell a trusted family member or friend where you put your important papers</strong>. You don't need to tell this friend or family member your personal business, but someone should know where you keep your papers in case of emergency. If you don't have a relative or friend you trust, ask a lawyer to help. Get more tips for getting paperwork and legal and financial affairs in order. </aside><strong>Start discussions early.</strong> The rate of decline differs for each person with Alzheimer’s disease, and his or her ability to be involved in planning will decline over time. People in the early stages of the disease may be able to understand the issues, but they may also be defensive or emotionally unable to deal with difficult questions. Remember that not all people are diagnosed at an early stage. Decision making already may be difficult when Alzheimer’s disease is diagnosed. <strong>Review plans over time.</strong> Changes in personal situations—such as a divorce, relocation, or death in the family—and in State laws can affect how legal documents are prepared and maintained. Review plans regularly, and update documents as needed. <strong>Reduce anxiety about funeral and burial arrangements.</strong> Advance planning for the funeral and burial can provide a sense of peace and reduce anxiety for both the person with Alzheimer’s and the family. Resources for Low-Income Families Families who cannot afford a lawyer still can do advance planning. Samples of basic health planning documents can be downloaded from State government websites. Area Agency on Aging officials may provide legal advice or help. Other possible sources of legal assistance and referral include State legal aid offices, the State bar association, local nonprofit agencies, foundations, and social service agencies. Summary Facing Alzheimer’s disease can be emotionally wrenching for all concerned. A legal expert and members of the health care team can help the person and family address end-of-life issues. Advance health care and financial planning can help people diagnosed with Alzheimer’s and their families confront tough questions about future treatment, caregiving, and legal arrangements. <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"orange\" width=\"100%\"><tbody><tr><th>Medical Document</th><th>How It Is Used</th></tr><tr class=\"tableOddRow\"><td>Living Will</td><td>Describes and instructs how the person wants end-of-life health care managed</td></tr><tr class=\"tableEvenRow\"><td>Durable Power of Attorney for Health Care</td><td>Gives a designated person the authority to make health care decisions on behalf of the person with Alzheimer’s</td></tr><tr class=\"tableOddRow\"><td>Do Not Resuscitate Form</td><td>Instructs health care professionals not to perform CPR in case of stopped heart or stopped breathing</td></tr></tbody></table>  <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"orange\" width=\"100%\"><tbody><tr><th>Legal/Financial Document</th><th>How It Is Used</th></tr><tr class=\"tableOddRow\"><td>Will</td><td>Indicates how a person's assets and estate will be distributed among beneficiaries after his/her death</td></tr><tr class=\"tableEvenRow\"><td>Durable Power of Attorney for Finances</td><td>Gives a designated person the authority to make legal/financial decisions on behalf of the person with Alzheimer’s</td></tr><tr class=\"tableOddRow\"><td>Living Trust</td><td>Gives a designated person (trustee) the authority to hold and distribute property and funds for the person with Alzheimer’s</td></tr></tbody></table><strong>Alzheimer's Disease Education and Referral (ADEAR) Center</strong>P.O. Box 8250Silver Spring, MD 20907-82501-800-438-4380 (toll-free)www.nia.nih.gov/alzheimers The National Institute on Aging's ADEAR Center offers information and publications for families, caregivers, and professionals on diagnosis, treatment, patient care, caregiver needs, long-term care, education and training, and research related to Alzheimer’s disease. Staff members answer telephone, email, and written requests and make referrals to local and national resources. Visit the ADEAR website to learn more about Alzheimer's and other dementias, find clinical trials, and sign up for email updates. <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov Families often need information about community resources, such as home care, adult day care, and nursing homes. Contact the Eldercare Locator to find these resources in your area. The Eldercare Locator is a service of the Administration on Aging. <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.gov/healthwww.nia.nih.gov/espanol <strong>National Library of Medicine</strong><strong>MedlinePlus</strong>www.medlineplus.gov Search for:\"Advance Directives\"\"End-of-Life Issues\" <strong>AARP</strong>1-888-OUR-AARP (1-888-687-2277; toll-free)www.aarp.org <strong>Aging Life Care Association</strong>(520) 881-8008www.aginglifecare.org <strong>Aging with Dignity</strong>1-888-5WISHES (1-888-594-7437; toll-free)www.agingwithdignity.org <strong>Alzheimer's Association</strong>1-800-272-3900 (toll-free)1-866-403-3073 (TDD/toll-free)www.alz.org <strong>Alzheimer's Foundation of America</strong>1-866-232-8484 (toll-free)www.alzfdn.org <strong>American Bar Association</strong>Commission on Law and Aging1-202-662-8690www.americanbar.org/aging <strong>Family Caregiver Alliance</strong>1-800-445-8106 (toll-free)www.caregiver.org <strong>National Academy of Elder Law Attorneys</strong>1-703-942-5711www.naela.org <strong>National Hospice and Palliative Care Organization</strong>1-800-658-8898 (toll-free)1-877-658-8896 (Spanish/toll-free)www.caringinfo.org <strong>Organdonor.gov</strong><strong>Health Resources and Services Administration</strong>1-877-275-4772 (toll-free)1-877-489-4772 (TTY/toll-free)www.organdonor.gov NIH Publication No. 08-6422 June 2008 (reprinted August 2013) "}