{"url": "https://www.nia.nih.gov/health/publication/sexuality-later-life", "text": "Many people want and need to be close to others as they grow older. This includes the desire to continue an active, satisfying sex life. But, with aging, there may be changes that can cause problems. Normal aging brings physical changes in both men and women. These changes sometimes affect the ability to have and enjoy sex. A woman may notice changes in her vagina. As a woman ages, her vagina can shorten and narrow. Her vaginal walls can become thinner and also a little stiffer. Most women will have less vaginal lubrication. These changes could affect sexual function and/or pleasure. Talk with your doctor about these problems. As men get older, impotence (also called erectile dysfunction–ED) becomes more common. ED is the loss of ability to have and keep an erection for sexual intercourse. ED may cause a man to take longer to have an erection. His erection may not be as firm or as large as it used to be. The loss of erection after orgasm may happen more quickly, or it may take longer before another erection is possible. ED is not a problem if it happens every now and then, but if it occurs often, talk with your doctor. Some illnesses, disabilities, medicines, and surgeries can affect your ability to have and enjoy sex. Problems in your relationship can also affect your ability to enjoy sex. <strong>Arthritis.</strong> Joint pain due to arthritis can make sexual contact uncomfortable. Exercise, drugs, and possibly joint replacement surgery may relieve this pain. Rest, warm baths, and changing the position or timing of sexual activity can be helpful. <strong>Chronic pain.</strong> Any constant pain can interfere with intimacy between older people. Chronic pain does not have to be part of growing older and can often be treated. But, some pain medicines can interfere with sexual function. You should always talk with your doctor if you have unwanted side effects from any medication. <strong>Dementia.</strong> Some people with dementia show increased interest in sex and physical closeness, but they may not be able to judge what is appropriate sexual behavior. Those with severe dementia may not recognize their spouse but still seek sexual contact. This can be a confusing problem for the spouse. A doctor, nurse, or social worker with training in dementia care may be helpful. <strong>Diabetes.</strong> This is one of the illnesses that can cause ED in some men. In most cases, medical treatment can help. Less is known about how diabetes affects sexuality in older women. Women with diabetes are more likely to have vaginal yeast infections, which can cause itching and irritation and make sex uncomfortable or undesirable. Yeast infections can be treated. <strong>Heart disease.</strong> Narrowing and hardening of the arteries can change blood vessels so that blood does not flow freely. As a result, men and women may have problems with orgasms, and men may have trouble with erections. People who have had a heart attack, or their partners, may be afraid that having sex will cause another attack. Even though sexual activity is generally safe, always follow your doctor’s advice. If your heart problems get worse and you have chest pain or shortness of breath even while resting, talk to your doctor. He or she may want to change your treatment plan. <strong>Incontinence.</strong> Loss of bladder control or leaking of urine is more common as we grow older, especially in women. Extra pressure on the belly during sex can cause loss of urine, which may result in some people avoiding sex. This can be helped by a change in positions. The good news is that incontinence can usually be treated. <strong>Stroke.</strong> The ability to have sex is sometimes affected by a stroke. A change in positions or medical devices may help people with ongoing weakness or paralysis to have sex. Some people with paralysis from the waist down are still able to experience orgasm and pleasure. <strong>Depression.</strong> Lack of interest in activities you used to enjoy, such as intimacy and sexual activity, can be a symptom of depression. It’s sometimes hard to know if you’re depressed. Talk with your doctor. Depression can be treated. <strong>Surgery.</strong> Many of us worry about having any kind of surgery—it may be even more troubling when the breasts or genital area are involved. Most people do return to the kind of sex life they enjoyed before surgery. Hysterectomy is surgery to remove a woman’s uterus. Often, when an older woman has a hysterectomy, the ovaries are also removed. The surgery can leave both women and men worried about their sex lives. If you’re afraid that a hysterectomy will change your sex life, talk with your gynecologist or surgeon. Mastectomy is surgery to remove all or part of a woman’s breast. This surgery may cause some women to lose their sexual interest or their sense of being desired or feeling feminine. In addition to talking with your doctor, sometimes it is useful to talk with other women who have had this surgery. Programs like the American Cancer Society’s (ACS) “Reach to Recovery” can be helpful for both women and men. If you want your breast rebuilt (reconstruction), talk to your cancer doctor or surgeon. Prostatectomy is surgery that removes all or part of a man’s prostate because of cancer or an enlarged prostate. It may cause urinary incontinence or ED. If removal of the prostate gland is needed, talk to your doctor before surgery about your concerns. <strong>Medications.</strong> Some drugs can cause sexual problems. These include some blood pressure medicines, antihistamines, antidepressants, tranquilizers, appetite suppressants, drugs for mental problems, and ulcer drugs. Some can lead to ED or make it hard for men to ejaculate. Some drugs can reduce a woman’s sexual desire or cause vaginal dryness or difficulty with arousal and orgasm. Check with your doctor to see if there is a different drug without this side effect. <strong>Alcohol.</strong> Too much alcohol can cause erection problems in men and delay orgasm in women. Age does not protect you from sexually transmitted diseases. Older people who are sexually active may be at risk for diseases such as syphilis, gonorrhea, chlamydial infection, genital herpes, hepatitis B, genital warts, and trichomoniasis. Almost anyone who is sexually active is also at risk of being infected with HIV, the virus that causes AIDS. The number of older people with HIV/AIDS is growing. You are at risk for HIV/AIDS if you or your partner has more than one sexual partner or if you are having unprotected sex. To protect yourself, always use a condom during sex. For women with vaginal dryness, lubricated condoms or a water-based lubricating jelly with condoms may be more comfortable. A man needs to have a full erection before putting on a condom. Talk with your doctor about ways to protect yourself from all sexually transmitted diseases. Go for regular checkups and testing. Talk with your partner. You are never too old to be at risk. Sexuality is often a delicate balance of emotional and physical issues. How you feel may affect what you are able to do. Many older couples find greater satisfaction in their sex life than they did when they were younger. They have fewer distractions, more time and privacy, no worries about getting pregnant, and greater intimacy with a lifelong partner. Some older people are concerned about sex as they age. A woman who is unhappy about how her looks are changing as she ages may think her partner will no longer find her attractive. This focus on youthful physical beauty may get in the way of her enjoyment of sex. Men may fear that ED will become a more common problem as they age. Most men have a problem with ED once in a while. But, if you worry too much about that happening, you can cause enough stress to trigger ED. Older couples face the same daily stresses that affect people of any age. They may also have the added concerns of age, illness, retirement, and other lifestyle changes, all of which may lead to sexual difficulties. Try not to blame yourself or your partner. You may find it helpful to talk to a therapist. Some therapists have special training in helping with sexual problems. If your male partner is troubled by ED or your female partner seems less interested in sex, don’t assume he or she is no longer interested in you or in sex. Many of the things that cause these problems can be helped. There are things you can do on your own for an active sexual life. Make your partner a high priority. Take time to enjoy each other and to understand the changes you both are facing. Try different positions and new times, like having sex in the morning when you both may be well-rested. Don’t hurry—you or your partner may need to spend more time touching to become fully aroused. Masturbation is a sexual activity that many older people, with and without a partner, find satisfying. Don’t be afraid to talk with your doctor if you have a problem that affects your sex life. He or she may be able to suggest a treatment. For example, the most common sexual difficulty of older women is painful intercourse caused by vaginal dryness. Your doctor or a pharmacist can suggest over-the-counter vaginal lubricants or moisturizers to use. Water-based lubricants are helpful when needed to make sex more comfortable. Moisturizers are used on a regular basis, every 2 or 3 days. Or, your doctor might suggest a form of vaginal estrogen. If ED is the problem, it can often be managed and perhaps even reversed. There are pills that can help. They should not be used by men taking medicines containing nitrates, such as nitroglycerin. The pills do have possible side effects. Other available treatments include vacuum devices, self-injection of a drug, or penile implants. Physical problems can change your sex life as you get older. But, you and your partner may discover you have a new closeness. Talk to your partner about your needs. You may find that affection—hugging, kissing, touching, and spending time together—can make a good beginning. Here are some helpful resources: <strong>American Cancer Society</strong>1-800-227-2345 (toll-free/24 hours)1-866-228-4327 (TTY/toll-free)www.cancer.org<strong>National Library of MedicineMedlinePlus</strong>www.medlineplus.gov<strong>National Kidney and Urologic Diseases Information Clearinghouse</strong>National Institute of Diabetes and Digestive and Kidney Diseases3 Information WayBethesda, MD 20892–35801-800-891-5390 (toll-free)1–866–569–1162 (TTY/toll-free)www.niddk.nih.gov<strong>Urology Care Foundation</strong>1000 Corporate BoulevardLinthicum, MD 210901-800-828-7866 (toll-free)www.urologyhealth.orgFor more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.govSign up for regular email alerts about new publications and find other information from the NIA. Visit www.nihseniorhealth.gov,a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}