{"url": "https://www.nia.nih.gov/alzheimers/publication/alzheimers-disease-genetics-fact-sheet", "text": "Scientists believe that many factors influence when Alzheimer's disease begins and how it progresses. The more they study this devastating disease, the more they realize that genes play an important role. Research conducted and funded by the National Institute on Aging (NIA) at the National Institutes of Health (NIH) and others is advancing our understanding of Alzheimer's disease genetics. Some diseases are caused by a genetic mutation, or permanent change in one or more specific genes. If a person inherits from a parent a genetic mutation that causes a certain disease, then he or she will usually get the disease. Sickle cell anemia, cystic fibrosis, and early-onset familial Alzheimer's disease are examples of inherited genetic disorders. In other diseases, a genetic variant may occur. A single gene can have many variants. Sometimes, this difference in a gene can cause a disease directly. More often, a variant plays a role in increasing or decreasing a person's risk of developing a disease or condition. When a genetic variant increases disease risk but does not directly cause a disease, it is called a genetic risk factor. Identifying genetic variants may help researchers find the most effective ways to treat or prevent diseases such as Alzheimer's in an individual. This approach, called precision medicine, takes into account individual variability in genes, environment, and lifestyle for each person. Alzheimer's disease is an irreversible, progressive brain disease. It is characterized by the development of amyloid plaques and neurofibrillary, or tau, tangles; the loss of connections between nerve cells (neurons) in the brain; and the death of these nerve cells. There are two types of Alzheimer's—early-onset and late-onset. Both types have a genetic component. What Are DNA, Chromosomes, and Genes? <figure class=\"right\"><img align=\"absmiddle\" alt=\"image of cell with nucleus, 23 pairs of chromosomes, genes, a chromosome pair, and a DNA strand labeled\" src=\"/sites/default/files/ADGenetics84106CellImage72dpi3.jpg\"/> <figcaption> Genetic mutations in a cell can lead to abnormal proteins and, in turn, diseases such as early-onset Alzheimer’s.</figcaption></figure>The nucleus of almost every human cell contains a “blueprint” that carries the instructions a cell needs to do its job. The blueprint is made up of DNA (deoxyribonucleic acid), which is present in long strands that would stretch to nearly 6 feet in length if attached end to end. The DNA is packed tightly together with proteins into compact structures called chromosomes. Normally, each cell has 46 chromosomes in 23 pairs, which are inherited equally from a person's biological parents. The DNA in nearly all cells of an individual is identical. Each chromosome contains many thousands of segments, called genes. People inherit two copies of each gene from their parents, except for genes on the X and Y chromosomes, which, among other functions, determine a person's sex. The genes “instruct” the cell to make unique proteins that, in turn, dictate the types of cells made. Genes also direct almost every aspect of the cell's construction, operation, and repair. Even slight changes in a gene can produce a protein that functions abnormally, which may lead to disease. Other changes in genes may increase or decrease a person's risk of developing a particular disease. </aside>Early-Onset Alzheimer's Disease Early-onset Alzheimer’s disease occurs between a person’s 30s to mid-60s and represents less than 10 percent of all people with Alzheimer’s. Some cases are caused by an inherited change in one of three genes, resulting in a type known as early-onset familial Alzheimer’s disease, or FAD. For other cases of early-onset Alzheimer’s, research suggests there may be a genetic component related to factors other than these three genes. A child whose biological mother or father carries a genetic mutation for early-onset FAD has a 50/50 chance of inheriting that mutation. If the mutation is in fact inherited, the child has a very strong probability of developing early-onset FAD. Early-onset FAD is caused by any one of a number of different single-gene mutations on chromosomes 21, 14, and 1. Each of these mutations causes abnormal proteins to be formed. Mutations on chromosome 21 cause the formation of abnormal amyloid precursor protein (APP). A mutation on chromosome 14 causes abnormal presenilin 1 to be made, and a mutation on chromosome 1 leads to abnormal presenilin 2. Each of these mutations plays a role in the breakdown of APP, a protein whose precise function is not yet fully understood. This breakdown is part of a process that generates harmful forms of amyloid plaques, a hallmark of the disease. Critical research findings about early-onset Alzheimer's have helped identify key steps in the formation of brain abnormalities typical of the more common late-onset form of Alzheimer's. Genetics studies have helped explain why the disease develops in people at various ages. NIA-supported scientists are continuing research into early-onset disease through the Dominantly Inherited Alzheimer Network (DIAN), an international partnership to study families with early-onset FAD. By observing the Alzheimer's-related brain changes that occur in these families long before symptoms of memory loss or cognitive issues appear, scientists hope to gain insight into how and why the disease develops in both its early- and late-onset forms. In addition, an NIA-supported clinical trial in Colombia, South America, is testing the effectiveness of an amyloid-clearing drug in symptom-free volunteers at high risk of developing early-onset FAD. For more information, see NIA's Early-Onset Alzheimer's Disease: A Resource List. Late-Onset Alzheimer's Disease Most people with Alzheimer's have the late-onset form of the disease, in which symptoms become apparent in the mid-60s and later. The causes of late-onset Alzheimer's are not yet completely understood, but they likely include a combination of genetic, environmental, and lifestyle factors that affect a person's risk for developing the disease. Researchers have not found a specific gene that directly causes the late-onset form of the disease. However, one genetic risk factor—having one form of the apolipoprotein E (APOE) gene on chromosome 19—does increase a person's risk. APOE comes in several different forms, or alleles: APOE ε2 is relatively rare and may provide some protection against the disease. If Alzheimer's disease occurs in a person with this allele, it usually develops later in life than it would in someone with the APOE ε4 gene.APOE ε3, the most common allele, is believed to play a neutral role in the disease—neither decreasing nor increasing risk.APOE ε4 increases risk for Alzheimer's disease and is also associated with an earlier age of disease onset. A person has zero, one, or two APOE ε4 alleles. Having more APOE ε4 alleles increases the risk of developing Alzheimer's.APOE ε4 is called a risk-factor gene because it increases a person's risk of developing the disease. However, inheriting an APOE ε4 allele does not mean that a person will definitely develop Alzheimer's. Some people with an APOE ε4 allele never get the disease, and others who develop Alzheimer's do not have any APOE ε4 alleles. Using a relatively new approach called genome-wide association study (GWAS), researchers have identified a number of regions of interest in the genome (an organism's complete set of DNA, including all of its genes) that may increase a person's risk for late-onset Alzheimer's to varying degrees. By 2015, they had confirmed 33 regions of interest in the Alzheimer's genome. A method called whole genome sequencing determines the complete DNA sequence of a person's genome at a single time. Another method called whole exome sequencing looks at the parts of the genome that directly code for the proteins. Using these two approaches, researchers can identify new genes that contribute to or protect against disease risk. Recent discoveries have led to new insights about biological pathways involved in Alzheimer's and may one day lead to effective interventions. A blood test can identify which APOE alleles a person has, but results cannot predict who will or will not develop Alzheimer's disease. It is unlikely that genetic testing will ever be able to predict the disease with 100 percent accuracy, researchers believe, because too many other factors may influence its development and progression. Currently, APOE testing is used in research settings to identify study participants who may have an increased risk of developing Alzheimer's. This knowledge helps scientists look for early brain changes in participants and compare the effectiveness of treatments for people with different APOE profiles. Most researchers believe that APOE testing is useful for studying Alzheimer's disease risk in large groups of people but not for determining any one person's risk. Genetic testing is used by researchers conducting clinical trials and by physicians to help diagnose early-onset Alzheimer's disease. However, genetic testing is not otherwise recommended. Epigenetics: Nature Meets Nurture Scientists have long thought that genetic and environmental factors interact to influence a person's biological makeup, including the predisposition to different diseases. More recently, they have discovered the biological mechanisms for those interactions. The expression of genes (when particular genes are “switched” on or off) can be affected—positively and negatively—by environmental factors at any time in life. These factors include exercise, diet, chemicals, or smoking, to which an individual may be exposed, even in the womb. Epigenetics is an emerging science focused on how and when particular genes are turned on or off. Diet and exposure to chemicals in the environment, among other factors, can alter a cell's DNA in ways that affect the activity of genes. That can make people more or less susceptible to developing a disease. There is emerging evidence that epigenetic mechanisms contribute to Alzheimer's disease. Epigenetic changes, whether protective, benign, or harmful, may help explain, for example, why one family member develops the disease and another does not. Scientists are learning more about Alzheimer's-related epigenetics, with the hope of developing individualized treatments based on epigenetic markers and their function. </aside>Discovering all that we can about the role of Alzheimer's disease genetic risk and protective factors is an important area of research. Understanding more about the genetic basis of the disease will help researchers to: Answer a number of basic questions—What makes the disease process begin? Why do some people with memory and other thinking problems develop Alzheimer's while others do not?.Determine how genetic risk and protective factors may interact with other genes and lifestyle or environmental factors to affect Alzheimer's risk in any one person.Identify people who are at high risk for developing Alzheimer's so they can benefit from new interventions and treatments as soon as possible.Focus on new prevention and treatment approaches.Major Alzheimer's Genetics Research Efforts Underway The National Institute on Aging supports several major genetics research programs. The <strong>Alzheimer's Disease Sequencing Project</strong> (ADSP) is an innovative collaboration between NIA and the National Human Genome Research Institute, both part of NIH. The first phase of the project determined the order of all 3 billion letters in the individual genomes of 580 participants. It also generated whole exome sequencing data for an additional 11,000 volunteers.The <strong>Alzheimer's Disease Genetics Consortium</strong> is a collaborative effort to collect and analyze genetic data from thousands of families around the world to identify genes associated with an increased risk of developing late-onset Alzheimer's.The <strong>Late-Onset Alzheimer's Disease Genetics Study</strong> is gathering and analyzing genetic and other information from 1,500 or more families in the United States with two or more members who have late-onset Alzheimer's.The <strong>International Genomic Alzheimer's Project</strong> (IGAP) is comprised of four consortia in the United States and Europe that have been working together since 2011 on genome-wide association studies (GWAS) involving thousands of DNA samples and shared data sets. In a study of more than 74,000 individuals, IGAP recently reported the identification of 19 novel regions of interest that are associated with the disease.The <strong>Genetics of Alzheimer's Disease Data Storage Site</strong> (NIAGADS) is a national genetics data repository that gives investigators access to data to study the genetics of late-onset Alzheimer's disease.The <strong>National Cell Repository for Alzheimer's Disease</strong> (NCRAD) is a national resource that helps researchers find genes that increase the risk of Alzheimer's by providing biological samples and data.Volunteers are critical to Alzheimer's disease genetics research. The more genetic information that researchers can gather and analyze from individuals and families—both healthy volunteers and those who may be at risk—the more clues they will have for finding additional risk-factor genes. To learn more about Alzheimer's genetics studies, contact NCRAD toll-free at 1-800-526-2839 or visit http://ncrad.iu.edu. To learn more about volunteering for Alzheimer's clinical trials and studies, visit www.nia.nih.gov/alzheimers/volunteer. </aside><strong>Alzheimer’s Disease Education and Referral (ADEAR) Center</strong>1-800-438-4380 (toll-free)adear@nia.nih.govwww.nia.nih.gov/alzheimers The National Institute on Aging's ADEAR Center offers information and publications for families, caregivers, and professionals on diagnosis, treatment, patient care, caregiver needs, long-term care, education and training, and research related to Alzheimer's disease. Staff members answer telephone, email, and written requests and make referrals to local and national resources. Visit the ADEAR website to learn more about Alzheimer's and other dementias, find clinical trials, and sign up for email updates. <strong>National Human Genome Research Institute</strong>www.genome.gov/health <strong>National Library of MedicineNational Center for Biotechnology Information</strong>info@ncbi.nlm.nih.govwww.ncbi.nlm.nih.gov <strong>Alzheimer's Association</strong>1-800-272-3900 (toll-free)1-866-403-3073 (TTY/toll-free)info@alz.orgwww.alz.org <strong>Alzheimer's Foundation of America</strong>1-866-232-8484 (toll-free)info@alzfdn.orgwww.alzfdn.org <strong>Allele—</strong>A form of a gene. Each person receives two alleles of a gene, one from each biological parent. This combination is one factor among many that influence a variety of processes in the body. On chromosome 19, the apolipoprotein E (APOE) gene has three common alleles: ε2, ε3, and ε4.<strong>Apolipoprotein E (APOE) gene—</strong>A gene on chromosome 19 involved in making a protein that helps carry cholesterol and other types of fat in the bloodstream. The APOE ε4 allele is the major known risk-factor gene for late-onset Alzheimer's disease.<strong>Chromosome—</strong>A compact structure containing DNA and proteins present in nearly all cells of the body. Chromosomes carry genes, which direct the cell to make proteins and direct a cell's construction, operation, and repair. Normally, each cell has 46 chromosomes in 23 pairs. Each biological parent contributes one of each pair of chromosomes.<strong>DNA (deoxyribonucleic acid)—</strong>The hereditary material in humans and almost all other organisms. Almost all cells in a person's body have the same DNA. Most DNA is located in the cell nucleus.<strong>Gene—</strong>A basic unit of heredity. Genes direct a cell to make proteins and guide almost every aspect of a cell's construction, operation, and repair.<strong>Genetic mutation—</strong>A permanent change in a gene that can be passed on to children. The rare, early-onset familial form of Alzheimer's disease is associated with mutations in genes on chromosomes 21, 14, and 1.<strong>Genetic risk factor—</strong>A change in a gene that increases a person's risk of developing a disease.<strong>Genetic variant—</strong>A change in a gene that may increase or decrease a person's risk of developing a disease or condition.<strong>Genome—</strong>An organism's complete set of DNA, including all of its genes. Each genome contains all of the information needed to build and maintain that organism.<strong>Genome-wide association study (GWAS)—</strong>A study approach that involves rapidly scanning the genomes of many individuals to find genetic variations associated with a particular disease.<strong>Protein—</strong>A substance that determines the physical and chemical characteristics of a cell and therefore of an organism. Proteins are essential to all cell functions and are created using genetic information.Alzheimer’s Disease Education &amp; Referral (ADEAR) CenterA Service of the National Institute on Aging National Institutes of HealthU.S. Department of Health and Human Services 2016 "}