{"url": "https://www.nia.nih.gov/health/publication/falls-and-fractures", "text": "A simple thing can change your life—like tripping on a rug or slipping on a wet floor. If you fall, you could break a bone, like thousands of older men and women do each year. A broken bone might not sound awful. But, for older people, a break can be the start of more serious problems. Many things can cause a fall. Your eyesight, hearing, and reflexes might not be as sharp as they were when you were younger. Diabetes, heart disease, or problems with your thyroid, nerves, feet, or blood vessels can affect your balance. Some medicines can cause you to feel dizzy or sleepy, making you more likely to fall. But don't let a fear of falling keep you from being active. Doing things like getting together with friends, gardening, walking, or going to the local senior center helps you stay healthy. The good news is that there are simple ways you can prevent most falls. If you take care of your overall health, you may be able to lower your chances of falling. Most of the time, falls and accidents don't \"just happen.\" Here are a few hints that will help you avoid falls and broken bones: Stay physically active. Plan an exercise program that is right for you. Regular exercise improves muscles and makes you stronger. It also helps keep your joints, tendons, and ligaments flexible. Mild weight-bearing activities, such as walking or climbing stairs, may slow bone loss from osteoporosis.Have your eyes and hearing tested. Even small changes in sight and hearing may cause you to fall. When you get new eyeglasses, take time to get used to them. Always wear your glasses when you need them. If you have a hearing aid, be sure it fits well, and wear it.Find out about the side effects of any medicine you take. If a drug makes you sleepy or dizzy, tell your doctor or pharmacist.Get enough sleep. If you are sleepy, you are more likely to fall.Limit the amount of alcohol you drink. Even a small amount of alcohol can affect your balance and reflexes.Stand up slowly. Getting up too quickly can cause your blood pressure to drop. That can make you feel wobbly.Use a walking stick if you need help feeling steady when you walk. If your doctor tells you to use a cane or walker, make sure it is the right size for you and the wheels roll smoothly. This is very important when you're walking in areas you don't know well or in places where the walkways are uneven.Be very careful when walking on wet or icy surfaces. They can be very slippery! Try to have sand or salt spread on icy areas by your front or back door.Wear non-skid, rubber-soled, low-heeled shoes, or lace-up shoes with non-skid soles that fully support your feet. It is important that the soles are not too thin or too thick. Don't walk around on stairs or floors in socks or in shoes and slippers with smooth soles.Always tell your doctor if you have fallen since your last checkup—even if you aren't hurt when you fall. Weak Bones Osteoporosis is a disease that makes bones weak and more likely to break. Many people think osteoporosis is only a problem for women, but it can also affect older men. For people with osteoporosis, even a minor fall may be dangerous. Talk to your doctor about whether you have osteoporosis. </aside>There are many changes you can make to your home that will help you avoid falls and ensure your safety. <strong>In Stairways, Hallways, and Pathways</strong> Have handrails on both sides of the stairs, and make sure they are tightly fastened. Hold the handrails when you use the stairs, going up or down. If you must carry something while you're on the stairs, hold it in one hand and use the handrail with the other. Don't let what you're carrying block your view of the steps.Make sure there is good lighting with light switches at the top and bottom of stairs and on each end of a long hall. Remember to use the lights!.Keep areas where you walk tidy. Don't leave books, papers, clothes, and shoes on the floor or stairs.Check that all carpets are fixed firmly to the floor so they won't slip. Put no-slip strips on tile and wooden floors. You can buy these strips at the hardware store.Don't use throw rugs or small area rugs.<strong>In Bathrooms and Powder Rooms</strong> Mount grab bars near toilets and on both the inside and outside of your tub and shower.Place non-skid mats, strips, or carpet on all surfaces that may get wet.Remember to turn on night lights.<strong>In Your Bedroom</strong> Put night lights and light switches close to your bed.Keep your telephone near your bed.<strong>In Other Living Areas</strong> Keep electric cords and telephone wires near walls and away from walking paths.Tack down all carpets and large area rugs firmly to the floor.Arrange your furniture (especially low coffee tables) and other objects so they are not in your way when you walk.Make sure your sofas and chairs are the right height for you to get in and out of them easily.Don't walk on newly washed floors—they are slippery.Keep items you use often within easy reach.Don't stand on a chair or table to reach something that's too high—use a \"reach stick\" instead or ask for help. Reach sticks are special grabbing tools that you can buy at many hardware or medical-supply stores. If you use a step stool, make sure it is steady and has a handrail on top. Have someone stand next to you.Don't let your cat or dog trip you. Know where your pet is whenever you're standing or walking.Keep emergency numbers in large print near each telephone.Your Own Medical Alarm Think about getting a home-monitoring system. Usually, you wear a button on a chain around your neck. If you fall or need emergency help, you push the button to alert the service. You can find local “medical alarm” services in your yellow pages. Most medical insurance companies and Medicare do not cover home-monitoring systems. Be sure to ask about costs. </aside>Many State and local governments have education and/or home modification programs to help older people prevent falls. Check with your local health department, senior affairs office, or area agency on aging to see if there is a program near you. Here are some helpful resources: <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov <strong>National Center for Injury Prevention and Control</strong>Centers for Disease Control and Prevention1600 Clifton RoadAtlanta, GA 303331-800-232-4636 (toll-free)1-888-232-6348 (TTY/toll-free)cdcinfo@cdc.gov (email)www.cdc.gov/ncipc <strong>National Falls Prevention Resource Center</strong>National Council on Aging251 18th Street South, Suite 500Arlington, VA 222021-571-527-3900www.ncoa.org/get-involved/contact-us/email (email form)www.ncoa.org/center-for-healthy-aging/falls-resource-center <strong>National Resource Center on Supportive Housing and Home Modifications</strong>University of Southern CaliforniaFall Prevention Center of Excellence3715 McClintock Avenue, Room 228Los Angeles, CA 90089-01911-213-740-1364homemods@usc.edu (email)www.homemods.org <strong>Rebuilding Together</strong>1899 L Street, NW, Suite 1000Washington, DC 200361-800-473-4229 (toll-free)info@rebuildingtogether.org (email)www.rebuildingtogether.org Looking for more information about exercise? Check out <strong>Go4Life</strong>®, at www.nia.nih.gov/Go4Life. This exercise and physical activity campaign from the National Institute on Aging has exercises, success stories, and free video and print materials. For more information on osteoporosis, home safety for people with Alzheimer's disease, or other resources on health and aging, contact: <strong>National Institute on Aging</strong><strong>Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov  Sign up for regular email alerts about new publications and find other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. <strong>Go4Life</strong> is a registered trademark of the U.S. Department of Health and Human Services. National Institute on AgingNational Institutes of HealthNIH.Turning Discovery Into Health®U.S. Department of Health and Human Services  Verified "}