{"url": "https://www.nia.nih.gov/health/publication/skin-care-and-aging", "text": "Cynthia had always been proud of her skin, especially her summer tan. But as years went by, she saw her skin getting more fine lines and wrinkles. Cynthia began to worry about what other skin problems she might have. What are those brown spots on her hands and arms? Your skin changes with age. It becomes thinner, loses fat, and no longer looks as plump and smooth as it once did. Your veins and bones can be seen more easily. Scratches, cuts, or bumps can take longer to heal. Years of sun tanning or being out in the sunlight for a long time may lead to wrinkles, dryness, age spots, and even cancer. But, there are things you can do to protect your skin and to make it feel and look better. Many older people suffer from dry spots on their skin, often on their lower legs, elbows, and lower arms. Dry skin patches feel rough and scaly. There are many possible reasons for dry skin, such as: Not drinking enough liquids.Spending too much time in the sun or sun tanning.Being in very dry air.Smoking.Feeling stress.Losing sweat and oil glands, which is common with age.Dry skin also can be caused by health problems, such as diabetes or kidney disease. Using too much soap, antiperspirant, or perfume, and taking hot baths can make dry skin worse. Some medicines can make skin itchy. Because older people have thinner skin, scratching can cause bleeding that may lead to infection. Talk to your doctor if your skin is very dry and itchy. Here are some ways to help dry, itchy skin: Use moisturizers, like lotions, creams, or ointments, every day.Take fewer baths and use milder soap. Warm water is less drying than hot water. Don’t add bath oil to your water. It can make the tub too slippery.Try using a humidifier, an appliance that adds moisture to a room.Older people may bruise more easily than younger people. It can take longer for these bruises to heal. Some medicines or illnesses may also cause bruising. Talk to your doctor if you see bruises and don’t know how you got them, especially on parts of your body usually covered by clothing. Over time, skin begins to wrinkle. Things in the environment, like ultraviolet (UV) light from the sun, can make the skin less elastic. Gravity can cause skin to sag and wrinkle. Certain habits, like smoking, also can wrinkle the skin. A lot of claims are made about how to make wrinkles go away. Many of them don’t work. Some methods can be painful or even dangerous, and many must be done by a doctor. Talk with a doctor specially trained in skin problems, called a dermatologist, or your regular doctor if you are worried about wrinkles. Age spots, once called “liver spots,” are flat, brown spots often caused by years in the sun. They are bigger than freckles and commonly show up on areas like the face, hands, arms, back, and feet. Using a broad-spectrum sunscreen that helps protect against two types of the sun’s rays may prevent more age spots. Skin tags are small, usually flesh-colored growths of skin that have a raised surface. They become common as people age, especially for women. They are most often found on the eyelids, neck, and body folds such as the armpit, chest, and groin. Age spots and skin tags are harmless, although sometimes skin tags can become irritated. If your age spots or skin tags bother you, talk to your doctor about having them removed. Skin cancer is a very common type of cancer in the United States. The main cause of skin cancer is the sun. Sunlamps and tanning booths can also cause skin cancer. Anyone, of any skin color, can get skin cancer. People with fair skin that freckles easily are at greatest risk. Skin cancer may be cured if it is found before it spreads to other parts of the body. There are three types of skin cancers. Two types, basal cell carcinoma and squamous cell carcinoma, grow slowly and rarely spread to other parts of the body. These types of cancer are found mostly on parts of the skin exposed to the sun, like the head, face, neck, hands, and arms. But they can happen anywhere on your body. The third and most dangerous type of skin cancer is melanoma. It is rarer than the other types, but it can spread to other organs and be deadly. Check your skin once a month for things that may be cancer. Skin cancer is rarely painful. Look for changes such as a new growth, a sore that doesn’t heal, or a bleeding mole. Check Moles, Birthmarks, or Other Parts of the Skin for the “ABCDE’s” <strong>A = <u>A</u></strong>symmetry (one half of the growth looks different from the other half) <strong>B = <u>B</u></strong>orders that are irregular <strong>C = <u>C</u></strong>olor changes or more than one color <strong>D = <u>D</u></strong>iameter greater than the size of a pencil eraser <strong>E = <u>E</u></strong>volving; this means the growth changes in size, shape, symptoms (itching, tenderness), surface (especially bleeding), or shades of color See your doctor right away if you have any of these signs to make sure it is not skin cancer. </aside>Some sun can be good for you, but to keep your skin healthy, be careful: <strong>Limit time in the sun.</strong> It’s okay to go out during the day, but try to avoid being in sun during peak times when the sun’s rays are strongest. For example, during the summer try to stay out of the sun between 10 a.m. and 4 p.m. Don’t be fooled by cloudy skies. The sun’s rays can go through clouds. You can also get sunburned if you are in water, so be careful when you are in a pool, lake, or the ocean.<strong>Use sunscreen.</strong> Look for sunscreen with an SPF (sun protection factor) number of 30 or higher. It’s best to choose sunscreens with “broad spectrum” on the label. Put the sunscreen on 15 to 30 minutes before you go outside. Sunscreen should be reapplied at least every 2 hours. You need to put sunscreen on more often if you are swimming, sweating, or rubbing your skin with a towel.<strong>Wear protective clothing.</strong> A hat with a wide brim can shade your neck, ears, eyes, and head. Look for sunglasses that block 99 to 100 percent of the sun’s rays. If you have to be in the sun, wear loose, lightweight, long-sleeved shirts and long pants or long skirts.<strong>Avoid tanning.</strong> Don’t use sunlamps or tanning beds. Tanning pills are not approved by the Food and Drug Administration (FDA) and might not be safe.Your skin may change with age. But remember, there are things you can do to help. Check your skin often. If you find any changes that worry you, see your doctor. <strong>American Academy of Dermatology</strong>1-866-503-7546 (toll-free)www.aad.org/forms/contactus (email form)www.aad.org <strong>Food and Drug Administration</strong>1-888-463-6332 (toll-free)druginfo@fda.hhs.gov (email)www.fda.gov <strong>National Cancer Institute</strong>1-800-422-6237 (1-800-4-CANCER, toll-free)cancergovstaff@mail.nih.gov (email)www.cancer.gov <strong>National Institute of Arthritis and Musculoskeletal and Skin Diseases Information Clearinghouse</strong>1-877-226-4267 (toll-free)1-301-565-2966 (TTY)niamsinfo@mail.nih.gov (email)www.niams.nih.gov <strong>National Library of MedicineMedlinePlus: Skin Aging</strong>www.nlm.nih.gov/medlineplus/skinaging.html For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults, including a topic on shingles. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}