{"url": "https://www.nia.nih.gov/health/publication/hiv-aids-and-older-people", "text": "Grace was dating again. George, a close family friend she had known for years, was starting to stay overnight more and more often. Because she wasn’t worried about getting pregnant, Grace didn’t think about using condoms. And because she had known George for so long, she didn’t think to ask him about his sexual history. So, Grace was shocked when she tested positive for HIV. Like most people, you probably have heard a lot about HIV and AIDS. You may have thought that these diseases aren’t your problem and that only younger people have to worry about them. But, anyone at any age can get HIV/AIDS. HIV (human immunodeficiency virus) is a virus that damages and weakens the body’s immune system—the system your body uses to fight off infection and disease. Having HIV puts a person in danger of getting other life-threatening diseases, infections, and cancers. When the body cannot fight off the other diseases and infections anymore, HIV can lead to a much more serious illness called AIDS (acquired immunodeficiency syndrome). AIDS is the last stage of HIV infection. Not everyone with HIV will get AIDS. If you think you may have HIV, it is very important to get tested. There are drugs that can help your body keep the HIV in check and fight against AIDS. A small blood sample, mouth swab, or urine sample is used to test people for HIV. It can take as long as 3 to 6 months after the infection for the virus to show up in your blood. You can be tested at a doctor’s office, hospital, community health center, or other health clinic. Some places have mobile testing vans. AIDS services organizations also may provide testing. Depending on where you go, testing may be free. In most states the tests are private, and you can choose to take the test without giving your name. Many providers or groups that offer HIV testing also provide counseling. Another option is to test yourself for HIV at home. If you choose this option, make sure to use a test that has been approved by the Food and Drug Administration (FDA). If the test has not been approved by the FDA, it may not give accurate results. Home tests are sold at drugstores and online. <strong>Finding a Place to Get Tested for HIV</strong> Your doctor or other healthcare provider can test you for HIV or tell you where you can get tested. Or, the following resources can help you find a testing location: HIV Testing and Care Locator, locator.aids.gov.Centers for Disease Control and Prevention, 1-800-232-4636 (toll-free) or gettested.cdc.gov.Your local health department, www.naccho.org/about/lhd.Drugstores sell home testing kits (such as the Home Access™ HIV-1 Test System or the OraQuick<sup>®</sup> In-Home HIV Test).</aside>Anyone, at any age, can get HIV/AIDS. People usually get HIV from unprotected sex with someone who has HIV/AIDS, through contact with HIV-infected blood, or by sharing needles with an infected person. You may be at risk if: You had sex without a latex or polyurethane condom. The virus passes from the infected person to his or her partner in blood, semen, or vaginal fluid. During sex, HIV can get into your body through any opening, such as a tear or cut in the lining of the vagina, vulva, penis, rectum, or mouth. Latex condoms can help prevent an infected person from transferring the HIV virus to you. (Natural condoms are not as effective as latex and polyurethane condoms at protecting against HIV/AIDS.).You do not know your partner’s drug and sexual history. What you don’t know can hurt you. Even though it may be hard to do, ask your partner about his or her sexual history and whether or not he or she has ever shared needles. Drug users are not the only people who might share needles. For example, people with diabetes who inject insulin or draw blood to test glucose levels could also share needles. You might ask: Have you been tested for HIV/AIDS? Have you had a number of different sex partners? Have you ever had unprotected sex with someone who has shared needles? Have you injected drugs or shared needles with someone else?.You had a blood transfusion or operation in a developing country at any time.You had a blood transfusion in the United States between 1978 and 1985.Many people have no symptoms when they first become infected with HIV. It can take as little as a few weeks for minor, flu-like symptoms to show up, or more than 10 years for more serious symptoms to appear, or any time in between. Signs of HIV include flu-like symptoms such as headache, cough, diarrhea, fevers, and/or sweats. Additional signs of HIV include swollen glands, lack of energy, loss of appetite, weight loss, repeated yeast infections, skin rashes, sores in the mouth or genital area, pelvic and abdominal cramps, and short-term memory loss. A growing number of older people have HIV/AIDS. One reason is because improved treatments are helping people with the disease live longer. Nearly one-fifth of people living with HIV in the United States are age 55 and older. Many of these people were diagnosed with HIV in their younger years. However, thousands of older people get HIV every year. Many older people may not know they have HIV. Older people are less likely than younger people to get tested. Signs of HIV/AIDS can be mistaken for the aches and pains of normal aging. Older adults might be coping with other diseases common to aging that can mask the signs of HIV/AIDS. Some older people may be ashamed or afraid of being tested. Plus, doctors do not always think to test older people for HIV/AIDS. By the time the older person is diagnosed, the virus may be in the late stages and more likely to progress to AIDS. The number of HIV/AIDS cases among older people is growing every year because: Older Americans often know less about HIV/AIDS and how it spreads than younger people do. They may not know the importance of using condoms, not sharing needles, getting tested for HIV, and talking about HIV/AIDS with their doctor.Healthcare workers and educators often do not talk with middle-aged and older people about HIV/AIDS prevention.Older people are less likely than younger people to talk about their sex lives or drug use with their doctors.Doctors may not ask older patients about their sex lives or drug use or talk to them about risky behaviors.Remember, it is important to get tested for HIV/AIDS early. Early treatment may help prevent HIV turning into AIDS. <strong>Facts About HIV/AIDS</strong> You may have read or heard things that are not true about how you get HIV/AIDS. Here are the facts: You cannot get HIV through casual contact such as shaking hands or hugging a person with HIV/AIDS.You cannot get HIV from using a public telephone, drinking fountain, restroom, swimming pool, whirlpool, or hot tub.You cannot get HIV from sharing a drink.You cannot get HIV from being coughed or sneezed on by a person with HIV/AIDS.You cannot get HIV from giving blood.You cannot get HIV from a mosquito bite.</aside>As HIV/AIDS symptoms become worse, people may need help getting around and caring for themselves. This can be a special problem for older people who do not have a strong network of friends or family who can help. Your doctor may be able to direct you to groups that can help. Sometimes, older people who don’t have the virus become a caregiver for a child or grandchild with HIV/AIDS. They may provide financial support and/or nursing care. Being a caregiver can be mentally, physically, and financially difficult. This is especially true for older adults who are dealing with their own health problems. It is important that caregivers also take care of their own health needs. The number of HIV/AIDS cases is rising in people of color across the country. More than half of all people with HIV/AIDS are African American or Hispanic. The number of cases of HIV/AIDS in women has also been growing over the past few years. The increase in cases has been especially steep among women of color age 50 and older. Many widowed, divorced, and separated older women find themselves dating again. They are no longer worried about getting pregnant and may be less likely to use a condom or practice safe sex. Vaginal dryness and thinning often occur as women age. When that happens, sexual activity can lead to small cuts and tears that raise the risk for HIV/AIDS. There is no cure for HIV/AIDS. But if you become infected, there are drugs that help keep the HIV virus in check and slow the spread of HIV in the body. Doctors are now using a combination of drugs called HAART (highly active antiretroviral therapy) to treat HIV/AIDS. Although it is not a cure, HAART is greatly reducing the number of deaths from AIDS in this country. HIV has become like a chronic disease. Remember, there are things you can do to keep from getting HIV/AIDS. Practice the following steps to lower your risk: If you are having sex, talk with your partner about HIV/AIDS. Know his/her sexual and drug history and make sure your partner has been tested and is free of HIV.Use male or female condoms (latex or polyurethane) during sexual intercourse.Do not share needles or any other equipment used to inject drugs.Get tested if you or your partner has had an operation or blood transfusion in a developing country at any time.Get tested if you or your partner had a blood transfusion between 1978 and 1985.<strong>AIDS.gov</strong>www.aids.gov <strong>AIDSinfo</strong>1-800-448-0440 (toll-free; weekdays, 1-4 p.m., ET)1-888-480-3739 (TTY/toll-free)contactus@aids.nih.gov (email)aidsinfo.nih.gov <strong>Centers for Disease Control and Prevention</strong>1-800-232-4636 (toll-free)1-888-232-6348 (TTY/toll-free)cdcinfo@cdc.gov (email)www.cdc.gov/hiv/risk/age/olderamericans <strong>National Institute of Allergy and Infectious Diseases</strong>1-866-284-4107 (toll-free)1-800-877-8339 (TTY/toll-free)ocpostoffice@niaid.nih.gov (email)www.niaid.nih.gov <strong>Services and Advocacy for Gay, Lesbian, Bisexual and Transgender Elders</strong>1-212-741-2247info@sageusa.org (email)www.sageusa.org For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.govwww.nia.nih.gov/espanol Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}