{"url": "https://www.nia.nih.gov/health/publication/choosing-healthy-meals-you-get-older", "text": "<strong>Making healthy food choices is a smart thing to do—no matter how old you are! Your body changes through your 60s, 70s, 80s, and beyond. Food provides nutrients you need as you age. Use these tips to choose foods for better health at each stage of life.</strong> With age, you may lose some of your sense of thirst. Drink water often. Low-fat or fat-free milk or 100% juice also helps you stay hydrated. Limit beverages that have lots of added sugars or salt. Learn which liquids are better choices. <img align=\"right\" alt=\"a table set for a meal\" class=\"right\" src=\"https://niaprodfiles.s3.amazonaws.com/s3fs-public/usda-meals-table-setting_0.png\"/>Meals are more enjoyable when you eat with others. Invite a friend to join you or take part in a potluck at least twice a week. A senior center or place of worship may offer meals that are shared with others. There are many ways to make mealtimes pleasing. Find trusted nutrition information from ChooseMyPlate.gov and the National Institute on Aging. Get advice on what to eat, how much to eat, and which foods to choose, all based on the Dietary Guidelines for Americans. Find sensible, flexible ways to choose and prepare tasty meals so you can eat foods you need. Learn to recognize how much to eat so you can control portion size. MyPlate’s SuperTracker shows amounts of food you need. When eating out, pack part of your meal to eat later. One restaurant dish might be enough for two meals or more. Include a variety of different colored vegetables to brighten your plate. Most vegetables are a low-calorie source of nutrients. Vegetables are also a good source of fiber. Many people find that their teeth and gums change as they age. People with dental problems sometimes find it hard to chew fruits, vegetables, or meats. Don’t miss out on needed nutrients! Eating softer foods can help. Try cooked or canned foods like unsweetened fruit, low-sodium soups, or canned tuna. Foods may seem to lose their flavor as you age. If favorite dishes taste different, it may not be the cook! Maybe your sense of smell, sense of taste, or both have changed. Medicines may also change how foods taste. Add flavor to your meals with herbs and spices. Don’t take a chance with your health. A food-related illness can be life threatening for an older person. Throw out food that might not be safe. Avoid certain foods that are always risky for an older person, such as unpasteurized dairy foods. Other foods can be harmful to you when they are raw or undercooked, such as eggs, sprouts, fish, shellfish, meat, or poultry. Make the right choices when buying food. Pay attention to important nutrients to know as well as calories, fats, sodium, and the rest of the Nutrition Facts label. Ask your doctor if there are ingredients and nutrients you might need to limit or to increase. Food is the best way to get nutrients you need. Should you take vitamins or other pills or powders with herbs and minerals? These are called dietary supplements. Your doctor will know if you need them. More may not be better. Some can interfere with your medicines or affect your medical conditions. <strong>Go to www.ChooseMyPlate.gov and www.nia.nih.gov/health/topics/nutrition for more information.</strong> National Institute on Aging United States Department of AgricultureCenter for Nutrition Policy and Promotion "}