{"url": "https://www.nia.nih.gov/health/publication/online-health-information", "text": "Many older adults share a common concern: “How can I trust the health information I get on the Internet?” There are thousands of medical websites. Some provide reliable health information. Some do not. Some of the medical news is current. Some of it is not. Choosing which websites to trust is an important part of using the Internet. As a rule, health websites sponsored by Federal Government agencies are good sources of information. You can reach all Federal websites by visiting www.usa.gov. Large professional organizations and well-known medical schools may also be good sources of health information. The home page is like a lobby to other areas of the website; however, it may not be the first page you see. The first page you see depends on the link you click to get to the website, for example, from a search engine. Even if you don’t start on the home page, you can still use the website menu. Usually, you can find the menu at the top of a page or along the left side. No matter where you start, you should be able to spot the name of the sponsor or owner of the site right away. <strong>Where Can I Find Reliable Health Information Online?</strong> Sometimes, it’s hard to know where to begin to look for trustworthy health information. The National Institutes of Health website, www.nih.gov, is a good place to start for reliable health information. Here are a few other helpful websites hosted by NIH: National Institute on Aging (www.nia.nih.gov) has a variety of resources about health and aging, including information about Alzheimer’s disease.NIHSeniorHealth.gov (www.nihseniorhealth.gov) is a website with health and wellness information designed specifically for older people.MedlinePlus (www.medlineplus.gov), a website from the National Library of Medicine, has dependable information about more than 700 health-related topics.National Heart, Lung, and Blood Institute (www.nhlbi.nih.gov) has information about managing heart disease and other topics.National Institute on Deafness and Other Communication Disorders (www.nidcd.nih.gov) has information about hearing loss and deafness.National Institute of Dental and Craniofacial Research (www.nidcr.nih.gov) offers, for example, tips on taking care of dentures.</aside>As you search online, you are likely to find websites for many health agencies and organizations that are not well-known. By answering the following questions you should be able to find more information about these websites. A lot of these details might be found under the heading “About Us.” Who sponsors/hosts the website? Is that information easy to find?.Websites cost money. Is the source of funding (sponsor) clear? Sometimes the website address is helpful. For example: <strong>.gov </strong>identifies a U.S. government agency.<strong>.edu </strong>identifies an educational institution, like a school, college, or university.<strong>.org </strong>usually identifies nonprofit organizations (such as professional groups; scientific, medical, or research societies; advocacy groups).<strong>.com </strong>identifies commercial websites (such as businesses, pharmaceutical companies, and sometimes hospitals).Is it clear how you can reach the sponsor?Trustworthy websites will have contact information for you to use to reach the site’s sponsor or authors. An email address, toll-free phone number, and/or mailing address might be listed at the bottom of every page or on a separate “About Us” or “Contact Us” page. .Who wrote the information?Authors and contributors are often but not always identified. For example, most government sites have many authors and contributors and, rather than list the names of the people, they will often credit a department. A contributor’s connection to the website, and any financial interest he or she has in the information on the website, should be clear.Be careful about testimonials. Personal stories may be helpful and comforting, but not everyone experiences health problems the same way. Also, there is a big difference between a website developed by a single person interested in a topic and a website developed using strong scientific evidence (that is, information gathered from research). No information should replace seeing a doctor or other health professional.Who reviews the information? Does the website have editors?Read the “About Us” page to see if experts check the information before putting it online. Find out if the list includes actual experts in the field. Dependable websites tell you where the health information came from and how it has been reviewed. .When was the information written?Look for websites that stay current on their health information. You don’t want to make decisions about your care based on out-of-date information. Often the bottom of the page will have a date. Pages on the same site may be updated at different times. Some may be updated more often than others. Older information isn’t useless. Many websites provide older articles as historical background. .Is your privacy protected? Does the website clearly state a privacy policy?Take time to read the website’s privacy policy, which can usually be found at the bottom of the page or on a separate page titled “About Us,” “Privacy Policy,” or “Our Policies.” If the website says something like, “We share information with companies that can provide you with products,” that’s a sign your information isn’t private.BE CAREFUL about sharing your Social Security number. Find out why your number is needed, how it will be used, and what will happen if you do not share your number. Some websites, like for your health insurance, might need your Social Security number to process claims. .Are your privacy rights, as a consumer, protected when making an online purchase?If you are asked for personal information, be sure to find out how the information will be used. Contact the website sponsor by phone or mail, or use the “Contact Us” feature on the website. Be careful when buying things online. Websites without security may not protect your credit card or bank account information. Look for information saying that a website has a “secure server” before buying anything online. Secure websites that collect personal information have an “s” after “http” in the start of their website address (http<strong>s</strong>://) and often require that you create a username and password. .Does the website offer quick and easy solutions to your health problems? Are miracle cures promised?.Be careful of websites or companies that claim any one remedy will cure a lot of different illnesses. Question dramatic writing or amazing cures. Make sure you can find other websites with the same information. Even if the website links to a trustworthy source, it doesn’t mean that the site has the other organization’s endorsement or support—any website can link to another without permission. Use common sense and good judgment when looking at health information online. There are websites on nearly every health topic, and many have no rules overseeing the quality of the information provided. Take a deep breath and think a bit before acting on any health information you find online. Don’t count on any one website and check your sources. And, remember to talk with your doctor about what you learn online before making any changes in your health care. Here are some helpful Federal and non-Federal resources: <strong>National Library of Medicine: MedlinePlus Guide to Healthy Web Surfing</strong>www.nlm.nih.gov/medlineplus/healthywebsurfing.html <strong>National Library of Medicine: MedlinePlus on Evaluating Internet Health Information</strong>www.nlm.nih.gov/medlineplus/webeval/webeval.html <strong>Federal Trade Commission: Buying Health Products and Services Online</strong>www.consumer.ftc.gov/articles/0023-buying-health-products-and-services-online <strong>Stop Medicare Fraud: Prevent Fraud</strong>www.stopmedicarefraud.gov/preventfraud For information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.gov  To sign up for regular email alerts about new publications and other information from the NIA, go to www.nia.nih.gov/health. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. A Quick Checklist You can use the following checklist to help make sure that the health information you are reading online can be trusted. You might want to keep this checklist by your computer. 1. Is the sponsor/owner of the website a Federal agency, medical school, or large professional or nonprofit organization, or is it related to one of these? 2. If not sponsored by a Federal agency, medical school, or large professional or nonprofit organization, does the website reference one of these trustworthy sources for its health information? 3. Is the mission or goal of the sponsor clear? 4. Can you see who works for the agency or organization and who authored the information? Is there a way to contact the sponsor of the website? 5. When was the information written or webpage last updated? 6. Is your privacy protected? 7. Does the website offer unbelievable solutions to your health problem(s)? Are quick, miracle cures promised? </aside>National Institute on AgingU.S. Department of Health and Human ServicesNational Institutes of Health December 2014 "}