{"url": "https://www.nia.nih.gov/health/publication/roar-toolkit", "text": "The National Institute on Aging (NIA) at NIH, the Centers for Disease Control and Prevention (CDC), and the Administration for Community Living (ACL) are collaborating on the Recruiting Older Adults into Research (ROAR) project to encourage older adults and their family caregivers, including underrepresented populations, to consider participating in research. We are starting with a focus on Alzheimer’s and dementia research. Your organization can join this project and collaborate with your local area aging services, public health, and research colleagues to spread a message about healthy aging and research participation. To support your efforts, we have created a toolkit of easy-to-use, customizable materials that feature information on: Why research is important to healthy aging.What volunteers need to know about research studies.How older adults can make a difference by participating.Easy steps to take.The toolkit is available in English, Spanish, and Chinese. You can download the entire ROAR Toolkit in English as a zip file (ZIP, 8.7M) or download each file individually below. Feel free to customize the materials with local information and for the needs of your audience. <strong>ROAR Toolkit Overview and User Guide</strong> (PDF, 441K) – An introduction to the ROAR project messages and materials, with tips about how to use them in your community, including sample social media messages and frequently asked questions.<strong>PowerPoint Presentation: Healthy Aging and Participating in Research</strong> – This PowerPoint may be used in its entirety or presented in a shortened version. Speaker notes are included to make it easy to plan and deliver a brief, informative presentation.<strong>Long version</strong> (PPTX, 4.8M) (23 slides).<strong>Short version</strong> (PPTX, 2.8M) (11 slides).<strong>Flyers: Healthy Aging &amp; Research Participation: You can make a difference for yourself and future generations</strong> – These two flyers allow for local customization of information and offer basic information about easy steps to take.<strong>Flyer 1</strong> (DOCX, 577K).<strong>Flyer 2</strong> (DOCX, 572K).<strong>Clinical Trials and Older People Tip Sheet</strong> – This tip sheet, written for older adults, explains the benefits and risks of a clinical trial, why clinical trials need older and diverse participants, and how participants can join a trial.<strong>PowerPoint Presentation:</strong><strong>Long version</strong> (PPTX, 5.1M) (24 slides).<strong>Short version</strong> (PPTX, 3.0M) (13 slides).<strong>Flyers:</strong><strong>Flyer 1</strong> (DOCX, 577K).<strong>Flyer 2</strong> (DOCX, 572K).<strong>Clinical Trials and Older People Tip Sheet</strong> (Spanish version).<img align=\"right\" alt=\"thumbnail of powerpoint presentation\" class=\"right\" src=\"https://niaprodfiles.s3.amazonaws.com/s3fs-public/ROAR%20-%20Chinese_thumbnail.jpg\"/> <strong>PowerPoint Presentation:</strong><strong>Long version</strong> (PPTX, 6.5M) (23 slides).<strong>Short version</strong> (PPTX, 3.5M) (11 slides).<strong>Flyers:</strong><strong>Flyer 1</strong> (DOCX, 577K).<strong>Flyer 2</strong> (DOCX, 572K).<strong>Clinical Trials and Older People Tip Sheet (Chinese version)</strong> (PDF, 455K)."}