{"url": "https://www.nia.nih.gov/health/publication/theres-no-place-home-tips-growing-old-national-institute-aging", "text": "“The stairs are getting so hard to climb.”“Since my wife died, I just open a can of soup for dinner.”“I’ve lived here 40 years. No other place will seem like home.” These are common issues for older people. And, you may share the often-heard wish—“I want to stay in my own home!” The good news is that with the right help you might be able to do just that. As part of the Federal Government’s National Institutes of Health, the National Institute on Aging (NIA) funds and conducts research related to aging, including how older people can remain independent. This NIA tip sheet introduces you to the kinds of help that you might want to consider so you can continue to live on your own. Where possible, we give you suggestions for free or low-cost help and include ways to identify benefits that might be available to you. A list of groups to contact for more detailed information is included at the end of the tip sheet. You can share this tip sheet with others in your family, and you can use it to begin talking about your needs—now and in the future. Planning ahead is hard because you never know how your needs might change. But, the first step is to think about the kinds of help you might want in the near future. Maybe you live alone, so there is no one living in your home who is available to help you. Maybe you don’t need help right now, but you live with a husband or wife who does. Everyone has a different situation, but one way to begin planning is to look at any illnesses like diabetes or emphysema that you or your spouse might have. Talk to your doctor about how these health problems could make it hard for someone to get around or take care of him- or herself in the future. Help getting dressed in the morning, fixing a meal, or remembering to take medicine may be all you need to stay in your own home. How can I help my older relatives stay independent? As they grow older, some people start having trouble doing everyday activities like shopping, cooking, and taking care of their home or themselves. Is this happening to any of your relatives—our parents or an aunt or uncle, for example? If so, talk to them about getting help. Maybe you can offer to get information for them. Think about what you and others in the family can do to help. Talk to your friends whose relatives may be facing the same kinds of problems. Ask about the solutions they found. Then let your relatives know what you have learned. You might be able to help them develop a plan. </aside>You can get almost any type of help you want in your home—often for a cost. The following list includes some common things people need. You can get more information on many of these services from your local Area Agency on Aging, local and State offices on aging or social services, tribal organization, or nearby senior center. <strong>Personal care.</strong> Is bathing, washing your hair, or dressing getting harder to do? Maybe a relative or friend could help. Or, you could hire a trained aide for a short time each day. <strong>Homemaking.</strong> Do you need help with chores like housecleaning, yard work, grocery shopping, or laundry? Some grocery stores and drug stores will take your order over the phone and bring the items to your home. There are cleaning services you can hire, or maybe someone you know has a housekeeper to suggest. Some housekeepers will help with laundry. Some drycleaners will pick up and deliver your clothes. <strong>Meals.</strong> Worried that you might not be eating nutritious meals or tired of eating alone? Sometimes you could share cooking with a friend or have a potluck dinner with a group of friends. Find out if meals are served at a nearby senior center, church, or synagogue. Eating out may give you a chance to visit with others. Is it hard for you to get out? Ask someone to bring you a healthy meal a few times a week. Also, meal delivery programs bring hot meals into your home. <strong>Money management.</strong> Do you worry about paying bills late or not at all? Are health insurance claim forms confusing? Maybe you can get help with these tasks. Ask a trusted relative to lend a hand. Volunteers, financial counselors, or geriatric care managers can also help. Just make sure you get the referral from a trustworthy source, like your local Area Agency on Aging. If you are familiar with computers, you could pay your bills online. Check with someone at your bank about this option. Some people have their regular bills, like utilities and rent or mortgage, paid automatically from their checking account. When you sign up for Federal benefits for the first time, you must choose either electronic direct deposit to your bank or a special debit card. If you already get Federal benefit checks, by March 1, 2013, you will also have to switch from paper Federal benefit checks to one of those options. Go to https://fiscal.treasury.gov/GoDirect (https://fiscal.treasury.gov/GoDirect/espanol/index.html for Spanish), or call 1-800-333-1795 (toll-free). You can also stop by your bank, credit union, or Social Security Administration office to start the process. For TTY service, call 1-866-569-0447 (toll-free). Be careful to avoid money scams. Never give your Social Security number, credit card account numbers, or bank account numbers to someone on the phone (unless you placed the call) or in response to an email you receive on your computer. Always check all bills, including utility bills, for charges you do not recognize. Even though you might not need it now, think about giving someone you trust permission to discuss your bills with creditors or your Social Security or Medicare benefits with those agencies. Or, you could give overall permission to handle a variety of legal matters for you in the form of a durable power of attorney. “Durable” means the permission remains in effect if you cannot make decisions yourself, but you can change the power of attorney or cancel it at any time. <strong>Health care.</strong> Do you forget to take your medicine? There are devices available to remind you when it is time for your next dose. Special pill boxes allow you or someone else to set out your pills for an entire week. Have you just gotten out of the hospital and still need nursing care at home for a short time? The hospital discharge planner can help you make arrangements, and Medicare might pay for a home health aide to come to your home. Be prepared for a medical emergency If you were to suddenly become sick and unable to speak for yourself, you probably would want someone who knows you well to decide on your medical care. To make sure this happens, think about giving someone you trust permission to discuss your health care with your doctor and make necessary decisions. One way to do this is through a durable power of attorney for health care. A durable power of attorney for health care allows you to name a health care proxy—someone to make health care decisions for you any time you can’t. This is part of an advance directive. Another part of an advance directive, called a living will, allows you to decide in advance how much or how little care you want near the end of life. </aside>If you can’t remember what the doctor told you to do, try to have someone go to your doctor visits with you. Ask them to write down everything you are supposed to do, or if you are by yourself, ask the doctor to put all recommendations in writing. Is it getting harder to turn a door knob or put on your socks? Devices are available to make daily activities easier. The Department of Education’s website, www.abledata.com, has information on more than 30,000 assistive-technology products designed to make it easier for people to do things for themselves. If you can’t use a computer, you can call 1-800-227-0216 (toll-free) to learn more. <strong>Getting around—at home and in town.</strong> Are you having trouble walking? Perhaps a walker would help. If you need more, think about getting an electric chair or scooter. These are sometimes covered by Medicare. Do you need someone to go with you to the doctor or shopping? Volunteer escort services may be available. If you are no longer driving a car, check if there are free or low-cost public transportation and taxis in your area. Maybe a relative, friend, or neighbor would take you along when they go on errands or do yours for you. <strong>Activities and friends.</strong> Are you bored staying at home? Your local senior center offers a variety of activities. You might see friends there and meet new people too. Is it hard for you to leave your home? Maybe you would enjoy visits from someone. Volunteers, called “Friendly Visitors,” “Senior Volunteers,” or “Senior Companions,” are sometimes available to stop by or call once a week. They can just keep you company, or you can talk about any problems you are having. Call your local Area Agency on Aging to see if they are available near you. <strong>Safety.</strong> Are you worried about crime in your neighborhood, physical abuse, or losing money as a result of a scam? Talk to the staff at your local Area Agency on Aging. Do you live alone, and are you afraid of becoming sick with no one around to help? You might want to get an emergency alert system. You just push a special button that you wear, and emergency medical personnel are called. A monthly fee is charged. <strong>Housing.</strong> Would a few changes make your home easier and safer to live in? Think about things like a ramp at the front door, grab bars in the tub or shower, nonskid floors, more comfortable handles on doors or faucets, and better insulation. Sound expensive? You might be able to get help paying for these changes. Check with your local or State Area Agency on Aging, State housing finance agency, welfare department, community development groups, or the Federal Government (see the resources in For More Information). Care away from home Do you need care but live with someone who can’t stay with you during the day? For example, maybe they work. Adult day care outside the home is sometimes available for older people who need help caring for themselves. The day care center can pick you up and bring you home. If your caretaker needs to get away overnight, there are places that will provide more extended temporary respite care. </aside>Here are some resources to start with: <strong>People you know.</strong> Family, friends, and neighbors are the biggest source of help for many older people. Talk with those close to you about the best way to get what you need. If you are physically able, think about trading services with a friend or neighbor. One could do the grocery shopping, and the other could cook dinner, for example. <strong>Community and local government resources</strong>. Learn about the services found in your community. Healthcare providers and social workers may have suggestions. The local Area Agency on Aging, local and State offices on aging or social services, and your tribal organization may have lists of services of services. Look in the phone book under “Government.” If you belong to a religious group, talk to the clergy, or check with its local offices about any senior services they offer. <strong>Geriatric care managers.</strong> These specially trained professionals can help find resources to make your daily life easier. They will work with you to form a long-term care plan and find the services you need. They will charge for this help, and their fees probably won’t be covered by any insurance plan. Geriatric care managers can be very helpful when family members live far apart. If asked, they will check in with you from time to time to make sure your needs haven’t changed. See the resources in For More Information. <strong>Federal Government sources.</strong> There are many resources from the Federal Government where you can start looking for information. Some are only available on the Internet. If you don’t have Internet access, you might be able to use a computer with Internet access in your local library or senior center. Perhaps your son or daughter, grandchild, niece, nephew, or a friend or neighbor could look on the Internet for you. You can get long-term care suggestions from the Medicare website or the Long-term care PathFinder tool from the Administration on Aging. Provide information about your age and whether you currently require long-term care services to get recommendations tailored to your own needs. You do not have to identify yourself—not even your name or Social Security number. The website also has information on the kind of help you should look for and general advice on how to find it and how to pay for it. The National Library of Medicine’s website, www.medlineplus.gov, has a section “Home Care Services” containing links to useful information. The National Institute on Aging (NIA) can also help. Go to www.nia.nih.gov/health or call NIA at 1-800-222-2225 (toll-free) for help finding the resource you need. Eldercare Locator Program Through the Eldercare Locator, the Administration on Aging provides information on many different services for older people. The Eldercare Locator can give you the number of your local Area Agency on Aging. To use this service call 1-800-677-1116 (toll-free), or go to www.eldercare.gov on the Internet. </aside>Once you have decided on the services you need and have chosen some providers for them, you might be able to get more information about those sources from Medicare at www.medicare.gov. Medicare’s Home Health Compare section can tell you more about some of the home healthcare providers in your State. You can also check on whether the people receiving care are satisfied. No computer? Just call 1-800-MEDICARE (1-800-633-4227/toll-free) and ask for the same information. An important part of planning is thinking about how you are going to pay for the help you need. Some things you want may cost a lot. Others may be free. Some might be covered by Medicare, private “Medigap” policies or other private health insurance, Medicaid, or long- term care insurance. Some may not. Check with your insurance provider(s). There is a chance that paying for just a few services out of pocket could cost less in the long run than moving into an independent living, assisted living, or long-term care facility. And you will have your wish of still living on your own. Once you have thought about which services you need, you can find out about Federal, State, and local government benefits at www.benefits.gov. If you can’t get to a computer, call 1-800-FED-INFO (1-800-333-4636/toll-free) for the same kind of help. Another website to search for benefits is www.benefitscheckup.org from the National Council on Aging. By typing in general information about yourself, you can see a list of possible benefits you might qualify for. You don’t have to give your name, address, or Social Security number in order to use this service. Are you eligible for veterans benefits from the Department of Veterans Affairs? The VA sometimes provides medical care in your home. In some areas they also offer homemaker/ home health aide services, adult day health care, and hospice. You can learn more by going to www.va.gov, calling the VA Health Care Benefits number, 1-877-222-8387 (toll-free), or contacting the VA medical center nearest you. The house on Maple Street has been Ellen Pinkham’s home for more than 45 years. It has changed over time—the twins’ bedroom is now Ellen’s sewing room. After Herb died, Ellen gave his mystery books to the local library. But because staying on Maple Street is so important to Ellen, her family is making changes. They call her daily to touch base. They added grab bars in the tub and by the toilet, got rid of those loose rugs in the hall, and put her doctor’s phone number on speed dial. A hot meal is delivered regularly, and Ellen’s granddaughter drives her to bingo and the grocery store. As they look to the future, Ellen’s family knows they can call the local Area Agency on Aging if they need help finding home health aides or other assistance. It looks like Ellen has a plan that is working. She may be able to stay on Maple Street. General Government: <strong>Administration on Aging</strong>Washington, DC 202011-202-619-0724www.aoa.gov <strong>Department of Veterans Affairs</strong>Veterans Benefits AdministrationVeterans Health Administration810 Vermont Avenue, NWWashington, DC 20420 VA benefits:1-800-827-1000 (toll-free)1-800-829-4833 (TDD/toll-free) To speak with a healthcare benefits counselor:1-877-222-8387 (toll-free)www.va.gov <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov <strong>Federal and State Government Benefit Information</strong>1-800-FED-INFO (1-800-333-4636/toll-free)www.benefits.gov <strong>Medicare</strong>Centers for Medicare &amp; Medicaid Services7500 Security BoulevardBaltimore, MD 21244-18501-800-633-4227 (toll-free)www.medicare.govwww.medicare.gov/homehealthcompare Housing Information: <strong>Department of Housing and Urban Development</strong>451 Seventh Street, SWWashington, DC 204101-202-708-11121-202-708-1455 (TTY)https://portal.hud.gov <strong>Low-Income Home Energy Assistance Program (LIHEAP)</strong>National Energy Assistance Referral Hotline (NEAR)1-866-674-6327 (toll-free)1-866-367-6228 (TTY/toll-free)www.acf.hhs.gov/ocs/programs/liheap <strong>National Resource Center on Supportive Housing and Home Modification</strong>3715 McClintock AvenueLos Angeles, CA 90089-01911-213-740-1364www.homemods.org "}