{"url": "https://www.nia.nih.gov/health/publication/growing-older-america-health-and-retirement-study", "text": "The inspiration for the HRS emerged in the mid-1980s, when scientists at the National Institute on Aging (NIA) and elsewhere recognized the need for a new national survey of America's expanding older population. By that time, it had become clear that the mainstay of retirement research, the Retirement History Study, or RHS (conducted from 1969 to 1979), was no longer adequately addressing contemporary retirement issues. For example, the RHS sample underrepresented women, Blacks, and Hispanics who, by the mid-1980s, accounted for a larger portion of the labor force than in the past. The RHS also did not ask about health or physical or mental function, all of which can impact the decision and ability to retire. Moreover, research on the retirement process was fragmented, with economists, sociologists, psychologists, epidemiologists, demographers, and biomedical researchers proposing and conducting studies within their own \"silos,\" often without regard to the relevant research activities of other disciplines. Determining that a new approach was needed, an Ad Hoc Advisory Panel convened by the NIA, a component of the National Institutes of Health, recommended in early 1988 the initiation of a new, long-term study to examine the ways in which older adults' changing health interacts with social, economic, and psychological factors and retirement decisions. Government experts and academic researchers from diverse disciplines set about to collaboratively create and design the study. Ultimately, relevant executive agencies and then Congress recognized the value of this major social science investment, and the HRS was established. Today, the study is managed through a cooperative agreement between the NIA, which provides primary funding, and the Institute for Social Research at the University of Michigan, which administers and conducts the survey. Many individuals and institutions have contributed to the scrupulous planning, design, development, and ongoing administration of the study since its inception. We are especially grateful for the study's leadership at the University of Michigan's Institute for Social Research in Ann Arbor, specifically HRS Director Emeritus and Co-Principal Investigator F. Thomas Juster, who led the effort to initiate the HRS and held the reins until 1995, and to Robert J. Willis and David R. Weir, the study co-directors. We also acknowledge the vital contributions of the HRS co-investigators, a multidisciplinary group of leading academic researchers at the University of Michigan and other institutions nationwide. We thank the HRS Steering Committee and working groups, which have provided critical advice about the study's design and monitored its progress, and the NIA-HRS Data Monitoring Committee, an advisory group comprised of independent members of the academic research community and representatives of agencies interested in the study. In particular, we extend our appreciation to the late George Myers and to David Wise, the past chairs of the monitoring committee, and to James Smith, the current chair, who also served as chair of the Ad Hoc Advisory Panel. An extraordinary number of researchers and others have been involved in the review, conduct, and guidance of the HRS, but special thanks are due to the co-investigators and members of the Data Monitoring Committee (see Appendix B). In addition, we thank the Social Security Administration, which has provided technical advice and substantial support for the study. Over the HRS's history, other important contributors have included the U.S. Department of Labor's Pension and Welfare Benefits Administration, the U.S. Department of Health and Human Services Office of the Assistant Secretary for Planning and Evaluation, and the State of Florida. Many people have contributed to the development of this publication. In particular, we thank Kevin Kinsella of the International Programs Center, Population Division, U.S. Census Bureau, for his analytic expertise and information-gathering skills. A special note of appreciation is due to Carol D. Ryff, Institute on Aging, University of Wisconsin; and Richard Woodbury, National Bureau of Economic Research, for providing text and analysis of some of the secondary sources used in this report. We also thank Michael D. Hurd, RAND Labor and Population; Linda J. Waite, Center on Aging, National Opinion Research Center, University of Chicago; and James P. Smith, RAND Labor and Population, who contributed data and references. Mohammed U. Kabeto and Jody Schimmel, research associates at the University of Michigan, were responsible for providing the data tabulations that form the basis of many of the report figures. For their careful review of and suggestions regarding various chapters, we are grateful to Linda P. Fried, Center on Aging and Health, Johns Hopkins Bloomberg School of Public Health; Alan L. Gustman, Department of Economics, Dartmouth College; John Haaga, NIA Behavioral and Social Research Program; John C. Henretta, Department of Sociology, University of Florida; F. Thomas Juster, Survey Research Center, University of Michigan and Director Emeritus of the HRS; David Laibson, Department of Economics, Harvard University; Kenneth M. Langa, Department of Internal Medicine, University of Michigan; Rose M. Li, Rose Li &amp; Associates, Inc.; Olivia S. Mitchell, The Wharton School, University of Pennsylvania; Beth J. Soldo, Population Studies Center, University of Pennsylvania; Robert B. Wallace, Department of Epidemiology, University of Iowa; and David R. Weir and Robert J. Willis of the Institute for Social Research, University of Michigan. We also thank Susan R. Farrer, JBS International, Inc., for her overall editing of this report. Vicky Cahan, director of the NIA Office of Communications and Public Liaison, also contributed her editing skills, and she and Freddi Karp, NIA's publications director, were instrumental in the publication process. Cathy Liebowitz, HRS project associate at the University of Michigan, and Rose M. Li, Rose Li &amp; Associates, Inc., rendered invaluable contracting and information management services. Jennie Jariel, Kerry McCutcheon, and John Vance, Levine &amp; Associates, Inc., developed the graphics and layout. Most importantly, we thank the HRS's most valuable asset-the thousands of HRS participants who, for more than a decade, have graciously given their time and have sustained their interest in this study. We salute their contributions, which are, indeed, without measure. What all of the people involved in the HRS have created is one of the largest and most ambitious national surveys ever undertaken. The study's combination of data on health, retirement, disability, wealth, and family circumstances offers unprecedented opportunities to analyze and gain insight into our aging selves. This publication is designed to introduce these opportunities to a wider audience of researchers, policymakers, and the public to help maximize the use of this incredible research resource. We invite you to explore in these pages just a sample of what the HRS has already told us and to examine its potential to teach us even more. <strong>Richard J. Hodes, M.D.</strong>DirectorNational Institute on AgingNational Institutes of Health <strong>Richard Suzman, Ph.D.</strong>Director, Behavioral and Social Research Program, and HRS Program OfficerNational Institute on AgingNational Institutes of Health FIGURES A-1 Growth in Number of HRS PublicationsA-2 The Allocation of HRS Interview Time by Broad TopicA-3 The HRS Longitudinal Sample Design 1-1 Health Status, by Age: 20021-2 Health Status, by Race/Ethnicity: 20021-3 Selected Health Problems, by Age: 20021-4 Severe Cognitive Limitation, by Age and Gender: 19981-5 Severe Depressive Symptoms, by Age: 20021-6 Insurance Coverage for Persons Ages 55-64, by Race/Ethnicity: 20021-7 Service Use in the Past Two Years, by Age: 20021-8 Health Service Use, by Race/Ethnicity: 20021-9 Average Out-of-Pocket Medical Expenditure, by Age: 2000-20021-10 Components of Medical Out-of-Pocket Spending, by Age: 2000-20021-11 Limitation in Instrumental Activities of Daily Living, by Age: 20021-12 Limitation in Activities of Daily Living, by Age: 20021-13 Health Limitations and Work Status, Ages 55-64: 20021-14 Percent Dying between 1992 and 2002 Among the Original HRS Cohort, by Subjective Survival Outlook in 19921-15 Percent of Respondents Age 70 and Older Dying Between 1993 and 2002, by Subjective Survival Outlook in 19931-16 Health Conditions Among Workers Age 55 and Over: 2002 2-1 Full-Time and Part-Time Work, Ages 62-85: 20022-2 Retirement Pattern for Career Workers in the First HRS Cohort: 1992-20022-3 Absolute Difference in Percent of Career Workers Who Are Retired, by Age and Race/Ethnicity: 1992-20022-4 Stress on the Job, by Age: 20022-5 Occupation of Workers Age 70 and Older: 20022-6 Self-Employment Among Workers, by Age: 20022-7 Willingness to Consider Changing Jobs, by Age: 20002-8 Motivations to Stop Working Between 2000 and 2002, by Age2-9 Expectation of Working Full-Time After Age 65, by Education: Respondents Ages 51-56 in 1992, 1998, and 20042-10 Change in Educational Attainment of Successive Cohorts in the HRS2-11 Level of Satisfaction with Retirement: 20002-12 Volunteer Work for Charitable Organizations, by Age: 1996-1998 3-1 Components of Household Income for Married Respondents, by Age and Income Quintile: 20023-2 Components of Household Income for Unmarried Respondents, by Age and Income Quintile: 20023-3 Mean Income for Married-Person Households, by Self-Reported Health Status: 20023-4 Mean Income for Unmarried-Person Households, by Self-Reported Health Status: 20023-5 Cumulative Income Effects of New Health Shocks: 1992-20003-6 Components of Net Household Worth for Married Respondents, by Age and Wealth Quintile: 20023-7 Components of Net Household Worth for Unmarried Respondents, by Age and Wealth Quintile: 20023-8 Changes in Women's Household Net Worth, by Marital Status: 1992-19983-9 Poverty Rate for Widows, by Duration of Widowhood: 19983-10 Health and Net Worth: 20023-11 Impact of New Health Problem in 1992 on Total Wealth and Out-of-Pocket Medical Expenses: 1992-1996 4-1 Living Situation, by Age: 20024-2 Living Close Relatives, by Age of Respondent: 20024-3 Transfers to/from Parents and Their Children, by Age and Marital Status of Parent: 20024-4 Receipt of Money, Time, and Co-Residence, for Respondents with and without ADL Limitation: 20024-5 Households That Gave at Least $500 to Their Child(ren) Between 2000 and 2002, by Age of Respondent4-6 Proximity to Children, by Age of Respondent: 20024-7 National Annual Cost of Informal Caregiving for Five Chronic Conditions: Circa 19984-8 Grandparent Health, by Level of Care Provision to Grandchildren: 1998-2002 TABLES 1-1 Health Problems, by Age: 20021-2 Insurance Coverage, by Marital Status and Work Status: 20021-3 Prescription Drug Coverage and Likelihood of Filling Prescriptions, by Age: 19981-4 Supplement Use: 2000 2-1 Labor Force Status of Not-Married and Married HRS Respondents: 20022-2 Job Requirements of Employed Respondents, by Age: 20022-3 Job Characteristics of Employed Respondents, by Age: 20022-4 Expected Retirement Ages, by Pension Coverage Characteristics2-5 Retirement Satisfaction, by Defined-Benefit Pension Receipt and Retirement Duration: 20002-6 Expected and Actual Changes in Retirement Spending: 2000-2001 3-1 Social Security Benefit Acceptance, by Age and Retirement Status: Data from the 1990s3-2 Average and Median Household Wealth, by Wealth Component: 20003-3 Mean Household Net Worth, by Health of Husband and Wife: 19923-4 Health Status and Household Portfolio Distributions: Data from the 1990s 4-1 Distribution of Expected Bequests, by Parent Cohort and Selected Wealth Percentile4-2 Type of Respondent Transfers to Parents, by Age of Respondent: 2002 NOTE: The figures and tables in this report are based on HRS 2002 data unless otherwise indicated. "}