{"url": "https://www.nia.nih.gov/health/publication/shots-safety", "text": "As you get older, your doctor may recommend vaccinations—shots—to help prevent certain illnesses and to keep you healthy. Talk with your doctor about which of the following shots you need. And, make sure to protect yourself by keeping your vaccinations up to date. Flu—short for influenza—is a virus that can cause fever, chills, sore throat, stuffy nose, headache, and muscle aches. Flu is very serious when it gets in your lungs. The flu is easy to pass from person to person. The virus also changes over time, which means you can get it over and over again. That's why most people (age 6 months and older) should get the flu shot each year. Get your shot between September and November. Then, you may be protected when the winter flu season starts. Pneumococcal disease is a serious infection that spreads from person to person by air. It often causes pneumonia in the lungs, and it can affect other parts of the body. Most people age 65 and older should get a pneumococcal shot to help prevent getting the disease. It's generally safe and can be given at the same time as the flu shot. Usually, people only need the shot once. But, if you were younger than age 65 when you had the shot, you may need a second one to stay protected. Tetanus (sometimes called lockjaw) is caused by bacteria found in soil, dust, and manure. It enters the body through cuts in the skin. Diphtheria is also caused by bacteria. It is a serious illness that can affect the tonsils, throat, nose, or skin. It can spread from person to person. Both tetanus and diphtheria can lead to death. Getting a shot is the best way to keep from getting tetanus and diphtheria. Most people get their first shots as children. For adults, a booster shot every 10 years will keep you protected. Ask your doctor if and when you need a booster shot. Shingles is caused by the same virus as chickenpox. If you had chickenpox, the virus is still in your body. It could become active again and cause shingles. Shingles affects the nerves. Common symptoms include burning, shooting pain, tingling, and/or itching, as well as a rash and fluid-filled blisters. Even when the rash disappears, the pain can stay. The shingles vaccine is a safe and easy shot that may keep you from getting the disease. Most people age 60 and older should get vaccinated, even if you already had shingles or don't remember having chickenpox. Protection from the shingles vaccine lasts at least 5 years. Measles, mumps, and rubella are viruses that cause several flu-like symptoms, but may lead to much more serious, long-term health problems, especially in adults. The vaccine given to children to prevent measles, mumps, and rubella has made these diseases rare. If you don't know if you've had the diseases or the shot, you can still get the vaccine. Common side effects for all these shots are mild and include pain, swelling, or redness where the shot was given. Before getting any vaccine, make sure it's safe for you. Talk with your doctor about your health history, including past illnesses and treatments, as well as any allergies. It's a good idea to keep your own shot record, listing the types and dates of your shots, along with any side effects or problems. Check with your doctor or local health department about shots you will need if traveling to other countries. Sometimes, a series of shots is needed. It's best to get them at least 2 weeks before you travel. For more information, visit the Centers for Disease Control and Prevention website or call the information line for international travelers at 1-800-232-4636. <strong>American Lung Association </strong>1-800-548-8252 (toll-free)info@lung.org(email)www.lung.org <strong>Centers for Disease Control and Prevention </strong>1-800-232-4636 (toll-free)1-888-232-6438 (TTY/toll-free)cdcinfo@cdc.gov (email)www.cdc.govwww.flu.gov <strong>National Heart, Lung, and Blood Institute </strong>1-301-592-8573nhlbiinfo@nhlbi.nih.gov (email)www.nhlbi.nih.gov/health/health-topics/topics/pnu <strong>National Institute of Allergy and Infectious Diseases </strong>1-866-284-4107 (toll-free)1-800-877-8339 (TTY/toll-free)ocpostoffice@niaid.nih.gov (email)www.niaid.nih.gov <strong>National Institute of Neurological Disorders and Stroke </strong>1-800-352-9424 (toll-free)braininfo@ninds.nih.gov(email)www.ninds.nih.gov/disorders/shingles For more information on health and aging, including free brochures about shingles and flu, contact: <strong>National Institute on Aging Information Center </strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov(email)www.nia.nih.govwww.nia.nih.gov/espanol Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health &amp; Human Services Verified "}