{"url": "https://www.nia.nih.gov/health/publication/urinary-incontinence", "text": "Sarah loves to spend time with her friends talking about her grandchildren and going to exercise classes with neighbors. But she’s started to have a problem that keeps her from getting out. It’s embarrassing, but lately Sarah hasn’t been able to get to the bathroom before she wets her pants. She doesn’t know what’s happening, but the problem is keeping Sarah at home. Sarah may have a problemm with bladder control called urinary incontinence (the accidental leakage of urine). While it may happen to anyone, urinary incontinence is more common in older people. Women are more likely than men to be incontinent. If this problem is happening to you, there is help. Incontinence can often be cured or controlled. Talk to your healthcare provider about what you can do. Incontinence can happen for many reasons. For example, urinary tract in­fections, vaginal infection or irritation, constipation, and some medicines can cause bladder control problems that last a short time. When incontinence lasts longer, it may be due to: Weak bladder muscles.Overactive bladder muscles.Damage to nerves that control the bladder from diseases such as mul­tiple sclerosis or Parkinson’s disease.Blockage from an enlarged prostate in men.Diseases such as arthritis that may make it difficult to get to the bath­room in time.Visit NIHSeniorHealth to learn more about causes of urinary incontinence. The body stores urine in the bladder. During urination, muscles in the bladder tighten to move urine into a tube called the urethra. At the same time, the muscles around the urethra relax and let the urine pass out of the body. Incontinence typically occurs if the muscles relax without warning. The first step in treating incontinence is to see a doctor. He or she will give you a physical exam and take your medical history. The doctor will ask about your symptoms and the medicines you use. He or she will want to know if you have been sick recently or had surgery. Your doctor also may do a number of tests. These might include: Urine and blood tests.Tests that measure how well you empty your bladder.In addition, your doctor may ask you to keep a daily diary of when you urinate and when you leak urine. Your family doctor may also send you to an urologist, a doctor who specializes in urinary tract problems. There are different types of incontinence: <strong>Stress incontinence</strong> occurs when urine leaks as pressure is put on the bladder, for example, during exercise, coughing, sneezing, laughing, or lifting heavy objects. It’s the most common type of bladder control problem in younger and middle-age women. It may begin around the time of menopause.<strong>Urge incontinence</strong> happens when people have a sudden need to urinate and aren’t able to hold their urine long enough to get to the toilet. It may be a problem for people who have diabetes, Alzheimer’s disease, Parkinson’s disease, multiple sclerosis, or stroke.<strong>Overflow incontinence</strong> happens when small amounts of urine leak from a bladder that is always full. A man can have trouble emptying his bladder if an enlarged prostate is blocking the urethra. Diabetes and spinal cord injury can also cause this type of incontinence.<strong>Functional incontinence</strong> occurs in many older people who have normal bladder control. They just have a problem getting to the toilet because of arthritis or other disorders that make it hard to move quickly.Today, there are more treatments for urinary incontinence than ever be­fore. The choice of treatment depends on the type of bladder control problem you have, how serious it is, and what best fits your lifestyle. As a general rule, the simplest and safest treatments should be tried first. Bladder control training may help you get better control of your bladder. Your doctor may suggest you try the following: <strong>Pelvic muscle exercises</strong> (also known as Kegel exercises) work the muscles that you use to stop urinating. Making these muscles stronger helps you hold urine in your bladder longer.<strong>Biofeedback</strong> uses sensors to make you aware of signals from your body. This may help you regain control over the muscles in your bladder and urethra. Biofeedback can be helpful when learning pelvic muscle exercises.<strong>Timed voiding</strong> may help you control your bladder. In timed voiding, you urinate on a set schedule, for example, every hour. You can slowly extend the time between bathroom trips. When timed voiding is combined with biofeedback and pelvic muscle exercises, you may find it easier to control urge and overflow incontinence.<strong>Lifestyle changes</strong> may help with incontinence. You may benefit from: losing weight, quitting smoking, saying “no” to alcohol, drinking less caffeine (found in coffee, tea, and many sodas), preventing constipation, and avoiding lifting heavy objects.Kegel Exercises Here is a brief description of Kegel exercises that help tighten your pelvic floor muscles. <strong>Women</strong>—Locate your pelvic muscles by stopping the flow of urine midstream. Empty your bladder, lie down, squeeze and hold these muscles for a count of three, then relax them for a count of three. Do this 10 times. Your goal is to do at least three sets of 10 each day. <strong>Men</strong>—Identify your pelvic floor muscles by stopping the flow of urine in midstream. Empty your bladder, and then lie on your back with knees apart and bent. Squeeze your pelvic muscles for a count of three and relax for a count of three. Work up to doing 10 of these exercises three times a day. If you are having symptoms of leaking or often need to rush to the bathroom, talk to your healthcare provider. It’s best to treat this problem in the early stages when the exercises are most helpful. For more information about Kegel exercises, please see the National Institute of Diabetes and Digestive and Kidney Diseases website at www2.niddk.nih.gov. </aside>Besides bladder control training, you may want to talk to your doctor about other ways to help manage incontinence: Medicines can help the bladder empty more fully during urination. Other drugs tighten muscles and can lessen leakage.Some women find that using an estrogen vaginal cream may help relieve stress or urge incontinence. A low dose of estrogen cream is applied directly to the vaginal walls and urethral tissue.A doctor may inject a substance that thickens the area around the urethra to help close the bladder opening. This reduces stress incontinence in women. This treatment may need to be repeated.Surgery can sometimes improve or cure incontinence if it’s caused by a change in the position of the bladder or blockage due to an enlarged prostate.Visit NIHSeniorHealth to learn more about medical treatments for urinary incontinence. Most incontinence in men is related to the prostate gland. Male incontinence may be caused by: Disease or injury.Prostatitis—a painful inflammation of the prostate gland.Damage to nerves or muscles from surgery.Damage to nerves from diseases such as diabetes.Stroke, Parkinson’s disease, or multiple sclerosis.Spinal cord injury.Nerve problems which result in an overactive bladder.An enlarged prostate gland in men, which can lead to Benign Prostate Hyperplasia (BPH), a condition where the prostate grows as men age. Symptoms of BPH include:Hesitant, weak, and irregular urine stream.Feeling of urgency with leaking or dribbling.Frequent urination, especially at night.Over time, BPH can cause serious problems. Treating BPH early may reduce your chance of having urinary tract infections, incontinence, and bladder and kidney stones. Incontinence and Alzheimer’s Disease People in the later stages of Alzheimer’s disease often have problems with urinary incontinence. This can be a result of not realizing they need to urinate, forgetting to go to the bathroom, or not being able to find the toilet. To minimize the chance of accidents, the caregiver can: Avoid giving drinks like caffeinated coffee, tea, and some sodas that increase urination. But don’t limit water.Keep the pathways clear and the bathroom clutter-free with a light on at all times.Make sure you provide regular bathroom breaks.Supply underwear that is easy to get on and off.Use absorbent underclothes for trips away from home.For more information about Alzheimer’s disease, visit the Alzheimer’s Disease Education and Referral (ADEAR) Center website at www.nia.nih.gov/alzheimers, call 1-800-438-4380 (toll-free), or email adear@nia.nih.gov. Here are some helpful resources: <strong>National Association for Continence</strong>P.O. Box 1019Charleston, SC 29402-10191-800-252-3337 (toll-free)www.nafc.org <strong>National Institute of Diabetes and Digestive and Kidney Diseases</strong>National Kidney and Urologic Diseases Information Clearinghouse3 Information WayBethesda, MD 20892-35801-800-891-5390 (toll-free)1-866-569-1162 (TTY/toll-free)http://kidney.niddk.nih.gov <strong>National Library of Medicine</strong>MedlinePluswww.medlineplus.gov <strong>Simon Foundation for Continence</strong>P.O. Box 815Wilmette, IL 600911-800-237-4666 (toll-free)www.simonfoundation.org For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.govwww.nia.nih.gov/espanol Sign up for regular email alerts about new publications and find other information from the NIA. National Institute on AgingNational Institutes of HealthNIH.Turning Discovery Into Health®U.S. Department of Health and Human Services "}