{"url": "https://www.nia.nih.gov/health/publication/clinical-trials-and-older-people", "text": "Mr. Jackson is 73 years old and just found out that he has Alzheimer's disease. He is worried about how it will affect his daily life. Will he forget to take his medicine? Will he forget his favorite memories, like the births of his children or taking part in the March on Washington with Martin Luther King, Jr.? When Mr. Jackson talked to his doctor about his concerns, the doctor told him about a clinical trial that is testing a possible new Alzheimer's treatment. But Mr. Jackson is not sure about this clinical trial business. He does not want to feel like a lab rat or take the chance of getting a treatment that may not work or could make him feel worse. Dr. Moore explained that there are both risks and benefits to being part of clinical trials, and she talked with Mr. Jackson about these studies—what they are, how they work, and why they need volunteers. She described the ways that participants are protected and explained terms like an \"Institutional Review Board\" and \"informed consent.\" Dr. Moore also gave Mr. Jackson some questions to ask a clinical trial coordinator before agreeing to be part of a clinical trial. This information helped Mr. Jackson feel better about clinical trials. He plans to learn more about how to join a study. Like Mr. Jackson, you might have heard of clinical trials but may not be sure what they are or if you want to join one. Here is some information that can help you decide if participating in a clinical trial is right for you. A clinical trial is a particular type of research study performed in people that is aimed at evaluating a medical, surgical, or behavioral intervention. Most clinical trials test a new treatment, like a new drug or diet or medical device (for example, a pacemaker) as a method for treating a health problem. Often a clinical trial is used to learn if a new treatment is better and/or has less harmful side effects than the standard treatment. Other clinical trials test ways to find a disease early, some­times before there are even symptoms. Still others test ways to prevent a health problem. A clinical trial may also look at how to make life better for people living with a life-threatening disease or a chronic health problem. Clinical trials sometimes study the role of caregivers or support groups. There are many reasons why people choose to join a clinical trial. Some join a trial because the treatments they have tried for their health problem did not work. Others participate because there is no treatment for their health problem. By being part of a clinical trial, participants may find out about new treatments before they are widely available. Some studies are designed for, or include, people who are healthy but want to help find ways to prevent a disease that may be common in their family. Many people say participating in a clinical trial is a way to play a more active role in their own health care. Other people say they want to help researchers learn more about certain health problems. Whatever the motivation, when you choose to participate in a clinical trial, you become a partner in scientific discovery. And, your contribution can help future generations lead healthier lives. Major medical breakthroughs could not happen without the generosity of clinical trial participants—young and old. It is important for clinical trials to have participants of different ages, sexes, races, and ethnicities. When research involves a group of people who are similar, the findings may not apply to or benefit everyone. When clinical trials include diverse participants, the study results may have a much wider applicability. Researchers need the participation of older people in their clinical trials so that scientists can learn more about how the new drugs, therapies, medical devices, surgical procedures, or tests will work for older people. Many older people have special health needs that are different from those of younger people. For example, as people age, their bodies may react differently to drugs. Older adults may need different dosages (or amounts) of a drug to have the right result. Also, some drugs may have different side effects in older people than younger people. Having seniors enrolled in drug trials helps researchers get the information they need to develop the right treatment for older people. Researchers know that it may be hard for some older people to join a clinical trial. For example, if you have many health problems, can you participate in a trial that is looking at only one condition? If you are frail or have a disability, will you be strong enough to participate? If you no longer drive, how can you get to the study site? Talk to the clinical trial coordinator about your concerns. The research team may have already thought about some of the obstacles for older people and have a plan to make it easier for you to take part in the trial. Read more about diversity in clinical trials. Download and share this tip sheet in Chinese (PDF, 455K) You may ask yourself, \"Why should I try something that researchers are not sure will work?\" That is a good question. Being part of a clinical trial may have risks, but it may also have benefits. BENEFITS of a clinical trial: You may get a new treatment for a disease before it is available to everyone.You play a more active role in your own health care.Researchers may provide you with medical care and more frequent health check-ups as part of your treatment.You may have the chance to help others get a better treatment for their health problems in the future.RISKS of a clinical trial: The new treatment may cause serious side effects.The new treatment may not work or it may not be better than the standard treatment.You may NOT be part of the treatment group (or experimental group) that gets the new treatment—for example, a new drug or device. Instead you may be part of the control group, which means you get the standard treatment or no treatment (a placebo).The clinical trial could inconvenience you. For example, medical appointments could take a lot of time or you might be required to stay overnight or a few days in the hospital.This is a very important question. The history of clinical research is not perfect. Based on many years of experience and learning, Congress has passed laws to protect study participants. Today, every clinical investigator is required to monitor and make sure that every participant is safe. These safeguards are an essential part of the research. Research abuses like the Tuskegee Syphilis Experiment, which began in 1932, before safeguards were in place, will NOT happen again. Researchers are required to follow strict rules to make sure that participants are safe. These rules are enforced by the Federal Government. Each clinical trial also follows a careful study plan or protocol that describes what the researchers will do. The principal investigator, or head researcher, is responsible for making sure that the protocol is followed. An Institutional Review Board, or IRB, at each study site must approve every clinical trial in the United States. The IRB is made up of doctors, scientists, and lay people, like yourself, who are dedicated to making sure that the study participants are not exposed to unnecessary risks. The people on the IRB regularly review the study and its results. They make sure that risks (or potential harm) to participants are as low as possible. Along with the IRB, many clinical trials are closely supervised by a Data and Safety Monitoring Committee. The Committee is made up of experts in your condition who periodically look at the results of the study as it is in progress. If they find that the experimental treatment is not working or is harming participants, they will stop the trial right away. The informed consent process also helps protect participants. Before joining a clinical trial, you will be told what to expect as a participant and all the things that might happen. For example, someone from the research team will explain possible side effects or other risks of the treatment. As part of the informed consent process, you will have a chance to ask questions about the trial. The clinical trial coordinator will be happy to answer your questions. After getting all this information, you can think about whether or not you want to participate. If you decide to join the trial, you will be given an informed consent form to sign. By signing the form, you show that you have been told all the details and want to be part of the study. The informed consent form is NOT a contract. You can leave the trial at any time and for any reason without being judged or put in a difficult position regarding your medical care. The following are some questions to ask the research team when thinking about a clinical trial. Write down any questions you might have and bring your list with you when you first meet with the research team. What is the purpose of the study? What is this study trying to find out?.What will I have to do as a participant?.What treatment or tests will I have? Will they hurt?.What are the chances I will get the experimental treatment?.What are the possible risks, side effects, and benefits of the study treatment compared to my current treatment?.How will I know if the treatment is working?.How will you protect my health while I am in the study?.What happens if my health problem gets worse during the study?.How will the study affect my everyday life?.How long will the clinical trial last?.Where will the study take place? Will I have to stay in the hospital?.Will you provide a way for me to get to the study site if I need it?.Will being in the study cost me anything? If so, will I be reimbursed? Will my insurance cover my costs?.Can I take my regular medicines while in the trial?.Who will be in charge of my care while I am in the study? Will I be able to see my own doctor?.Will you follow up on my health after the end of the study?.Will you tell me the results of the study?.Whom do I call if I have more questions?.There are many ways you can get help to find a clinical trial. You can talk to your doctor or other health care provider. Or, you can search www.ClinicalTrials.gov. Support groups with a focus on a particular condition sometimes have lists of clinical studies. Also, newspapers in large cities may have advertisements for clinical trials at nearby hospitals, clinics, or universities. If you are interested in learning more about clinical research and older people, you may want to visit NIHSeniorHealth's Participating in Clinical Trials topic. Once you find a study that you might want to join, contact the clinical trial or study coordinator. You can usually find this contact information in the description of the study. The first step is a screening appointment to see if you qualify to participate. This appointment also gives you a chance to ask your questions about the study. Let your doctor know that you are thinking about joining a clinical trial. He or she may want to talk to the research team about your health to make sure the study is safe for you and to coordinate your care while you are in the study. <strong>Clinical investigator</strong>—a researcher who works on a clinical trial. <strong>Clinical trial coordinator</strong>—sometimes referred to as the study coordinator or clinical research coordinator, this is often the title of the person you can contact with questions about the study or your participation. <strong>Control group</strong>—the group of participants who get the placebo or standard treatment or no treatment at all. Not all clinical trials have a control group. <strong>\"Double blind\" study</strong>—sometimes called a masked study, is one in which neither the researchers nor the participants know who is in the treatment group and who is in the control group until the study is over. <strong>Inclusion and exclusion criteria</strong>—the factors that researchers use to decide who can or cannot take part in the clinical trial. Criteria may include age, sex, type and stage of the disease, and other health problems. <strong>Phases</strong>—clinical trials are organized by four phases or types. Each phase helps scientists answer different questions about the treatment. The first three phases must be completed for a new drug or device to be approved by the FDA (U.S. Food and Drug Administration). After it has been approved for a specific use, the last phase of research looks at different uses for a drug or device. <strong>Placebo</strong>—a pill or other treatment that looks like the treatment or drug being tested, but has no medicine in it. A placebo is sometimes called a \"sugar pill.\" Researchers may compare what happens to people using the experimental treatment with what happens to those on the placebo. <strong>Protocol</strong>—the detailed study plan that will be followed to answer specific research questions and protect participants. The protocol describes the criteria for taking part in the study, the type of tests that the participants will receive, how long the study will last, and how researchers will determine the benefits and risks. <strong>Randomized clinical trial</strong>—a study in which participants are assigned to a particular treatment group by chance. The researchers and the participants cannot choose who is in the control group or the treatment group. <strong>Side effects</strong>—undesirable or adverse effects caused by a treatment. Examples of common side effects are headache, nausea, and skin irritation. Sometimes side effects can be more serious, even life-threatening. <strong>Standard treatment</strong>—a therapy that is effective for a specific disease or condition and is currently in wide use. Some studies compare a new, experimental treatment to a standard treatment to see which is better for people. A standard treatment is usually one that has been approved by the FDA. <strong>Treatment group</strong>—sometimes called the experimental group. These participants will get the experimental treatment being tested in the clinical trial. Results from the treatment group are compared to those from the control group to see if the experimental treatment is better and/or safer. For more information about health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.govwww.nia.nih.gov/espanol To order free publications (in English or Spanish) or sign up for email alerts, go to www.nia.nih.gov/health. Visit NIHSeniorHealth (www.nihseniorhealth.gov), a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health information for older adults. Special features make it simple to use. For example, you can click on a button to have the text read out loud or to make the type larger. Verified "}