{"url": "https://www.nia.nih.gov/health/publication/fatigue", "text": "<figure align=\"right\" class=\"textbox right\" width=\"250\"><img alt=\"older woman experiencing fatigue\" src=\"/sites/default/files/fatigue_asian_woman.jpg\"/> <figcaption> Do you frequently ask yourself, \"Why am I so tired?\" You may feel tired all the time because of medical problems and treatments, emotions, or even personal habits. But, for fatigue lasting over 6 months, talk to your doctor to see if it might be chronic fatigue syndrome. </figcaption></figure>“You better get up soon,” Dan called to his wife, Liang. “The grandchildren will be here in an hour for lunch.” “I don’t know what’s wrong with me,” Liang said. “I feel so tired. I’m not even sure I can get out of bed. I just don’t seem to have any energy—not even for my family.” Everyone feels tired now and then. But, after a good night’s sleep, most people feel refreshed and ready to face a new day. If, like Liang, you continue to feel tired for weeks, it’s time to see your doctor. He or she may be able to help you find out what’s causing your fatigue. In fact, your doctor may even suggest you become more active, as exercise may reduce fatigue and improve quality of life. Feeling fatigued can be like an alarm going off in your body. It may be the first sign that something is wrong. But, fatigue itself is not a disease. For example, people with rheumatoid arthritis, a painful condition that affects the joints, often complain of other symptoms, including fatigue. People with cancer may feel fatigued from the disease, treatments, or both. Many medical problems and treatments can add to fatigue. These include: Taking certain medications, such as antidepressants, antihistamines, and medicines for nausea and pain.Having medical treatments, like chemotherapy and radiation.Recovery from major surgery.Are you fearful about the future? Do you worry about your health and who will take care of you? Are you afraid you are no longer needed? Emotional worries like these can take a toll on your energy. Fatigue can be linked to many emotions, including: Anxiety.Depression.Grief from loss of family or friends.Stress from financial or personal problems.Feeling that you no longer have control over your life.Regular physical activity or exercise may help reduce feelings of depression and stress while improving your mood and overall well-being. Some lifestyle habits can make you feel tired. Here are some things that may be draining your energy: <strong>Staying up too late.</strong> A good night’s sleep is important to feeling refreshed and energetic. Try going to bed and waking up at the same time every day.<strong>Having too much caffeine.</strong> Drinking caffeinated drinks like soda, tea, or coffee late in the day can keep you from getting a good night’s sleep. Limit the amount of caffeine you have during the day, and avoid it in the evening.<strong>Drinking too much alcohol.</strong> Alcohol changes the way you think and act. It may also interact with your medical treatments.<strong>Eating junk food.</strong> Say “no thanks” to food with empty calories, like fried foods and sweets, which have few nutrients and are high in fat and sugars. Nutritious foods will give you the energy you need to do the things you enjoy.Can Boredom Cause Fatigue? Being bored can also make you feel tired. That may sound strange, but it’s true. If you were very busy during your working years, you may feel lost about how to spend your time when you retire. When you wake up in the morning, you may see long days stretching before you with nothing planned. It doesn’t have to be that way.Engaging in social and productive activities that you enjoy, like volunteering in your community, may help maintain your well-being. Think about what interests you and what skills or knowledge you have to offer, and look for places to volunteer. NIA has a tip sheet on this topic, or check For More Information about Fatigue for ways to find volunteer opportunities. </aside>Some changes to your lifestyle can make you feel less tired. Here are some suggestions: <strong>Keep a fatigue diary</strong> to help you find patterns throughout the day when you feel more or less tired.<strong>Exercise regularly.</strong> Almost anyone, at any age, can do some type of physical activity. If you have concerns about starting an exercise program, ask your doctor if there are any activities you should avoid. Moderate exercise may improve your appetite, energy, and outlook. Some people find that exercises combining balance and breathing (for example, tai chi or yoga) improve their energy.<strong>Try to avoid long naps</strong> (over 30 minutes) late in the day. Long naps can leave you feeling groggy and may make it harder to fall asleep at night.<strong>Stop smoking.</strong> Smoking is linked to many diseases and disorders, such as cancer, heart disease, and breathing problems, which can drain your energy.<strong>Ask for help if you feel swamped.</strong> Some people have so much to do that just thinking about their schedules can make them feel tired. Working with others may help a job go faster and be more fun.If you’ve been tired for several weeks with no relief, it may be time to call your healthcare provider. He or she will ask questions about your sleep, daily activities, appetite, and exercise, and will likely give you a physical exam and order lab tests. Your treatment will be based on your history and the results of your exam and lab tests. Your doctor may prescribe medications to target underlying health problems, such as anemia or irregular thyroid activity. He or she may suggest that you eat a well-balanced diet and begin an exercise program. What Is Chronic Fatigue Syndrome? Chronic fatigue syndrome (CFS) is a condition in which fatigue lasts 6 months or longer and is not related to other diseases or conditions. CFS symptoms can include muscle pain, memory problems, headaches, and tender lymph nodes. Learn more about CFS from MedlinePlus. </aside>Liang went to see her doctor because she was feeling so tired. Dr. Castillon suggested she join a regular exercise program to help strengthen her muscles and balance. She told her that when it comes to muscles, the old saying “use it or lose it” is true. Liang signed up for a twice-weekly class at her local senior center. She and Dan also began taking long walks in their neighborhood. Now, they both look forward to visits from their grandchildren. <strong>National Cancer Institute</strong>1-800-422-6237 (1-800-4-CANCER/ toll-free)cancergovstaff@mail.nih.gov (email)www.cancer.gov/about-cancer/treatment/side-effects/fatigue/fatigue-pdq <strong>National Center for Complementary and Integrative Health</strong>1-888-644-6226 (toll-free)1-866-464-3615 (TTY/toll-free)info@nccih.nih.gov (email)www.nccih.nih.gov <strong>National Library of Medicine</strong><strong>MedlinePlus: Fatigue</strong>www.medlineplus.gov/fatigue.html <strong>USA.gov</strong>www.usa.gov/volunteerThis webpage can connect you to volunteering opportunities in your area, including election monitoring and volunteering at national parks or museums. For more information about health and aging, including sleep, nutrition, volunteering, and exercise, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov  Sign up for regular email alerts about new publications and find other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}