{"url": "https://www.nia.nih.gov/health/publication/organ-donation-and-transplantation", "text": "There are many resources for older organ donors and recipients available from the U.S. government. Read more about how the National Institutes of Health is working with a team of federal agencies to encourage older adults to register as organ donors. There is information for potential donors and transplant recipients over age 50. How old can you be and still donate the gift of life?, from the Administration on Aging.Read personal stories of older individuals who donated, from the Health Resources and Services Administration.End of Life: Helping With Comfort and Care includes information about organ donation after death, from the National Institute on Aging at the National Institutes of Health.Any Age Is the Right Age, free print and web materials to encourage older people to donate, from the Health Resources and Services Administration.More resources for organ donation, from the National Library of Medicine at the National Institutes of Health.<table align=\"center\" class=\"textbox textbox-orange textbox-75\"><tbody><tr><td>Register to be a donor in your state through the Health Resources and Services Administration. </td></tr></tbody></table><p align=\"center\" class=\"rtecenter\"><iframe align=\"middle\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" scrolling=\"no\" src=\"https://www.youtube.com/embed/r7vYIm29XAY\" title=\"Any Age is the Right Age: Donation for People Over 50\" width=\"420\"></iframe> Two thirds of the individuals waiting for an organ transplant in 2012 were 50 years old or older, and other statistics and facts for people over 50, from the Health Resources and Services Administration.Read personal stories of older individuals who received a transplant, from the Health Resources and Services Administration.How long do I have to wait? Learn more about the transplant process and the only national waiting list for an organ, from the Organ Procurement and Transplantation Network at the Health Resources and Services Administration. The list is national, though some organs are offered first to potential recipients within the donor’s region.More resources for organ transplantation, from the National Library of Medicine at the National Institutes of Health.<table align=\"center\" class=\"textbox textbox-orange textbox-75\"><tbody><tr><td>Get on the national transplant waiting list through the Organ Procurement and Transplantation Network at the Health Resources and Services Administration. </td></tr></tbody></table>There are many other organizations working in transplantation and donation, including nonprofits, charities, advocacy organizations, and professional organizations of healthcare professionals. This list of non-government organizations working in organ donation and transplantation is maintained by the Health Resources and Services Administration. <table align=\"center\" class=\"textbox textbox-orange textbox-90\"><tbody><tr><td>Interested in brain donation? Some people ask that their brains be donated to science after they die. Important knowledge about the brain and brain diseases comes from these generous donors. If you are interested in brain donation, these resources can help: NIH NeuroBioBankHow to Become a DonorWhy Donate?.National Institute on Neurological Disorders and StrokeBrain and Tissue Banks Resources.Alzheimer’s Foundation of AmericaYour Brain: A Priceless Donation to Science (PDF, 245K).Brain donation for Alzheimer’s disease patients Some NIA-funded Alzheimer’s Disease Research Centers accept brain donations from research study participants. You may also consider reaching out to your local medical school. Do you have additional questions about brain donation? Contact the National Institute on Aging’s Alzheimer’s Disease Education and Referral Center to learn more. </td></tr></tbody></table><strong>For more information about health and aging, contact:</strong> <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.govwww.nia.nih.gov/espanol You can order free publications (in English or Spanish) or sign up for email alerts. Visit NIHSeniorHealth, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. "}