{"url": "https://www.nia.nih.gov/health/publication/prostate-problems", "text": "<figure align=\"right\" class=\"right\"><img alt=\"older man looking thoughtful\" src=\"/sites/default/files/prostate_problems_man.jpg\"/> <figcaption>If you experience prostate problems, or related men's health issues like frequent or painful urination, see your doctor as soon as possible. </figcaption></figure>Stan just found out that a friend has prostate cancer. Many men he knows have prostate problems. He’s worried that this might happen to him. It’s true that prostate problems are common after age 50. The good news is there are many things you can do. The prostate is a small gland in men that helps make semen. Located just below the bladder in front of the rectum, it wraps around the tube that carries urine and semen out of the body. It tends to grow larger as you get older. If your prostate gets too large, it can cause a number of health issues. Here are some examples of non-cancer prostate problems: <strong>Benign prostatic hyperplasia,</strong> or BPH, is very common in older men. It means your prostate is enlarged but not cancerous. Treatments for BPH include: <strong>Watchful waiting, also called active surveillance.</strong> If your symptoms are not too bad, your doctor may tell you to wait to see if they get worse before starting treatment. Your doctor will tell you how often to return for checkups.<strong>Medications.</strong> Medicines can help shrink the prostate or relax muscles near your prostate to ease symptoms.<strong>Surgery.</strong> If nothing else has worked, your doctor may suggest surgery to help urine flow.<strong>Other treatments.</strong> Sometimes radio waves, microwaves, or lasers are used to treat urinary problems caused by BPH. These methods use different kinds of heat to reduce extra prostate tissue.<strong>Acute bacterial prostatitis</strong> usually starts suddenly from a bacterial infection. See your doctor right away if you have fever, chills, or pain in addition to prostate symptoms. Most cases can be cured with antibiotics. You also may need medication to help with pain or discomfort. <strong>Chronic bacterial prostatitis</strong> is an infection that comes back again and again. This rare problem can be hard to treat. Sometimes, taking antibiotics for a long time may work. Talk with your doctor about other things you can do to help you feel better. <strong>Chronic prostatitis,</strong> also called chronic pelvic pain syndrome, is a common prostate problem. It can cause pain in the lower back, in the groin, or at the tip of the penis. Treatment may require a combination of medicines, surgery, and lifestyle changes. Be sure to talk with your doctor about the possible side effects of treatment. Symptoms of Prostate Problems See your doctor right away if you have any of these symptoms: Frequent urge to urinate.Need to get up many times during the night to urinate.Blood in urine or semen.Pain or burning urination.Painful ejaculation.Frequent pain or stiffness in lower back, hips, pelvic or rectal area, or upper thighs.Dribbling of urine.</aside>Prostate cancer is common among American men. Your chance of getting prostate cancer may be affected by your: <strong>Age.</strong> Men age 50 and older run a greater risk.<strong>Race.</strong> Prostate cancer is most common among African-American men, followed by Hispanic and Native American men. Asian-American men have the lowest rates of prostate cancer.<strong>Family history.</strong> If your father or brother had prostate cancer, you are more likely to have it, too.<strong>Diet.</strong> The risk of prostate cancer may be higher for men who eat high-fat diets.<p align=\"center\"><iframe align=\"middle\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" scrolling=\"no\" src=\"https://www.youtube.com/embed/vA2bId1equk?rel=0\" title=\"African-American Men and Prostate Cancer\" width=\"420\"></iframe> Diagnosing Prostate Cancer To find out if prostate symptoms are caused by cancer, your doctor will ask about your past medical problems and your family’s medical history. Your doctor also will perform a physical exam. During the exam, your doctor will put a gloved finger into your rectum to examine your prostate to check for: The size, firmness, and texture of the prostate.Any hard areas, lumps, or growth spreading beyond the prostate.Any pain caused by touching or pressing on the prostate.You may be asked to give a urine sample for testing. Your doctor also may do a blood test to check the prostate-specific antigen (PSA) level. PSA levels can be high in men with an enlarged prostate gland or with prostate cancer. You may also need an ultrasound exam that takes computer pictures of the prostate. If tests show that you might have cancer, your doctor will refer you to a specialist (a urologist) for a prostate biopsy. The doctor will take small tissue samples from several areas of the prostate gland to look for cancer cells. Treating Prostate Cancer Treatment for prostate cancer depends on whether cancer is in part or all of the prostate, or if it has spread to other parts of the body. It also depends on your age and overall health. Talk with your doctor about the best treatment choice for you and the possible side effects of treatment. You may want to ask another doctor for a second opinion. Treatment for prostate cancer may be: <strong>Watchful waiting, also called active surveillance.</strong> If the cancer is not causing problems, you may decide not to get treated right away. Instead, your doctor will check regularly for changes in your condition. Treatment will start if the cancer begins to grow.<strong>Surgery.</strong> The most common type of surgery removes the whole prostate and some nearby tissue.<strong>Radiation therapy.</strong> This treatment uses radiation to kill cancer cells and shrink tumors. The radiation may come from an x-ray machine or from tiny radioactive pellets placed inside or near the tumor.<strong>Hormone therapy.</strong> Men having other treatments, like radiation therapy, also may be treated with drugs to stop the body from making testosterone. This is done if it seems likely that the cancer will come back. Hormone therapy also can be used for prostate cancer that has spread beyond the prostate.<p align=\"center\"><iframe align=\"middle\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" scrolling=\"no\" src=\"https://www.youtube.com/embed/tZoXsytBN70?rel=0\" title=\"External Radiation Therapy\" width=\"420\"></iframe> For more details on treatment choices for prostate cancer, call the National Cancer Institute’s Cancer Information Service at 1-800-422-6237 or visit their website. PSA Testing Until recently, many doctors encouraged yearly PSA testing for all men beginning at age 50, or even earlier for men at high risk of prostate cancer. As doctors have learned more about the benefits and harms of prostate cancer screening, they have begun to caution against annual PSA testing. Talk with your doctor about what is best for you. Yearly PSA testing in men without symptoms is generally not recommended. However, in men who report prostate symptoms, PSA testing (along with digital rectal examination) can help doctors determine the nature of the problem. In men who have been treated for prostate cancer, the PSA test may be used to see if the cancer has come back. </aside><strong>National Cancer InstituteCancer Information Service</strong>1-800-422-6237 (1-800-4-CANCER/ toll-free)cancergovstaff@mail.nih.gov (email)www.cancer.gov/types/prostate <strong>National Urologic DiseaseInformation Clearinghouse</strong>1-800-860-8747 (toll-free)1-866-569-1162 (TTY/toll-free)www.niddk.nih.gov/Pages/contact-us.aspx (email form)www.urologic.niddk.nih.gov <strong>National Library of MedicineMedlinePlus: Prostate Diseases</strong>www.medlineplus.gov/prostatediseases.html For more information on health and aging, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov/health  Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults, including information about prostate cancer. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}