{"url": "https://www.nia.nih.gov/health/publication/long-distance-caregiving-family-affair", "text": "<table align=\"right\" class=\"textbox right\" width=\"250\"><tbody><tr><td align=\"center\"><img alt=\"African American family considers teamwork needed for long-distance caregiving\" src=\"/sites/default/files/african_american_family_long_distance_caregiving.jpg\" style=\"width: 250px; height: 167px;\"/></td></tr><tr><td align=\"center\">Caring for an older family member often requires teamwork. Set up a meeting with your family team and the care recipient, if possible, to discuss the type of care needed and caregiving responsibilities. </td></tr></tbody></table>Caring for an older family member often requires teamwork. While one sibling might be local and take on most of the everyday caregiving responsibilities, a long-distance caregiver can also have an important role. As a long-distance caregiver, you can provide important respite to the primary caregiver and support to the aging family member. First, try to define the caregiving responsibilities. You could start by setting up a family meeting and, if it makes sense, include the care recipient in the discussion. This is best done when there is not an emergency. A calm conversation about what kind of care is wanted and needed now, and what might be needed in the future, can help avoid a lot of confusion. Decide who will be responsible for which tasks. Many families find the best first step is to name a primary caregiver, even if one is not needed immediately. That way the primary caregiver can step in if there is a crisis. Agree in advance how each of your efforts can complement one another so that you can be an effective team. Ideally, each of you will be able to take on tasks best suited to your skills or interests. When thinking about who should be responsible for what, start with your strengths. Consider what you are particularly good at and how those skills might help in the current situation: Are you good at finding information, keeping people up-to-date on changing conditions, and offering cheer, whether on the phone or with a computer?.Are you good at supervising and leading others?.Are you comfortable speaking with medical staff and interpreting what they say to others?.Is your strongest suit doing the numbers—paying bills, keeping track of bank statements, and reviewing insurance policies and reimbursement reports?.Are you the one in the family who can fix anything, while no one else knows the difference between pliers and a wrench?.<table align=\"right\" class=\"textbox right\" width=\"250\"><tbody><tr><td align=\"center\"><img alt=\"Two female caregivers listing out limits and strengths when splitting caregiving responsibilities\" src=\"/sites/default/files/two_female_caregivers_splitting_caregiving_responsibilities.jpg\" style=\"width: 250px; height: 199px;\"/></td></tr><tr><td align=\"center\">When splitting caregiving responsibilities, consider each person’s skills and strengths, as well as any limitations. </td></tr></tbody></table>When thinking about who should be responsible for what, consider your limits. Ask yourself the following: How often, both mentally and financially, can you afford to travel?.Are you emotionally prepared to take on what may feel like a reversal of roles between you and your parent—taking care of your parent instead of your parent taking care of you? Can you continue to respect your parent’s independence?.Can you be both calm and assertive when communicating from a distance?.How will your decision to take on caregiving responsibilities affect your work and home life?.Be realistic about how much you can do and what you are willing to do. Think about your schedule and how it might be adapted to give respite to a primary caregiver. For example, you might try to coordinate holiday and vacation times. Remember that over time, responsibilities may need to be revised to reflect changes in the situation, your care recipient’s needs, and each family member’s abilities and limitations. A spouse or the sibling who lives closest to an aging parent often becomes the primary caregiver. Long-distance caregivers can help by providing emotional support and occasional respite to the primary caregiver. Ask the primary caregiver what you can do to help. Staying in contact with your parents by phone or email might also take some pressure off your parent or sibling. Just listening may not sound like much help, but often it is. Long-distance caregivers can also play a part in arranging for professional caregivers, hiring home health and nursing aides, or locating care in an assisted living facility or nursing home (also known as a skilled nursing facility). Long-distance caregivers may find they can be helpful by handling things online—for example, researching health problems or medicines, paying bills, or keeping family and friends updated. Some long-distance caregivers help a parent pay for care; others step in to manage finances. A primary caregiver—especially a spouse—may be hesitant to ask for help or a break. Be sure to acknowledge how important the caregiver has been for the care recipient. Also, discuss the physical and emotional effects caregiving can have on people. Although caregiving can be satisfying, it also can be very hard work. Offer to arrange for respite care. Respite care will give your parent a break from caregiving responsibilities. It can be arranged for just an afternoon or for several days. Care can be provided in the family home, through an adult day services program, or at a skilled nursing facility. The ARCH National Respite Locator Service can help you find services in your parents’ community. You might suggest contacting the Well Spouse Association. It offers support to the wives, husbands, and partners of chronically ill or disabled people and has a nationwide listing of local support groups. Would you like to learn more about long-distance caregiving? The National Institute on Aging’s (NIA) booklets Long-Distance Caregiving: Twenty Questions and Answers and Caring for a Person with Alzheimer’s Disease can help. See Related Publications below. NIA also has a special section of its website featuring health and aging information for caregivers. "}