{"url": "https://www.nia.nih.gov/alzheimers/publication/dementias", "text": "<table align=\"right\" border=\"1\" class=\"right\" width=\"200\"><tbody><tr><td><img align=\"right\" alt=\"man and woman\" src=\"/sites/default/files/intro-man_and_woman_0.jpg\" style=\"height: 169px; width: 200px;\"/></td></tr><tr><td>The number of people with Alzheimer's or other dementias will increase as the population ages.</td></tr></tbody></table>A diagnosis of dementia can be frightening for those affected by the syndrome, their family members, and caretakers. Learning more about dementia can help. This booklet provides a general overview of various types of dementia, describes how the disorders are diagnosed and treated, and offers highlights of research that is supported by the National Institute of Neurological Disorders and Stroke and the National Institute on Aging, both part of the National Institutes of Health (NIH). <strong>Alzheimer’s disease (AD)</strong> is the most common form of dementia in those over the age of 65. As many as 5 million Americans age 65 and older may have AD, and that number is expected to double for every 5-year interval beyond age 65. But Alzheimer’s is only one of many dementia disorders; an estimated 20 to 40 percent of people with dementia have some other form of the disorder. Among all people with dementia, many are believed to have a mixed type of dementia that can involve more than one of the disorders. Age is the primary risk factor for developing dementia. For that reason, the number of people living with dementia could double in the next 40 years with an increase in the number of Americans who are age 65 or older—from 40 million today to more than 88 million in 2050. Regardless of the form of dementia, the personal, economic, and societal demands can be devastating. Research over the past 30 years has helped us learn more about dementia—possible causes, who is at risk, and how it develops and affects the brain. This work offers the hope of better drugs and treatments for these disorders. "}