{"url": "https://www.nia.nih.gov/health/publication/dietary-supplements", "text": "Bill’s retired and lives alone. Often he’s just not hungry or is too tired to fix a whole meal. Does he need a multivitamin, or should he take one of those dietary supplements he sees in ads everywhere? Bill wonders if they work—will one help keep his joints healthy or another give him more energy? And, are they safe? Dietary supplements are substances you might use to add nutrients to your diet or to lower your risk of health problems, like osteoporosis or arthritis. Dietary supplements come in the form of pills, capsules, powders, gel tabs, extracts, or liquids. They might contain vitamins, minerals, fiber, amino acids, herbs or other plants, or enzymes. Sometimes, the ingredients in dietary supplements are added to foods, including drinks. A doctor’s prescription is not needed to buy dietary supplements. Do you need one? Maybe you do, but usually not. Ask yourself why you think you might want to take a dietary supplement. Are you concerned about getting enough nutrients? Is a friend, a neighbor, or someone on a commercial suggesting you take one? Some ads for dietary supplements in magazines or on TV seem to promise that these supplements will make you feel better, keep you from getting sick, or even help you live longer. Sometimes, there is little, if any, good scientific research supporting these claims. Dietary supplements may give you nutrients that might be missing from your daily diet. But eating a variety of healthy foods is the best way to get the nutrients you need. Supplements may cost a lot, could be harmful, or simply might not be helpful. Some supplements can change how medicines you may already be taking will work. You should talk to your doctor or a registered dietitian for advice. People over 50 may need more of some vitamins and minerals than younger adults do. Your doctor or a dietitian can tell you whether you need to change your diet or take vitamins or minerals to get enough of these: <strong>Vitamin B<sub>12</sub></strong>. Vitamin B<sub>12</sub> helps keep your red blood cells and nerves healthy. Vitamin B<sub>12</sub> is mainly found in fish, shellfish, meat, and dairy products. As people grow older, some have trouble absorbing vitamin B<sub>12</sub> naturally found in food. They can choose foods, like fortified cereals, that have this vitamin added or use a B<sub>12</sub> supplement.<strong>Calcium</strong>. Calcium works with vitamin D to keep bones strong at all ages. Bone loss can lead to fractures in both older women and men. Calcium is found in milk and milk products (fat-free or low-fat is best), canned fish with soft bones, dark-green leafy vegetables like kale, and foods with calcium added like breakfast cereals.<strong>Vitamin D</strong>. Some people’s bodies make enough vitamin D if they are in the sun for 10 to 15 minutes at least twice a week. But, if you are older, you may not be able to get enough vitamin D that way. Try adding vitamin D-fortified milk and milk products, vitamin D-fortified cereals, and fatty fish to your diet, and/or use a vitamin D supplement.<strong>Vitamin B<sub>6</sub></strong>. This vitamin is needed to form red blood cells. It is found in potatoes, bananas, chicken breasts, and fortified cereals.Different Vitamin and Mineral Recommendations for People Over 50 (2010) The National Academy of Sciences recommends how much of each vitamin and mineral men and women of different ages need. Sometimes, the Academy also tells us how much of a vitamin or mineral is too much. Vitamin B<sub>12</sub>—2.4 mcg (micrograms) each day (if you are taking medicine for acid reflux, you might need a different form, which your healthcare provider can give you)Calcium—Women over 50 need 1,200 mg (milligrams) each day, and men need 1,000 mg between age 51 and 70 and 1,200 mg after 70, but not more than 2,000 mg a day.Vitamin D—600 IU (International Units) for people age 51 to 70 and 800 IU for those over 70, but not more than 4,000 IU each dayVitamin B<sub>6</sub>—1.7 mg for men and 1.5 mg for women each day When thinking about whether you need more of a vitamin or mineral, think about how much of each nutrient you get from food and drinks, as well as from any supplements you take. Check with a doctor or dietitian to learn whether you need to supplement your diet. </aside>You might hear about antioxidants in the news. These are natural substances found in food that might help protect you from some diseases. Here are some common sources of antioxidants that you should be sure to include in your diet: beta-carotene—fruits and vegetables that are either dark green or dark orange.selenium—seafood, liver, meat, and grains.vitamin C—citrus fruits, peppers, tomatoes, and berries.vitamin E—wheat germ, nuts, sesame seeds, and canola, olive, and peanut oils.Right now, research results suggest that large doses of supplements with antioxidants will not prevent chronic diseases such as heart disease or diabetes. In fact, some studies have shown that taking large doses of some antioxidants could be harmful. Again, it is best to check with your doctor before taking a dietary supplement. Herbal supplements are dietary supplements that come from plants. A few that you may have heard of are gingko biloba, ginseng, echinacea, and black cohosh. Researchers are looking at using herbal supplements to prevent or treat some health problems. It’s too soon to know if herbal supplements are both safe and useful. But, studies of some have not shown benefits. Scientists are still working to answer this question. The U.S. Food and Drug Administration (FDA) checks prescription medicines, such as antibiotics or blood pressure medicines, to make sure they are safe and do what they promise. The same is true for over-the-counter drugs like pain and cold medicines. But the FDA does not consider dietary supplements to be medicines. The FDA does not watch over dietary supplements in the same way it does prescription medicines. The Federal Government does not regularly test what is in dietary supplements. So, just because you see a dietary supplement on a store shelf does not mean it is safe, that it does what the label says it will, or that it contains what the label says it contains. If the FDA receives reports of possible problems with a supplement, it will issue warnings about products that are clearly unsafe. The FDA may also take these supplements off the market. The Federal Trade Commission looks into reports of ads that might misrepresent what dietary supplements do. A few private groups, such as the U.S. Pharmacopeia (USP), NSF International, ConsumerLab.com, and the Natural Products Association (NPA), have their own “seals of approval” for dietary supplements. To get such a seal, products must be made by following good manufacturing procedures, must contain what is listed on the label, and must not have harmful levels of things that don’t belong there, like lead. If you are thinking about using dietary supplements: <strong>Learn.</strong> Find out as much as you can about any dietary supplement you might take. Talk to your doctor, your pharmacist, or a registered dietitian. A supplement that seemed to help your neighbor might not work for you. If you are reading fact sheets or checking websites, be aware of the source of the information. Could the writer or group profit from the sale of a particular supplement? For more information from the National Institute on Aging about choosing reliable health information websites, see For More Information.<strong>Remember.</strong> Just because something is said to be “natural” doesn’t also mean it is either safe or good for you. It could have side effects. It might make a medicine your doctor prescribed for you either weaker or stronger.<strong>Tell your doctor.</strong> He or she needs to know if you decide to go ahead and use a dietary supplement. Do not diagnose or treat your health condition without first checking with your doctor.<strong>Buy wisely.</strong> Choose brands that your doctor, dietitian, or pharmacist says are trustworthy. Don’t buy dietary supplements with ingredients you don’t need. Don’t assume that more is better. It is possible to waste money on unneeded supplements.<strong>Check the science.</strong> Make sure any claim made about a dietary supplement is based on scientific proof. The company making the dietary supplement should be able to send you information on the safety and/or effectiveness of the ingredients in a product, which you can then discuss with your doctor. Remember that if something sounds too good to be true, it probably is.Here’s what one active older person does: When she turned 60, Pearl decided she wanted to stay healthy and active as long as possible. She was careful about what she ate. She became more physically active. Now she takes a long, brisk walk 3 or 4 times a week. In bad weather, she joins the mall walkers at the local shopping mall. On nice days, Pearl works in her garden. When she was younger, Pearl stopped smoking and started using a seatbelt. She’s even learning how to use a computer to find healthy recipes. Last month, she turned 84 and danced at her granddaughter’s wedding! Try following Pearl’s example—stick to a healthy diet, be physically active, keep your mind active, don’t smoke, see your doctor regularly, and, in most cases, only use dietary supplements suggested by your doctor or pharmacist. Here are some helpful resources: <strong>Department of Agriculture</strong>Food and Nutrition Information CenterNational Agricultural Library10301 Baltimore Avenue, Room 108Beltsville, MD 207051-301-504-5414http://fnic.nal.usda.gov <strong>Federal Trade Commission</strong>600 Pennsylvania Avenue, NWWashington, DC 205801-877-382-4357 (toll-free)1-866-653-4261 (TTY/toll-free)www.consumer.ftc.gov/topics/healthy-living <strong>Food and Drug Administration</strong>Center for Food Safety and Applied Nutrition5100 Paint Branch ParkwayCollege Park, MD 207401-888-723-3366 (toll-free)www.fda.gov/AboutFDA/CentersOffices/OfficeofFoods/CFSAN/default.htm <strong>National Center for Complementary and Alternative Medicine</strong>NCCAM ClearinghouseP.O. Box 7923Gaithersburg, MD 208981-888-644-6226 (toll-free)1-866-464-3615 (TTY/toll-free)www.nccam.nih.gov <strong>National Library of MedicineMedlinePlus</strong>www.medlineplus.gov <strong>Office of Dietary Supplements</strong>National Institutes of Health6100 Executive BoulevardRoom 3B01, MSC 7517Bethesda, MD 20892-75171-301-435-2920www.ods.od.nih.gov The Federal Government has several other websites with information on nutrition, including: www.nutrition.gov—learn more about healthy eating, food shopping, assistance programs, and nutrition-related health subjects. www.choosemyplate.gov—information about the Dietary Guidelines for Americans For information on exercise, nutrition, and health scams and other resources on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.gov  Sign up for regular email alerts about new publications and find other information from the NIA.   National Institute on AgingNational Institutes of HealthU. S. Department of Health and Human Services   Verified "}