{"url": "https://www.nia.nih.gov/health/publication/zika-virus-and-older-adults", "text": "Recently, Marcella has heard a lot about Zika on television and read about it in the newspaper. She’s mainly heard that it is very dangerous for pregnant women and can cause birth defects in newborns. Marcella is retired and in her late 60’s. Since she can’t have children anymore, Marcella wonders if she needs to worry about Zika. Zika virus disease is spread to people through the bite of an infected mosquito. It can be transferred from person to person through close, intimate contact. Most reported Zika cases are among people living in Central and South America, though cases have also been confirmed in the United States, Puerto Rico, and the Caribbean. People with Zika typically show mild symptoms or none at all. If symptoms do present, they can last up to a week. This tip sheet offers information about Zika virus—including transmission, symptoms, prevention, and treatment—and its implications for older adults, who may be particularly vulnerable. If you live in an area where cases of Zika have been reported, you should also consult your state or local health department. Zika virus is transmitted to people through the bite of an infected mosquito species, called Aedes. This species spreads other viruses, like dengue and chikungunya, too. These mosquitoes lay eggs in and around areas of standing water. They bite more aggressively during the day but can also bite at night. Once a mosquito has transferred the virus to a person, it can be spread from person to person in a few ways: A pregnant woman can pass Zika to the fetus during pregnancy.A person with Zika can pass it to his or her sexual partners through sex.It can be passed through blood transfusions.The most common symptoms of Zika are: Fever.Rash.Joint pain.Conjunctivitis—red eyes.Other symptoms include muscle pain and headaches. Since people with Zika may show no signs, many do not know they have been infected. If you do present with symptoms, they typically last a few days to a week. Your doctor can give you a blood or urine test to determine for sure if you have the virus, but only while the virus is in your system. Zika virus usually remains in the blood of an infected person for about a week. It’s true that pregnant women are strongly cautioned about Zika, as the virus can have serious health consequences for newborn babies. However, this does not mean older adults are not at risk. In fact, Zika can have specific implications for older adults: <strong>As people age, their immune systems weaken.</strong> This can make it harder to fight off illness and infection. It may be more difficult for an older person to recover from Zika than a younger person. It may also make the body more susceptible to other illnesses.<strong>Guillain-Barré syndrome (GBS) is associated both with older age and Zika virus.</strong> GBS is a rare disorder that causes a person’s immune system—how the body fights off disease—to damage its own nerve cells. It can cause muscle weakness and paralysis, sometimes affecting the muscles that control a person’s breathing. In severe cases, GBS can result in death. Risk for GBS increases with age, and people age 50 and older are most affected.<strong>Age does not protect you from sexually transmitted diseases.</strong> Zika can be passed from a person who has the virus to his or her sex partners. No matter how old you are, you should practice safe sex and use condoms if you or your partner show symptoms or have recently traveled to an area where Zika is found.Take efforts to prevent Zika virus. You should: Avoid travel to areas where cases of Zika have been reported.Use insect repellent spray or lotion and bug netting to avoid mosquito bites, especially if traveling to an area with Zika.Practice safe sex. Use a condom if you or your partner have recently traveled to an area with Zika.Currently, there is no specific treatment for Zika virus. But, you can treat the symptoms. For example, you can take acetaminophen to reduce fever and pain. Be sure to talk with your doctor before taking any new medications. You should also take steps to stay healthy overall. Be sure to drink plenty of water and get enough rest. <strong>Centers for Disease Control and Prevention (CDC)</strong>www.cdc.gov/zika1-800-232-4636 (toll-free)cdcinfo@cdc.gov (email) CDC provides information about Zika virus, including symptoms, transmission, testing and treatment, prevention, and affected areas of the United States. <strong>National Institute of Allergy and Infectious Diseases (NIAID)</strong>www.niaid.nih.gov/diseases-conditions/zika-virus1-866-284-4107 (toll-free)1-800-877-8339 (TTY/toll-free)ocpostoffice@niaid.nih.gov (email) This institute, part of NIH, supports research on how to prevent and treat infectious diseases, including Zika virus. <strong>National Institute of Neurological Disorders and Stroke (NINDS)</strong>www.ninds.nih.gov/disorders/gbs1-800-352-9424 (toll-free)braininfo@ninds.nih.gov (email) NINDS offers information about causes, diagnosis, treatment, and current research on Guillain-Barré syndrome. For more information about health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.govwww.nia.nih.gov/espanol Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}