{"url": "https://www.nia.nih.gov/health/publication/crime-and-older-people", "text": "Lucy is worried. She’s lived in the same neighborhood for 50 years, but things seem to be changing. Last week, her friend Rose was walking to the store when a young man ran by and pulled her purse right off her shoulder. Two weeks ago, Joe, the man upstairs, put his grocery bags on the curb while waiting for the bus, and before he knew it, someone had picked up his bags and run off. Lucy feels sad to think she might have to move. She wonders, is anywhere safe for older people anymore? Older people and their families worry about crime. Though older people are less likely to be victims of crime than young people, the number of crimes that happen to them is hard to ignore. Older people are often targets for robbery, purse snatching, pick-pocketing, car theft, or home repair scams. During a crime, an older person is more likely to be seriously hurt than someone who is younger. But, even though there are risks, don’t let the fear of crime stop you from enjoying life. Here are some things that you can do to avoid crime and stay safe. Try to make sure that your locks, doors, and windows are strong and cannot be broken easily. A good alarm system can help. Keep your doors and windows locked—when you are in the house and when you’re away.Look through the peephole or a window before you open your door. Ask a stranger for identification before you open the door. Remember, you don’t have to open the door if you feel uneasy.Avoid keeping large amounts of money in the house.Get to know your neighbors. Join a Neighborhood Watch Program if your community has one.Stay alert when you are out. Walk with a friend. Try to avoid unsafe places like dark streets or parking lots. Keep your car doors locked at all times.Don’t open your car door or roll down your window for strangers.Park in well-lit areas.Carry your purse close to your body with the strap over your shoulder and across your chest.Don’t resist a robber. Hand over your cash or any other items that the robber demands right away if confronted.Have your monthly pension or Social Security checks sent right to your bank for direct deposit. Try not to go to the bank at the same time each week.Put your wallet, money, or credit cards in an inside pocket. Try not to carry a lot of cash.Keep your checkbook and credit cards in different places. That makes it harder for a thief to forge your signature on checks.Older people may be victims of con games and frauds that involve insurance, home repair, telephone, or Internet scams. Even “trusted” friends or family members have been known to steal an older person’s money or property. The following tips may help: You can say no to any telephone sales pitch. You can hang up on telephone salespeople. That’s not being rude—that’s taking care of you!.Don’t give your credit card or bank account numbers to people who call you, even if they say they are from the bank, Medicare, or other trusted sources. Neither your bank nor Medicare will ever call you asking for this information.If a stranger tells you to take money out of your bank account, don’t do it. In one common swindle, a thief pretends to be a bank employee and asks you to take out money to “test” a bank teller. Banks do not check their employees this way.Deals that seem too good to be true are often rip-offs. Beware if you are asked to give someone a lot of money with the promise you will get more money later. Check with your local Better Business Bureau at www.bbb.org for more information about the record of any company before you do business with them.Be on guard about hiring people who come door-to-door looking for home repair work. They may not be trained to do the work. They may overcharge you. Try to get referrals for home repairs from friends and family. Always be very clear about the details of the work you want done. Never pay for the whole job in advance.If someone uses your name, Social Security number, Medicare number, or credit card without your permission, it’s a crime. It’s called identity theft. Keep information about your checking account private. Put all new and cancelled checks in a safe place, report any stolen checks right away, and carefully look at your monthly bank account statement.Do not give your Medicare number to anyone other than a trusted health­care provider.Shred or tear up everything that has personal information about you on it.The Internet can give online scammers, hackers, and identity thieves access to your computer, personal information, and finances. You can reduce the chance of a crime by following these tips: Don’t respond to emails asking for personal information like the numbers of your credit card or bank account.Be very careful when buying things online. Look for an address and phone number and call the number to see if it works. Only use websites of companies you trust.Use anti-virus and anti-spyware software. Keep your computer protection up-to-date.Security programs on your computer can help protect you from getting un­wanted requests. If you need help, ask someone who knows about computers to guide you about “firewalls” and other protections.Make sure your computer is protected with a password. Keep your passwords in a safe place. Don’t share them on the Internet, over email, or on the phone.Report any identity theft to the Federal Trade Commission at www.ftc.gov/idtheft or call 1-877-438-4338. Get tips about protecting yourself by visiting the website. It’s hard to believe, but elder abuse can happen anywhere. It can take place at home by family or friends or in a nursing home by professional caregivers. Abuse can take many forms such as physical harm, financial loss, sexual abuse, or neglect by someone you trust. Verbal threats or rude words are another form of elder abuse. Elder abuse is a crime. If someone you know is being abused, or if you need help, remember: You can help yourself and others by reporting the crimes when they happen. Reporting abuse is the right thing to do and a legal responsibility in most States.Contact your local or State Adult Protective Services programs for help. Call the Eldercare Locator at 1-800- 677-1116 or visit www.eldercare.gov to find a program near you.If you have been hurt, go to a doctor as soon as possible. Even though you may not see anything wrong, there is always the possibility you’ve been injured.If needed, a lawyer can assist you in any legal action that should be taken. You can find a lawyer who specializes in elder law by contacting the National Academy of Elder Law Attorneys at www.naela.org. If you can’t afford an attorney, ask about “pro bono” or reduced cost legal services.Here are some helpful resources: <strong>AARP</strong>601 E Street, NWWashington, DC 200491-888-687-2277 (toll-free)1-877-434-7598 (TTY/toll-free)www.aarp.org <strong>Administration for Community Living</strong>Washington, DC 202011-202-619-07241-800-877-8339 (TTY/toll-free)www.acl.gov <strong>American Bar Association</strong>321 North Clark StreetChicago, IL 606541-800-285-2221 (toll-free)www.americanbar.org <strong>Better Business Bureau</strong>Check out a company onlinewww.bbb.org <strong>Federal Trade Commission</strong>600 Pennsylvania Avenue, NWWashington, DC 205801-877-382-4357 (FTC helpline/toll-free)1-877-438-4338 (ID hotline/toll-free)1-866-653-4261 (TTY/toll-free)www.ftc.gov <strong>Investor Protection Trust</strong>IPT, Suite 300919 18th Street, NWWashington, DC 20006-5517www.investorprotection.org <strong>National Adult Protective Services Association</strong>920 South Spring StreetSpringfield, IL 627041-217-523-4431www.napsa-now.org <strong>National Center on Elder Abuse</strong>c/o University of California – IrvineProgram in Geriatric Medicine101 The City Drive South200 BuildingOrange, CA 928681-855-500-3537www.aoa.acl.gov/AoA_Programs/Elder_Rights/NCEA/index.aspx <strong>National Committee for the Prevention of Elder Abuse</strong>www.preventelderabuse.org <strong>National Domestic Violence Hotline</strong>1-800-799-7233 (24-hour hotline/ toll-free)1-800-787-3224 (TTY/toll-free)www.thehotline.org <strong>National Organization for Victim Assistance</strong>510 King Street, Suite 424Alexandria, VA 223141-800-879-6682 (24-hour hotline/ toll-free)www.trynova.org For more information on health and aging, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.gov  To sign up for regular email alerts about new publications and other information from the NIA, go to www.nia.nih.gov/health. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU. S. Department of Health and Human Services "}