{"url": "https://www.nia.nih.gov/health/publication/aging-and-your-eyes", "text": "Are you holding the newspaper farther away from your eyes than you used to? Join the crowd—age can bring changes that affect your eyesight. Some changes are more serious than others, but for many problems, there are things you can do to protect your vision. The key is to have regular eye exams so you can spot problems early. Have your eyes checked regularly by an eye care professional—either an ophthalmologist or optometrist. People over age 60 should have dilated eye exams yearly. During this exam, the eye care professional will put drops in your eyes to widen (dilate) your pupils so that he or she can look at the back of each eye. This is the only way to find some common eye diseases that have no early signs or symptoms. If you wear glasses or contact lenses, your prescription should be checked, too. See your doctor regularly to check for diseases like diabetes and high blood pressure. These diseases can cause eye problems if not controlled or treated. See an eye care professional right away if you: Suddenly cannot see or everything looks blurry.See flashes of light.Have eye pain.Experience double vision.Have redness or swelling of your eye or eyelid.The following common eye problems can be easily treated. But, sometimes they can be signs of more serious issues. <strong>Presbyopia</strong> (prez-bee-OH-pee-uh) is a slow loss of ability to see close objects or small print. It is normal to have this problem as you get older. People with presbyopia often have headaches or strained, tired eyes. Reading glasses usually fix the problem.<strong>Floaters</strong> are tiny specks or “cobwebs” that seem to float across your vision. You might see them in well-lit rooms or outdoors on a bright day. Floaters can be a normal part of aging. But, sometimes they are a sign of a more serious eye problem such as retinal detachment. If you see many new floaters and/or flashes of light, see your eye care professional right away.<strong>Tearing</strong> (or having too many tears) can come from being sensitive to light, wind, or temperature changes, or having a condition called dry eye. Wearing sunglasses may help. So might eye drops. Sometimes tearing is a sign of a more serious eye problem, like an infection or a blocked tear duct. Your eye care professional can treat these problems.<strong>Eyelid problems</strong> can result from different diseases or conditions. Common eyelid problems include red and swollen eyelids, itching, tearing, and crusting of eyelashes during sleep. These problems may be caused by a condition called blepharitis (ble-fa-RI-tis) and treated with warm compresses and gentle eyelid scrubs.The following eye conditions can lead to vision loss and blindness. They may have few or no early symptoms. Regular eye exams are your best protection. If your eye care professional finds a problem early, often there are things you can do to keep your eyesight. <strong>Cataracts</strong> are cloudy areas in the eye’s lens causing blurred or hazy vision. Some cataracts stay small and don’t change your eyesight a lot. Others become large and reduce vision. Cataract surgery can restore good vision. It is a safe and common treatment. If you have a cataract, your eye care professional will watch for changes over time to see if you would benefit from surgery.<strong>Corneal diseases</strong> <strong>and conditions</strong> can cause redness, watery eyes, pain, problems with vision, or a halo effect of the vision (things appear to have an aura of light around them). Infection and injury are some of the things that can hurt the cornea. Treatment may be simple—for example, changing your eyeglass prescription or using eye drops. In severe cases, surgery may be needed.<strong>Dry eye</strong> happens when tear glands don’t work well. You may feel stinging or burning, a sandy feeling as if something is in the eye, or other discomfort. Dry eye is more common as people get older, especially for women. Your eye care professional may tell you to use a home humidifier or air cleaner, special eye drops (artificial tears), or ointments to treat dry eye.<strong>Glaucoma</strong> often comes from too much fluid pressure inside the eye. If not treated, it can lead to vision loss and blindness. People with glaucoma often have no early symptoms or pain. You can protect yourself by having dilated eye exams yearly. Glaucoma can be treated with prescription eye drops, lasers, or surgery.<strong>Retinal disorders</strong> are a leading cause of blindness in the United States. Retinal disorders that affect aging eyes include:<strong>Age-related macular degeneration (AMD)</strong>. AMD can harm the sharp, central vision needed to see objects clearly and to do common things like driving and reading. During a dilated eye exam, your eye care professional will look for signs of AMD. There are treatments for AMD. If you have AMD, ask if special dietary supplements could lower your chance of it getting worse.<strong>Diabetic retinopathy.</strong> This problem may occur if you have diabetes. Diabetic retinopathy develops slowly and often has no early warning signs. If you have diabetes, be sure to have a dilated eye exam at least once a year. Keeping your blood sugar, blood pressure, and cholesterol under control can prevent diabetic retinopathy or slow its progress. Laser surgery can sometimes prevent it from getting worse.<strong>Retinal detachment.</strong> THIS IS A MEDICAL EMERGENCY. When the retina separates from the back of the eye, it’s called retinal detachment. If you see new floaters or light flashes, or if it seems like a curtain has been pulled over your eye, go to your eye care professional right away. With treatment, doctors often can prevent loss of vision.Low vision means you cannot fix your eyesight with glasses, contact lenses, medicine, or surgery. Low vision affects some people as they age. You may have low vision if you: Can’t see well enough to do everyday tasks like reading, cooking, or sewing.Have difficulty recognizing the faces of your friends or family.Have trouble reading street signs.Find that lights don’t seem as bright.If you have any of these problems, ask your eye care professional to test you for low vision. Special tools can help people with low vision to read, write, and manage daily tasks. These tools include large-print reading materials, magnifying aids, closed-circuit televisions, audio tapes, electronic reading machines, and computers with large print and a talking function. Other tips that may help: Brighten the lighting in your room.Write with bold, black felt-tip markers.Use paper with bold lines to help you write in a straight line.Put colored tape on the edge of your steps to help you see them and prevent you from falling.Install dark-colored light switches and electrical outlets that you can see easily against light-colored walls.Use motion lights that turn on when you enter a room. These may help you avoid accidents caused by poor lighting.Use telephones, clocks, and watches with large numbers; put large-print labels on the microwave and stove.Remember to ask your eye doctor if your vision is okay for safe driving. <strong>National Eye Institute</strong>Information Office1-301-496-52482020@nei.nih.gov (email)www.nei.nih.gov/healthyeyes/aging_eye <strong>National Library of Medicine</strong><strong>MedlinePlus</strong>www.medlineplus.gov/eyediseases.html For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov To order publications (in English or Spanish) or sign up for regular email alerts about new publications and other information from the NIA, go to www.nia.nih.gov/health. January 2017 "}