{"url": "https://www.nia.nih.gov/health/publication/healthy-aging-lessons-baltimore-longitudinal-study-aging", "text": "<img alt=\"Image collage of cellular and people photos\" src=\"/sites/default/files/nia-ha_image03.jpg\" style=\"width: 196px; height: 1000px; margin-left: 5px; margin-right: 5px; float: right;\"/>Just like millions of Americans, the National Institute on Aging's (NIA) Baltimore Longitudinal Study of Aging (BLSA) celebrates its 50th birthday in 2008. The study was the first to ask a most basic question: What is normal aging? There is still much to learn, but so far two major conclusions can be drawn from BLSA data. First, \"normal\" aging can be distinguished from disease. Although people's bodies change and can in some ways decline over time, these changes do not inevitably lead to diseases such as diabetes, hypertension, or dementia. A number of disorders that typically occur in old age are a result of disease processes, not normal aging. Second, no single, chronological timetable of human aging exists. We all age differently. In fact, in terms of change and development, there are more differences among older people than among younger people. Genetics, lifestyle, and disease processes affect the rate of aging between and within all individuals. These fundamental changes in our thinking about age and disease have led the BLSA and the field of aging research in important new directions. As we further pinpoint the influences on how we age, we can also think about new and more effective interventions that may prevent disease and promote healthy aging. This booklet was developed to celebrate the 50th anniversary of the BLSA and the wealth of data and insights it has given us. It also provides an occasion to share some of what we know about aging and aging well from a large body of research, including the BLSA. As you read through this booklet, we hope you will find it useful in thinking about your own aging and steps you can take that might make a difference for maintaining your health. We dedicate this booklet to the thousands of BLSA volunteer study participants, scientists, and support staff who have joined in a unique and sustained research enterprise over five decades. Their partnership has been a gift that benefits us all. The National Institute on Aging (NIA), part of the National Institutes of Health, was established to improve the health and well-being of older people through research. As part of its mission, the NIA investigates ways to support healthy aging and prevent or delay the onset of diseases disproportionately affecting older adults. NIA's research program covers a broad range of areas, from the study of basic cellular changes with age to the examination of the biomedical, social, and behavioral aspects of age-related conditions. Although the main purpose of this research is to increase \"active life expectancy\" — the number of years free of disability — it may also promote longevity. <table class=\"textbox textbox-90 textbox-blue\"><tbody><tr><td>In Their Own Words: Reflections from the BLSA Staff <strong>Dr. Luigi Ferrucci</strong><img alt=\"Image of tree rings\" src=\"/sites/default/files/nia-ha_image04.jpg\" style=\"width: 200px; height: 200px; margin-left: 5px; margin-right: 5px; float: right;\"/>Studying aging processes and discovering solutions that can reduce the burden of disease and disability on older people has been the dream of my life. I started to pursue a career as a geriatrician and a gerontologist in Florence, Italy, in my early twenties when almost every exciting discovery about aging began at the BLSA. At that time, I confess that while my friends were idealizing rock stars and soccer players, Nathan Shock was my hero. So, you can imagine that when I moved to the U.S. in 2002 to become the new director of the Baltimore Longitudinal Study of Aging, I was proud, enthusiastic, and extremely frightened. Since then, my dedication and attachment to the BLSA has grown steadily and my fear has faded. I work with a team of committed, bright, creative, and hard-working scientists, nurses, health workers, and administrators. Of special joy are the connections I've made with the BLSA participants who are the true soul of the study. Listening to their stories, capturing the multifaceted aspects of their lives, and understanding their problems has taught me more about aging than reading any number of books or articles. I could never find words beautiful enough to thank each participant properly. I will not even try. However, I promise that their effort and their generosity will be fruitful, that everyone associated with the BLSA will work to produce the best possible science, and that we all are committed to translating these findings into actions to improve the quality of life for older people.</td></tr></tbody></table>  "}