{"url": "https://www.nia.nih.gov/health/publication/advance-care-planning", "text": "Advance care planning is not just about old age. At any age, a medical crisis could leave someone too ill to make his or her own healthcare decisions. Even if you are not sick now, making healthcare plans for the future is an important step toward making sure you get the medical care you would want, even when doctors and family members are making the decisions for you. More than one out of four older Americans face questions about medical treatment near the end of life but are not capable of making those decisions. This tip sheet will discuss some questions you can think about now and describe ways to share your wishes with others. Write them down or at least talk about them with someone who would make the decisions for you. Knowing how you would decide might take some of the burden off family and friends. Advance care planning involves learning about the types of decisions that might need to be made, considering those decisions ahead of time, and then letting others know about your preferences, often by putting them into an advance directive. An advance directive is a legal document that goes into effect <strong>only</strong> if you are incapacitated and unable to speak for yourself. This could be the result of disease or severe injury—no matter how old you are. It helps others know what type of medical care you want. It also allows you to express your values and desires related to end-of-life care. You might think of an advance directive as a living document—one that you can adjust as your situation changes because of new information or a change in your health. Medical Research and Advance Care Planning Medical research plays an important role in the health of Americans of all ages. Because of advances in medicine and in public health, Americans are living longer and staying healthier as they grow older. The National Institute on Aging (NIA) supports much of the research around the country that looks at how people age and how to improve their health in their later years. NIA is part of the National Institutes of Health (NIH), the nation’s medical research agency. Some NIA-supported research focuses on advance care planning, including examining why people might complete advance directives and the effect of these directives on end-of-life care. In one study, for example, scientists funded by NIA found that advance directives can make a difference and that people who document their preferences in this way are more likely to get the care they prefer at the end of life than people who do not. </aside>Sometimes when doctors believe a cure is no longer possible and you are dying, decisions must be made about the use of emergency treatments to keep you alive. Doctors can use several artificial or mechanical ways to try to do this. Decisions that might come up at this time relate to: CPR (cardiopulmonary resuscitation).ventilator use.artificial nutrition (tube feeding) or artificial hydration (intravenous fluids).comfort care.<strong>CPR.</strong> CPR (cardiopulmonary resuscitation) might restore your heartbeat if your heart stops or is in a life-threatening abnormal rhythm. The heart of a young, otherwise healthy person might resume beating normally after CPR. An otherwise healthy older person, whose heart is beating erratically or not beating at all, might also be helped by CPR. CPR is less likely to work for an older person who is ill, can’t be successfully treated, and is already close to death. It involves repeatedly pushing on the chest with force, while putting air into the lungs. This force has to be quite strong, and sometimes ribs are broken or a lung collapses. Electric shocks known as defibrillation and medicines might also be used as part of the process. <strong>Ventilator use.</strong> Ventilators are machines that help you breathe. A tube connected to the ventilator is put through the throat into the trachea (windpipe) so the machine can force air into the lungs. Putting the tube down the throat is called intubation. Because the tube is uncomfortable, medicines are used to keep you sedated (unconscious) while on a ventilator. If you can’t breathe on your own after a few days, a doctor may perform a tracheotomy or “trach” (rhymes with “make”). During this bedside surgery, the tube is inserted directly into the trachea through a hole in the neck. For long-term help with breathing, a trach is more comfortable, and sedation is not needed. People using such a breathing tube aren’t able to speak without special help because exhaled air goes out of the trach rather than past their vocal cords. <strong>Artificial nutrition or artificial hydration.</strong> A feeding tube and/or intravenous (IV) liquids are sometimes used to provide nutrition when a person is not able to eat or drink. These measures can be helpful if you are recovering from an illness. However, if you are near death, these could actually make you more uncomfortable. For example, IV liquids, which are given through a plastic tube put into a vein, can increase the burden on failing kidneys. Or if the body is shutting down near death, it is not able to digest food properly, even when provided through a feeding tube. At first, the feeding tube is threaded through the nose down to the stomach. In time, if tube feeding is still needed, the tube is surgically inserted into the stomach. <strong>Comfort care.</strong> Comfort care is anything that can be done to soothe you and relieve suffering while staying in line with your wishes. Comfort care includes managing shortness of breath; offering ice chips for dry mouth; limiting medical testing; providing spiritual and emotional counseling; and giving medication for pain, anxiety, nausea, or constipation. Often this is done through hospice, which may be offered in the home, in a hospice facility, in a skilled nursing facility, or in a hospital. With hospice, a team of healthcare providers works together to provide the best possible quality of life in a patient’s final days, weeks, or months. After death, the hospice team continues to offer support to the family. Learn more about providing comfort at the end of life. What Is Hospice Care? What Is Palliative Care? Hospice care is intended to provide comfort to you and your family during a life-threatening illness, rather than provide treatments to cure the illness. Palliative care is similar to comfort care in hospice, but it is offered along with any medical treatments you might be receiving for a life-threatening illness, such as chemotherapy for cancer or dialysis for kidney failure. The main goal of both hospice and palliative care is to keep you comfortable. In addition, you can always choose to move from hospice to palliative care if you want to pursue treatments to cure your illness. </aside>Start by thinking about what kind of treatment you do or do not want in a medical emergency. It might help to talk with your doctor about how your present health conditions might influence your health in the future. For example, what decisions would you or your family face if your high blood pressure leads to a stroke? If you don’t have any medical issues now, your family medical history might be a clue to thinking about the future. Talk to your doctor about decisions that might come up if you develop health problems similar to those of other family members. In considering treatment decisions, your personal values are key. Is your main desire to have the most days of life, or to have the most life in your days? What if an illness leaves you paralyzed or in a permanent coma and you need to be on a ventilator? Would you want that? What makes life meaningful to you? You might want doctors to try CPR if your heart stops or to try using a ventilator for a short time if you’ve had trouble breathing, if that means that, in the future, you could be well enough to spend time with your family. Even if the emergency leaves you simply able to spend your days listening to books on tape or gazing out the window watching the birds and squirrels compete for seeds in the bird feeder, you might be content with that. But, there are many other scenarios. Here are a few. What would you decide? If a stroke leaves you paralyzed and then your heart stops, would you want CPR? What if you were also mentally impaired by a stroke—does your decision change?.What if you develop dementia, don’t recognize family and friends, and, in time, cannot feed yourself? Would you want a feeding tube used to give you nutrition?.What if you are permanently unconscious and then develop pneumonia? Would you want antibiotics and a ventilator used?.For some people, staying alive as long as medically possible is the most important thing. An advance directive can help make sure that happens. Your decisions about how to handle any of these situations could be different at age 40 than at age 85. Or they could be different if you have an incurable condition as opposed to being generally healthy. An advance directive allows you to provide instructions for these types of situations and then to change the instructions as you get older or if your viewpoint changes. Do you or a family member have Alzheimer's disease? Many people are unprepared to deal with the legal and financial consequences of a serious illness such as Alzheimer's disease. Advance planning can help people with Alzheimer's and their families clarify their wishes and make well-informed decisions about health care and financial arrangements. Learn more about legal and financial planning for people with Alzheimer’s disease. </aside>There are two elements in an advance directive—a living will and a durable power of attorney for health care. There are also other documents that can supplement your advance directive or stand alone. You can choose which documents to create, depending on how you want decisions to be made. These documents include: living will.durable power of attorney for health care.other documents discussing DNR (do not resuscitate) orders, organ and tissue donation, dialysis, and blood transfusions.<strong>Living will.</strong> A living will is a written document that helps you tell doctors how you want to be treated if you are dying or permanently unconscious and cannot make decisions about emergency treatment. In a living will, you can say which of the procedures described above you would want, which ones you wouldn’t want, and under which conditions each of your choices applies. <strong>Durable power of attorney for health care.</strong> A durable power of attorney for health care is a legal document naming a healthcare proxy, someone to make medical decisions for you at times when you might not be able to do so. Your proxy, also known as a surrogate or agent, should be familiar with your values and wishes. This means that he or she will be able to decide as you would when treatment decisions need to be made. A proxy can be chosen in addition to or instead of a living will. Having a healthcare proxy helps you plan for situations that cannot be foreseen, like a serious auto accident. A durable power of attorney for health care enables you to be more specific about your medical treatment than a living will. Some people are reluctant to put specific health decisions in writing. For them, naming a healthcare agent might be a good approach, especially if there is someone they feel comfortable talking with about their values and preferences. <strong>Other advance care planning documents.</strong> You might also want to prepare separate documents to express your wishes about a single medical issue or something not already covered in your advance directive. A living will usually covers only the specific life-sustaining treatments discussed earlier. You might want to give your healthcare proxy specific instructions about other issues, such as blood transfusion or kidney dialysis. This is especially important if your doctor suggests that, given your health condition, such treatments might be needed in the future. Two medical issues that might arise at the end of life are DNR orders and organ and tissue donation. A DNR (do not resuscitate) order tells medical staff in a hospital or nursing facility that you do not want them to try to return your heart to a normal rhythm if it stops or is beating unevenly. Even though a living will might say CPR is not wanted, it is helpful to have a DNR order as part of your medical file if you go to a hospital. Posting a DNR next to your bed might avoid confusion in an emergency situation. Without a DNR order, medical staff will make every effort to restore the normal rhythm of your heart. A non-hospital DNR will alert emergency medical personnel to your wishes regarding CPR and other measures to restore your heartbeat if you are not in the hospital. A similar document that is less familiar is called a DNI (do not intubate) order. A DNI tells medical staff in a hospital or nursing facility that you do not want to be put on a breathing machine. Organ and tissue donation allows organs or body parts from a generally healthy person who has died to be transplanted into people who need them. Commonly, the heart, lungs, pancreas, kidneys, corneas, liver, and skin are donated. There is no age limit for organ and tissue donation. You can carry a donation card in your wallet. Some states allow you to add this decision to your driver’s license. Some people also include organ donation in their advance care planning documents. At the time of death, family may be asked about organ donation. If those close to you, especially your proxy, know how you feel about organ donation, they will be ready to respond. What About Pacemakers and ICDs? Some people have pacemakers to help their hearts beat regularly. If you have one and are near death, it may not necessarily keep you alive. But, you might have an ICD (implantable cardioverter-defibrillator) placed under your skin to shock your heart back into regular beatings if the rhythm becomes irregular. If other life-sustaining measures are not used, the ICD may also be turned off. You need to state in your advance directive what you want done if the doctor suggests it is time to turn it off. </aside>If you decide to choose a proxy, think about people you know who share your views and values about life and medical decisions. Your proxy might be a family member, a friend, your lawyer, or someone with whom you worship. It’s a good idea to also name an alternate proxy. It is especially important to have a detailed living will if you choose not to name a proxy. You can decide how much authority your proxy has over your medical care—whether he or she is entitled to make a wide range of decisions or only a few specific ones. Try not to include guidelines that make it impossible for the proxy to fulfill his or her duties. For example, it’s probably not unusual for someone to say in conversation, “I don’t want to go to a nursing home,” but think carefully about whether you want a restriction like that in your advance directive. Sometimes, for financial or medical reasons, that may be the best choice for you. Of course, check with those you choose as your healthcare proxy and alternate before you name them officially. Make sure they are comfortable with this responsibility. Once you have talked with your doctor and have an idea of the types of decisions that could come up in the future and whom you would like as a proxy, if you want one at all, the next step is to fill out the legal forms detailing your wishes. A lawyer can help but is not required. If you decide to use a lawyer, don’t depend on him or her to help you understand different medical treatments. That’s why you should start the planning process by talking with your doctor. Many states have their own advance directive forms. Your local Area Agency on Aging can help you locate the right forms. You can find your area agency phone number by calling the Eldercare Locator toll-free at 1-800-677-1116 or going online at www.eldercare.gov. Some states want your advance directive to be witnessed; some want your signature notarized. A notary is a person licensed by the state to witness signatures. You might find a notary at your bank, post office, or local library, or call your insurance agent. Some notaries charge a fee. Some people spend a lot of time in more than one state—for example, visiting children and grandchildren. If that’s your situation also, you might consider preparing an advance directive using forms for each state—and keep a copy in each place, too. Future Directions A number of states are developing or starting to use an advance care planning form known as POLST (Physician Orders for Life-Sustaining Treatment) or MOLST (Medical Orders for Life-Sustaining Treatment). These forms serve in addition to your advance directive. They make it possible for you to provide more detailed guidance about your medical care preferences. Your doctor will talk with you and/or your family for guidance, but the form is filled out by the doctor or, sometimes, a nurse practitioner or physician’s assistant. Once signed by your doctor, this form has the force of any other medical order. These forms are often printed on brightly colored paper so they are easily found in a medical or hospital file. Check with your state department of health to find out if this form is available where you live. </aside>There are key people who should be told that you have an advance directive. Give copies to your healthcare proxy and alternate proxy. Give your doctor a copy for your medical records. Tell key family members and friends where you keep a copy. If you have to go to the hospital, give staff there a copy to include in your records. Because you might change your advance directive in the future, it’s a good idea to keep track of who receives a copy. Review your advance care planning decisions from time to time—for example, every 10 years, if not more often. You might want to revise your preferences for care if your situation or your health changes. Or, you might want to make adjustments if you receive a serious diagnosis; if you get married, separated, or divorced; if your spouse dies; or if something happens to your proxy or alternate. If your preferences change, you will want to make sure your doctor, proxy, and family know about them. What happens if you have no advance directive or have made no plans and you become unable to speak for yourself? In such cases, the state where you live will assign someone to make medical decisions on your behalf. This will probably be your spouse, your parents if they are available, or your children if they are adults. If you have no family members, the state will choose someone to represent your best interests. <strong>Always remember, an advance directive is only used if you are in danger of dying and need certain emergency or special measures to keep you alive but are not able to make those decisions on your own. An advance directive allows you to continue to make your wishes about medical treatment known.</strong> Nobody can predict the future. You may never face a medical situation where you are unable to speak for yourself and make your wishes known. But having an advance directive may give you and those close to you some peace of mind. Advance Directive Wallet Card You might want to make a card to carry in your wallet indicating that you have an advance directive and where it is kept. Here is a slightly revised example of the wallet card offered by the Office of the Attorney General in Maryland. It uses the phrase “healthcare agent” instead of “healthcare proxy.” You might want to print this one to fill out and carry with you. It can also be found online at www.oag.state.md.us/Healthpol/adDir_cards.pdf (PDF, 178K). <p align=\"center\"><img alt=\"Printable wallet card specifying advance directive information\" src=\"/sites/default/files/advance-directive-wallet-card-580.jpg\"/> </aside>Other federal and non-federal resources with information about advance directives include: <strong>Caring Connections</strong><strong><strong>National Hospice and Palliative Care Organization</strong></strong>1-800-658-8898 (toll-free)1-877-658-8896 (toll-free/multilingual)www.caringinfo.org <strong>Caring Conversations</strong><strong><strong>Center for Practical Bioethics</strong></strong>Harzfeld Building1111 Main Street, Suite 500Kansas City, MO 64105-21161-800-344-3829 (toll-free)www.practicalbioethics.org <strong>American Bar Association</strong>321 North Clark StreetChicago, IL 606541-800-285-2221www.americanbar.org(search for \"Consumer's Tool Kit for Health Care Advance Planning\") <strong>Donate Life America</strong>701 East Byrd Street, 16th floorRichmond, VA 232191-804-377-3580www.donatelife.net <strong>National Legal Resource Center</strong>www.nlrc.aoa.gov <strong>OrganDonor.gov</strong>Health Resources and Services Administration1-888-275-4772 (toll-free)www.organdonor.gov <strong>POLST (Physician Orders for Life-Sustaining Treatment)</strong>www.polst.org <strong>Put It In Writing</strong><strong><strong>American Hospital Association</strong></strong>155 North Wacker DriveChicago, IL 606061-800-424-4301 (toll-free)www.putitinwriting.org <strong>The Living Bank</strong>P.O. Box 6725Houston, TX 772651-800-528-2971 (toll-free)www.livingbank.org <strong>For more information about health and aging, contact:</strong> <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.govwww.nia.nih.gov/espanol To order free publications (in English or Spanish) or sign up for email alerts, go to: www.nia.nih.gov/health. "}