{"url": "https://www.nia.nih.gov/health/publication/high-blood-pressure", "text": "You can have high blood pressure, or hypertension, and still feel just fine. That’s because high blood pressure often does not cause signs of illness that you can see or feel. But, high blood pressure, sometimes called “the silent killer,” is very common in older people and a major health problem. If high blood pressure isn’t controlled with lifestyle changes and medicine, it can lead to stroke, heart disease, eye problems, kidney failure, and other health problems. High blood pressure can also cause shortness of breath during light physical activity or exercise. Blood pressure is the force of blood pushing against the walls of arteries. When the doctor measures your blood pressure, the results are given in two numbers. The first number, called systolic blood pressure, is the pressure caused by your heart pushing out blood. The second number, called diastolic blood pressure, is the pressure when your heart fills with blood. The safest range, often called normal blood pressure, is a systolic blood pressure of less than 120 and a diastolic blood pressure of less than 80. This is stated as 120/80. One reason to have regular visits to the doctor is to have your blood pressure checked. The doctor will say your blood pressure is high when it measures 140/90 or higher at two or more checkups. He or she may ask you to check your blood pressure at home at different times of the day. If the pressure stays high, even when you are relaxed, the doctor may suggest exercise, changes in your diet, and medications. The term “prehypertension” describes people whose blood pressure is slightly higher than normal—for example, the first number (systolic) is between 120 and 139, or the second number (diastolic) is between 80 and 89. Prehypertension can put you at risk for developing high blood pressure. Your doctor will probably want you to make changes in your day-to-day habits to try to lower your blood pressure. <table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" class=\"orange\" width=\"100%\"><caption>What Do the Numbers Mean?</caption><tbody><tr class=\"tableHeading\"><td> </td><th>Systolic(first number)</th><th>Diastolic(second number)</th></tr><tr class=\"tableOddRow\"><th>Normal Blood Pressure</th><td>Less than 120</td><td>Less than 80</td></tr><tr class=\"tableEvenRow\"><th>Prehypertension</th><td>Between 120–139</td><td>Between 80–89</td></tr><tr class=\"tableOddRow\"><th>High Blood Pressure</th><td>140 or more</td><td>90 or more</td></tr><tr class=\"tableEvenRow\"><th>Isolated Systolic Hypertension</th><td>140 or more</td><td>Less than 90</td></tr></tbody></table>For older people, the first number (systolic) often is 140 or greater, but the second number (diastolic) is less than 90. This problem is called isolated systolic hypertension. It is the most common form of high blood pressure in older people and can lead to serious health problems. Isolated systolic hypertension is treated in the same way as regular high blood pressure but often requires more than one type of blood pressure medication. If your systolic pressure is 140 or higher, ask your doctor how you can lower it. If your systolic blood pressure is less than 90, you may have low blood pressure. You may feel lightheaded, dizzy, or even faint. Low blood pressure, or hypotension, can be caused by not drinking enough liquids (dehydration), blood loss, or too much medication. Anyone can get high blood pressure. But, some people have a greater chance of having it because of things they can’t change. These are: <strong>Age.</strong> The chance of having high blood pressure increases as you get older.<strong>Gender.</strong> Before age 55, men have a greater chance of having high blood pressure. Women are more likely to have high blood pressure after menopause.<strong>Family history.</strong> High blood pressure tends to run in some families.<strong>Race.</strong> African-Americans are at increased risk for high blood pressure.High blood pressure is very common in older people—over time most people find that aging causes changes to their heart. This is true even for people who have heart healthy habits. The good news is that blood pressure can be controlled in most people. There are many lifestyle changes you can make to lower your risk of high blood pressure, including: <strong>Keep a healthy weight.</strong> Being overweight adds to your risk of high blood pressure. Ask your doctor if you need to lose weight.<strong>Exercise every day.</strong> Moderate exercise can lower your risk of high blood pressure. Set some goals for yourself so that you can exercise safely and work your way up to exercising at least 30 minutes a day most days of the week. You should check with your doctor before starting an exercise plan if you have any health problems that are not being treated. You can find more information about exercise and physical activity from the National Institute on Aging at www.nia.nih.gov/Go4Life.<strong>Eat a healthy diet.</strong> A diet rich in fruits, vegetables, whole grains, and low-fat dairy products may help to lower blood pressure. Ask your doctor about following a healthy diet.<strong>Cut down on salt.</strong> Many Americans eat more salt (sodium) than they need. Most of the salt comes from processed food (for example, soup and baked goods). A low-salt diet might help lower your blood pressure. Talk with your doctor about eating less salt.<strong>Drink less alcohol.</strong> Drinking alcohol can affect your blood pressure. Most men should not have more than two drinks a day; most women should not have more than one drink a day.<strong>Don’t smoke.</strong> Smoking increases your risk for high blood pressure, heart disease, stroke, and other health problems. If you smoke, quit.<strong>Get a good night’s sleep.</strong> Tell your doctor if you’ve been told you snore or sound like you stop breathing for moments when you sleep. This may be a sign of a problem called sleep apnea. Treating sleep apnea and getting a good night’s sleep can help to lower blood pressure.If these lifestyle changes don’t lower your blood pressure enough to a safe level, your doctor will also prescribe medicine. You may try several kinds or combinations of medicines before finding a plan that works best for you. Medicine can control your blood pressure, but it can’t cure it. You will likely need to take medicine for the rest of your life. Plan with your doctor how to manage your blood pressure. High blood pressure is serious because it can lead to major health problems. Make a point of learning what blood pressure should be. And, remember: High blood pressure may not make you feel sick, but it is serious. See a doctor to treat it.You can lower your blood pressure by changing your day-to-day habits and by taking medicine, if needed.If you take high blood pressure medicine, making some lifestyle changes may help lower the dose you need.If you take blood pressure medicine and your blood pressure is 120 or less, that’s good. It means medicine and lifestyle changes are working. If another doctor asks if you have high blood pressure, the answer is, “Yes, but it is being treated.”.Tell your doctor about all the drugs you take. Don’t forget to mention over-the-counter drugs, vitamins, and dietary supplements. They may affect your blood pressure. They also can change how well your blood pressure medicine works.Blood pressure pills should be taken at the same time each day. For example, take your medicine in the morning with breakfast or in the evening after brushing your teeth. If you miss a dose, do not double the dose the next day.Don’t take more of your blood pressure medicine than your doctor prescribes. Do not stop taking your high blood pressure medicine unless your doctor tells you to stop. Don’t skip a day or take half a pill. Remember to refill your medicine before you run out of pills.Before having surgery, ask your doctor if you should take your blood pressure medicine on that day.Get up slowly from a seated or lying position and stand for a bit. This lets your blood pressure adjust before walking to prevent dizziness, fainting, or a fall.If your doctor asks you to take your blood pressure at home, keep in mind: There are many blood pressure home monitors for sale. Ask your doctor, nurse, or pharmacist to see which monitor you need and to show you how to use it. Have your monitor checked at the doctor’s office to make sure it works correctly.Avoid smoking, exercise, and caffeine 30 minutes before taking your blood pressure.Make sure you are sitting with your feet on the floor and your back is against something.Relax quietly for 5 minutes before checking your blood pressure.Keep a list of your blood pressure numbers to share with your doctor, physician’s assistant, or nurse.Here are some helpful resources: <strong>National Heart, Lung, and Blood Institute</strong><strong>Health Information Center</strong>1-301-592-8573nhlbiinfo@nhlbi.nih.gov (email)www.nhlbi.nih.gov <strong>National Library of Medicine</strong><strong>MedlinePlus</strong>Search for: “high blood pressure”www.nlm.nih.gov/medlineplus/highbloodpressure.html<strong>American Heart Association</strong>1-800-242-8721 (toll-free)inquiries@heart.org (email)www.heart.org <strong>Smokefree60+</strong>National Cancer Institutehttps://60plus.smokefree.gov For more information on health and aging, contact: <strong>National Institute on Aging</strong><strong>Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.govSign up for regular email alerts about new publications and find other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services   Verified "}