{"url": "https://www.nia.nih.gov/health/publication/diabetes-older-people", "text": "Diabetes is a serious disease. People get diabetes when their blood glucose level, sometimes called blood sugar, is too high. The good news is that there are things you can do to take control of diabetes and prevent its problems. And, if you are worried about getting diabetes, there are things you can do to lower your risk. Our bodies turn the food we eat into glucose. Insulin helps glucose get into our cells, where it can be used to make energy. If you have diabetes, your body may not make enough insulin, may not use insulin in the right way, or both. That can cause too much glucose in the blood. Your family doctor may refer you to a doctor who specializes in taking care of people with diabetes, called an endocrinologist. There are two main kinds of diabetes. <strong>Type 1 diabetes.</strong> In type 1 diabetes, the body makes little or no insulin. Although adults can develop this type of diabetes, it occurs most often in children and young adults.<strong>Type 2 diabetes.</strong> In type 2 diabetes, the body makes insulin but doesn’t use it the right way. It is the most common kind of diabetes. It occurs most often in middle-aged and older adults, but it can also affect children. Your chance of getting type 2 diabetes is higher if you are overweight, inactive, or have a family history of diabetes.Diabetes can affect many parts of your body. It’s important to keep diabetes under control. Over time, it can cause serious health problems like heart disease, stroke, kidney disease, blindness, nerve damage, and circulation problems that may lead to amputation. People with type 2 diabetes also have a greater risk for Alzheimer’s disease. Many people have “prediabetes.” This means their glucose levels are higher than normal but not high enough to be called diabetes. Prediabetes is a serious problem because people who have it are at high risk for developing type 2 diabetes. There are things you can do to prevent or delay getting type 2 diabetes. Losing weight may help. Healthy eating and being physically active can make a big difference. Work with your doctor to set up a plan for good nutrition and regular exercise. Make sure to ask how often you should have your glucose levels checked. Some people with type 2 diabetes may not know they have it. But, they may feel tired, hungry, or thirsty. They may lose weight without trying, urinate often, or have trouble with blurred vision. They may also get skin infections or heal slowly from cuts and bruises. See your doctor right away if you have one or more of these symptoms. Doctors use several blood tests to help diagnose diabetes: <strong>Random plasma glucose test</strong>—given at any time during the day.<strong>A1C test</strong>—given at any time during the day; shows your glucose level for the past 3 months.<strong>Fasting plasma glucose test</strong>—taken after you have gone without food for at least 8 hours.<strong>Oral glucose tolerance test</strong>—taken after fasting overnight and then again 2 hours after having a sugary drink.Your doctor may want you to be tested for diabetes twice before making a diagnosis. Once you’ve been told you have diabetes, your doctor will choose the best treatment based on the type of diabetes you have, your everyday routine, and any other health problems you have. Many people with type 2 diabetes can control their blood glucose levels with diet and exercise alone. Others need diabetes medicines or insulin injections. Over time, people with diabetes may need both lifestyle changes and medication. You can keep control of your diabetes by: <strong>Tracking your glucose levels.</strong> Very high glucose levels or very low glucose levels (called hypoglycemia) can be risky to your health. Talk to your doctor about how to check your glucose levels at home.<strong>Making healthy food choices.</strong> Learn how different foods affect glucose levels. For weight loss, check out foods that are low in fat and sugar. Let your doctor know if you want help with meal planning.<strong>Getting exercise.</strong> Daily exercise can help improve glucose levels in older people with diabetes. Ask your doctor to help you plan an exercise program.<strong>Taking your diabetes medicines even when you feel good.</strong> Tell your doctor if you have any side effects or cannot afford your medicines.Your doctor may want you to see other healthcare providers who can help manage some of the extra problems caused by diabetes. He or she can also give you a schedule for other tests that may be needed. Talk to your doctor about how to stay healthy. Here are some ways to stay healthy with diabetes: <strong>Find out your average blood glucose level.</strong> At least twice a year, get the A1C blood test. The result will show your average glucose level for the past 3 months.<strong>Watch your blood pressure.</strong> Get your blood pressure checked often.<strong>Check your cholesterol.</strong> At least once a year, get a blood test to check your cholesterol and triglyceride levels. High levels may increase your risk for heart problems.<strong>Stop smoking.</strong> Smoking raises your risk for many health problems, including heart attack and stroke.<strong>Have yearly eye exams.</strong> Finding and treating eye problems early may keep your eyes healthy.<strong>Check your kidneys yearly.</strong> Diabetes can affect your kidneys. A urine and blood test will show if your kidneys are okay.<strong>Get flu shots every year and the pneumonia vaccine.</strong> A yearly flu shot will help keep you healthy. If you’re over 65, make sure you have had the pneumonia vaccine. If you were younger than 65 when you had the pneumonia vaccine, you may need another one. Ask your doctor.<strong>Care for your teeth and gums.</strong> Brush your teeth and floss daily. Have your teeth and gums checked twice a year by a dentist to avoid serious problems.<strong>Protect your skin.</strong> Keep your skin clean and use skin softeners for dryness. Take care of minor cuts and bruises to prevent infections.<strong>Look at your feet.</strong> Take time to look at your feet every day for any red patches. Ask someone else to check your feet if you can’t. If you have sores, blisters, breaks in the skin, infections, or build-up of calluses, see a foot doctor, called a podiatrist.Be Prepared Make sure you always have at least 3 days’ worth of supplies on hand for testing and treating your diabetes in case of an emergency. </aside>Medicare may pay to help you learn how to care for your diabetes. It may also help pay for diabetes tests, supplies, flu and pneumonia shots, special shoes, foot exams, eye tests, and meal planning. For more information about what Medicare covers, call 1-800-633-4227 (1-800-MEDICARE) or visit their website, www.medicare.gov. <strong>American Diabetes Association</strong>1-800-342-2383 (toll-free)askada@diabetes.org (email)www.diabetes.org <strong>Centers for Disease Control and Prevention</strong>1-800-232-4636 (toll-free)1-888-232-6348 (TTY/toll-free)cdcinfo@cdc.gov (email)www.cdc.gov/diabetes/home/index.html <strong>National Institute of Diabetes and Digestive and Kidney Diseases</strong>1-800-860-8747 (toll-free)1-866-569-1162 (TTY/toll-free)healthinfo@niddk.nih.gov (email)www.ndep.nih.govwww.niddk.nih.gov/health-information/diabetes <strong>Smokefree.gov</strong>1-800-784-8669(1-800-QUITNOW/toll-free)cancergovstaff@mail.nih.gov (email)www.smokefree.govhttps://60plus.smokefree.gov For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov Sign up for regular email alerts about new publications and other information from the NIA.   National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}