{"url": "https://www.nia.nih.gov/alzheimers/publication/managing-older-patients-cognitive-impairment", "text": "This quick guide suggests care strategies for your older adult patients with dementia or cognitive impairment following their diagnostic evaluation. (For information about screening and evaluation, see the National Institute on Aging (NIA) quick guide Assessing Cognitive Impairment in Older Patients.) People with cognitive impairment may require both drug treatment and other types of support. Ideally, a team approach integrating the services of physicians, nurses, other health care professionals, social workers, and community organizations may improve medical and behavioral outcomes for both the patient and caregiver.<sup>(1,2)</sup> <strong>Review the patient’s prescription and over-the-counter medications.</strong> Consider whether any might be contributing to cognitive deficits. In particular, reassess the need for anticholinergics, antihistamines, narcotics, sedatives, and benzodiazepines. Review whether the patient takes medications as prescribed, a pill organizer is being used, and a caregiver oversees medication intake to avoid undertreatment and overdoses. <strong>Consider Alzheimer’s disease medications when indicated.</strong> Note that drug treatment outcomes are modest and may be associated with adverse side effects. Discuss treatment goals and possible side effects with patients and caregivers before beginning therapy. Adjust therapy if desired effects are not seen within 12 weeks.<sup>(3)</sup> For most non-Alzheimer's dementias, there is limited information about the efficacy and safety of drug treatment for cognitive symptoms. The exception is Parkinson’s disease dementia, for which the cholinesterase inhibitor rivastigmine (Exelon<sup>®</sup>) is approved. <strong>Evaluate behavioral problems.</strong> Determine whether a more structured environment or other nonpharmacological approaches could replace or delay the need for antipsychotic medications.<sup>(4)</sup> <strong>Use great caution for any off-label use of antipsychotic medications in patients with dementia,</strong> with constant monitoring for efficacy and safety. No medications are specifically approved to treat behavioral and psychotic symptoms in older adults with dementia. Patients with Parkinson’s disease dementia or dementia with Lewy bodies are particularly sensitive to classic antipsychotics such as haloperidol (Haldol<sup>®</sup>).<sup>(5)</sup> <strong>Make an appointment for a follow-up visit</strong> within a specific timeframe (e.g., 4 to 6 weeks), especially if new medication is prescribed. Ask the patient to bring to each visit a relative or friend who can serve as a care partner, as diminished self-awareness of cognitive decline is common, and reliable information transfer is more likely with the presence of a care partner. <strong>Discuss the diagnosis and treatment plans.</strong> Write down all recommendations. Ensure that treatment plans are understood and feasible for the patient and caregiver. <strong>Address potential issues of driving, getting lost, and home safety each time the person is seen.</strong> These issues are especially critical for people with dementia who live alone. <strong>Ask for permission to contact a close relative or friend who can serve as a care partner.</strong> Establish and maintain a dialogue with the care partner to discuss safety concerns and help monitor changes in the patient’s daily routine, mood, behavior, and sleep. Also, use this opportunity to ask the care partner how he or she is doing, and what assistance and resources are needed to deliver care and manage stress. <strong>Offer the patient and caregiver a checklist of \"next steps and resources”</strong> about Alzheimer’s disease or other dementias. For tips on communicating with older patients with cognitive impairment, see Talking With Your Older Patient: A Clinician’s Handbook. For example, to gain the patient’s attention, sit in front of him or her and maintain eye contact. Present one question, instruction, or statement at a time. Write down important information, especially resources. <strong>Suggest aids for daily functioning,</strong> such as to-do lists, a calendar, and other reminders. Technology for medication management, safety (e.g., emergency response, door alarms), and other care is also available. <strong>Suggest regular physical activity, a healthy diet, social activity, hobbies, and intellectual stimulation,</strong> which may help slow cognitive decline.<sup>(6)</sup> <strong>Refer the person and caregiver to national and community resources,</strong> including support groups. It is important that the caregiver learns about and uses respite care. NIA Alzheimer's Disease Education and Referral (ADEAR) Center: 1-800-438-4380  .Alzheimer’s Association: 1-800-272-3900.Alzheimer’s Foundation of America: 1-866-232-8484.Eldercare Locator: 1-800-677-1166.Local nonprofit organizations: ______________________________________________.<strong>Consider referring the person with impairment to a dementia specialty clinic</strong> if diagnostic or management concerns remain. In the case of young-onset dementia, planning and management concerns are complex; specialty clinics can address such rare conditions. <strong>Inform the patient and family about opportunities to participate</strong> in clinical trials and research studies. Find trials and resources at: NIA ADEAR Center clinical trials finder.Alzheimer’s Association’s TrialMatch service.ClinicalTrials.gov.The ADEAR Center website has information about volunteering for clinical trials. It also offers a free consumer booklet, Participating in Alzheimer's Research: For Yourself and Future Generations. Order online or call 1-800-438-4380. <strong>Alzheimer’s Resources</strong> Aging Brain Care Tools (Indiana University and Regenstrief Institute).ACT on Alzheimer’s Provider Practice Tools (ACT on Alzheimer’s).Caring for a Person with Alzheimer’s Disease (NIA).Disclosing an Alzheimer’s Diagnosis (video from Actionalz).Management &amp; Patient Care (Alzheimer’s Association).Physicians Guide to Assessing and Counseling Older Drivers (American Geriat­rics Society and National Highway Traffic Safety Administration).<strong>Resources for Other Dementias</strong> Frontotemporal Disorders Association for Frontotemporal Degeneration.Frontotemporal Disorders: Information for Patients, Families, and Caregivers (National Institutes of Health).Lewy Body Dementia Lewy Body Dementia Association.Lewy Body Dementia: Information for Patients, Families, and Professionals (National Institutes of Health).Galvin JE, Valois L, Zweig Y. Collaborative transdisciplinary team approach for dementia care. Neurodegener Dis Manag. 2014 Dec;4(6):455-469. www.ncbi.nlm.nih.gov/pubmed/25531688.Callahan CM, Sachs GA, LaMantia MA, et al. Redesigning systems of care for older adults with Alzheimer’s disease. Health Aff. 2014 Apr;33(4):626-632. www.ncbi.nlm.nih.gov/pubmed/24711324.Choosing Wisely®: an initiative of the American Board of Internal Medicine Foundation. 2014; revised 2015. Retrieved May 20, 2015, from www.choosingwisely.org/clinician-lists/american-geriatrics-society-cholinesterase-inhibitors-for-dementia.Steinberg M and Lyketsos CG. Atypical antipsychotic use in patients with dementia: managing safety concerns. Am J Psychiatry. 2012 Sep;169(9):900-906. www.ncbi.nlm.nih.gov/pubmed/22952071.Goldman JG, Williams-Gray C, Barker RA, et al. The spectrum of cognitive impairment in Lewy body diseases. Mov Disord. 2014 Apr 15;29(5):608-621. www.ncbi.nlm.nih.gov/pubmed/24757110.Di Marco LY, Marzo A, Muñoz-Ruiz M, et al. Modifiable lifestyle factors in dementia: a systematic review of longitudinal observational cohort studies. J Alzheimers Dis. 2014;42(1):119-135. www.ncbi.nlm.nih.gov/pubmed/24799342.For more information about Alzheimer's disease and other dementias, contact: <strong>Alzheimer's Disease Education and Referral (ADEAR) Center</strong>1-800-438-4380 (toll-free)adear@nia.nih.govwww.nia.nih.gov/alzheimerswww.nia.nih.gov/alzheimers/alzheimers-and-dementia-resources-professionals The National Institute on Aging’s ADEAR Center offers information and publications for families, caregivers, and professionals on diagnosis, treatment, patient care, caregiver needs, long-term care, education and training, and research related to Alzheimer’s disease. Staff members answer telephone, email, and written requests and make referrals to local and national resources. Visit the ADEAR website to learn more about Alzheimer's and other dementias, find clinical trials, and sign up for email updates. "}