{"url": "https://www.nia.nih.gov/alzheimers/publication/caring-person-alzheimers-disease", "text": "This guide is for people who care for family members or others with Alzheimer's disease (AD) at home. AD is an illness that changes the brain. It causes people to lose the ability to remember, think, and use good judgment. People with AD may have trouble taking care of themselves. Over time, as the disease gets worse, they will need more help. Sometimes, taking care of the person with AD makes you feel good because you are providing love and comfort. Other times, it can be overwhelming. Also, each day brings new challenges. You may not even realize how much you have taken on because the changes can happen slowly over a long period of time. We've written this guide to help you learn about and cope with these changes and challenges. You will also find suggestions for taking care of yourself, which help you to be a good caregiver. The information in this guide comes from other caregivers and from medical research, such as that funded by the National Institute on Aging (NIA). NIA is part of the National Institutes of Health, the nation's medical research agency. NIA leads the effort to find the cause of and treatment for Alzheimer's disease. <img align=\"right\" alt=\"elderly couple\" class=\"right\" src=\"/sites/default/files/01_couple02.jpg\"/><strong>The guide tells you how to:</strong> Understand how AD changes a person.Learn how to cope with these changes.Help family and friends understand AD.Plan for the future.Make your home safe for the person with AD.Manage everyday activities like eating, bathing, dressing, and grooming.Take care of yourself.Get help with caregiving.Find out about helpful resources, such as websites, support groups, government agencies, and adult day care programs.Choose a full-time care facility for the person with AD if needed.Learn about common behavior and medical problems of people with AD and some medicines that may help.Cope with late-stage AD.This guide contains a lot of information. Please don't feel that you have to read it all at one time. You can use the tools listed below to find what you need quickly. <strong>Table of Contents:</strong> Use the Table of Contents on the left side of the pages to help find the topics that interest you. <strong>Words to Know:</strong> Check this section for definitions of medical words and how to say them. "}