{"url": "https://www.nia.nih.gov/health/publication/heart-health", "text": "Elena keeps an eye on her husband Frank to make sure he is taking care of his heart. But she was surprised at a recent medical appointment when Dr. Reyes asked about her family’s history of heart disease. When Dr. Reyes heard that Elena’s mother had died at age 58, after a heart attack, he told Elena that she too should be following a heart-healthy lifestyle. He said older women, as well as older men, can have heart problems. So now, Elena and Frank are both taking steps toward heart health. Your heart is a strong muscle about the size of the palm of your hand. Just like an engine makes a car go, the heart keeps your body running. The heart has two pumps. The stronger pump uses arteries to send blood with oxygen away from the heart, throughout the body. The other pump uses veins to bring blood back to the heart and sends it to the lungs to get more oxygen. An electrical system in the heart controls the heart’s pumps (the heart beat or pulse). Check Your Blood Pressure As you get older, it is important for you to have your blood pressure checked regularly, even if you are healthy. You may feel fine, but if not treated, high blood pressure can lead to stroke and problems with your heart, eyes, and kidneys. Exercise and reducing salt in your diet can help, but often medication is needed to manage high blood pressure and the related problems. </aside>Aging can cause changes in the heart and blood vessels. For example, as you get older, your heart can’t beat as fast during physical activity or stress as when you were younger. However, the number of heart beats per minute (heart rate) at rest does not change as you age. Many of the problems older people have with their heart and blood vessels are really caused by disease, not by aging. For example, an older heart can normally pump blood as strong as a younger heart; less ability to pump blood is caused by disease. But, changes that happen with age may increase a person’s risk of heart disease. The good news is there are things you can do to delay, lower, or possibly avoid or reverse your risk. A common problem related to aging is “hardening of the arteries,” called arteriosclerosis (ahr-teer-ee-o-skluh-roh-sis). This problem is why blood pressure goes up with age. Age can cause other changes to the heart. For example: Blood vessels can become stiffer, and some parts of the heart wall will thicken to help with blood flow.Your valves (one-way, door-like parts that open and close to control the blood flow inside your heart) may become thicker and stiffer, causing leaks or problems with pumping blood out of the heart.The size of the sections of your heart may increase.Other factors, such as thyroid disease or chemotherapy, may weaken the heart muscle. Things you can’t control, like your family history, might also increase your risk of heart disease. But even so, leading a heart-healthy lifestyle might help you avoid or delay serious illness. There are many different kinds of heart disease. The most common is atherosclerosis (ath-uh-roh-skluh-roh-sis), the buildup of fatty deposits or plaques in the walls of arteries. As plaque builds up, there is less space for blood to flow normally and deliver oxygen through­out the body, including to the heart. Depending on where the buildup is, it can cause a heart attack, leg pain, or a stroke. Atherosclerosis is not part of normal aging and can be serious. There are choices you can make to prevent or delay heart disease, including: Don’t smoke.Stay at a healthy weight.Avoid spending hours every day sitting.Exercise.Keep your diabetes, high blood pressure, and/or high cholesterol under control.Manage your stress.Don’t drink a lot of alcohol.Some Medical Tests Your doctor will check your blood pres­sure and do a blood test to check your cholesterol, a fat that can add to plaques in your arteries. He or she might also do a blood test for CRP (c-reactive protein) and suggest you have an ECG or EKG, an electrocardiogram. This is a test that looks at electrical activity in your heart. </aside>Early heart disease often doesn’t have symptoms, or the symptoms may be barely noticeable. This is especially true in older adults. That’s why regular checkups with your doctor are important. Contact your doctor right away if you feel any chest pain. However, as you get older, chest pain is a less common sign of heart disease, so be aware of other symptoms. Tell your doctor if you feel: Pain in the shoulders, arms, neck, jaw, or back.Shortness of breath when active or at rest.Chest pain during physical activity that gets better when you rest.Lightheaded.Dizzy.Confusion.Headaches.Cold sweats.Nausea/vomiting.Easily tired or fatigued.Swelling in the ankles, feet, legs, stomach, and/or neck.Less able to exercise or be physically active.Problems doing your normal activities.Problems with a rapid or irregular heartbeat are much more common in older adults than younger people and need to be treated. See a doctor if you feel a fluttering in your chest or have the feeling that your heart is skipping a beat or beating too hard, especially if you are weaker than usual, dizzy, or tired. If you have any signs of heart disease, your doctor may send you to see a cardiologist, a doctor who specializes in the heart. Heart Attack? Call 9-1-1 Act in time: Learn the warning signs of a heart attack. If you or someone you know might be having a heart attack, call 9-1-1 right away. You need to take an ambulance to the hospital as soon as possible. Do not try to drive yourself, and do not have someone else drive you unless there is no ambulance service where you live. The sooner you get to a hospital, the more can be done to stop any damage. These warning signs can include crushing chest pain and/or discomfort or pain elsewhere in the upper body, neck or arms, nausea, a cold sweat, fainting or lightheadedness, or shortness of breath. </aside>There are a lot of steps you can take to keep your heart healthy. <strong>Try to be more physically active.</strong> Talk with your doctor about the type of activities that would be best for you. If possible, aim to get at least 30 minutes of moderate-intensity activity on most or all days of the week. Every day is best. It doesn’t have to be done all at once—10-minute periods will do. Start by doing activities you enjoy—brisk walking, dancing, bowling, bicycling, or gardening, for example. See For More Information to find out how to contact <strong>Go4Life</strong><strong>®</strong>, an exercise and physical activity campaign from the National Institute on Aging (NIA) at NIH. <strong>Go4Life</strong> is designed to help you fit exercise and physical activity into your daily life. <strong>If you smoke, quit.</strong> Smoking adds to the damage to artery walls. It’s never too late to get some benefit from quitting smoking. Quitting, even in later life, can over time, lower your risk of heart disease and cancer. Cholesterol Cholesterol is a type of fat in some foods. Eating fatty foods can raise the cholesterol in your blood. High blood cholesterol levels could add to the plaque in your arteries. Your doctor can check the cholesterol in your blood with a blood test. This will tell you your overall or total cholesterol level as well as the LDLs (\"bad\" cholestrol), HDLs (\"healthy\" cholesterol), and triglycerides (another type of fat in the blood that puts you at risk for heart problems.) </aside><strong>Follow a heart-healthy diet.</strong> Choose low-fat foods and those that are low in salt. Eat plenty of fruits, vegetables, and foods high in fiber like those made from whole grains. And if you drink alcohol, men should not have more than two drinks a day and women only one. Get more tips in NIA’s booklet, What’s On Your Plate? Smart Food Choices for Healthy Aging. The National Heart, Lung, and Blood Institute (NHLBI) has information on two eating plans— Therapeutic Lifestyle Changes (TLC) and Dietary Approaches to Stop Hypertension (DASH). See For More Information to learn how to contact NIA and NHLBI. <strong>Keep a healthy weight.</strong> Your healthcare provider will probably check your weight and height to learn your BMI (body mass index). A BMI of 25 or higher means you are at greater risk for heart disease as well as diabetes (high blood sugar) and other health conditions. Extra fat around the middle of your body may increase your risk of heart disease. A man’s risk of heart disease is increased if his waist measures more than 40 inches. A woman’s risk is increased at 35 inches. Following a healthy eating plan and being physically active might help you. Questions to Ask Your Doctor The National Heart, Lung, and Blood Institute suggests you ask your doctor the following questions to learn more about your risk for heart disease and what to do about it. Be sure to ask what you can do if you are told you are at increased risk or already have a heart problem. What is my risk for heart disease?.What is my blood pressure?.What are my cholesterol numbers? (These include total cholesterol, LDL, HDL, and triglycerides.).What are my body mass index (BMI) and waist measurement? Do they mean that I need to lose weight for my health?.What is my blood sugar level, and does it mean that I’m at risk for diabetes?.What other screening tests do I need to help protect my heart?.What can you do to help me quit smoking?.How much physical activity do I need to help protect my heart?.What’s a heart-healthy eating plan for me?.How can I tell if I’m having a heart attack? If I think I’m having one, what should I do?.</aside>Here are some helpful resources: <strong>American Heart Association</strong>7272 Greenville AvenueDallas, TX 752311-800-242-8721 (toll-free)www.heart.org <strong>National Heart, Lung, and Blood Institute</strong>Health Information CenterP.O. Box 30105Bethesda, MD 20824-01051-301-592-8573www.nhlbi.nih.gov <strong>National Library of Medicine</strong><strong>MedlinePlus</strong>www.medlineplus.gov <strong>Smokefree60+</strong>National Cancer Institutehttps://60plus.smokefree.gov/ For more information about health and aging, including exercise, high blood pressure, stroke, smoking, and diabetes, contact: <strong>National Institute on Aging</strong><strong>Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.gov  Sign up for regular email alerts about new publications and find other information from the NIA. Looking for more information on how to exercise safely? Check out <strong>Go4Life</strong>. This exercise and physical activity campaign from the NIA has exercises, success stories, motivational tips, and free video and print materials. Find information on nutrition and healthy eating from the NIA’s What’s On Your Plate? Smart Food Choices for Healthy Aging. Get an overview of recommended eating plans, nutrition information, shopping and food safety tips, printable resources, videos, and other information from the Dietary Guidelines for Americans, 2010. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services Verified "}