{"url": "https://www.nia.nih.gov/research/publication/global-health-and-aging", "text": "The world is facing a situation without precedent: We soon will have more older people than children and more people at extreme old age than ever before. As both the proportion of older people and the length of life increase throughout the world, key questions arise. Will population aging be accompanied by a longer period of good health, a sustained sense of well-being, and extended periods of social engagement and productivity, or will it be associated with more illness, disability, and dependency? How will aging affect health care and social costs? Are these futures inevitable, or can we act to establish a physical and social infrastructure that might foster better health and wellbeing in older age? How will population aging play out differently for low-income countries that will age faster than their counterparts have, but before they become industrialized and wealthy? This brief report attempts to address some of these questions. Above all, it emphasizes the central role that health will play moving forward. A better understanding of the changing relationship between health with age is crucial if we are to create a future that takes full advantage of the powerful resource inherent in older populations. To do so, nations must develop appropriate data systems and research capacity to monitor and understand these patterns and relationships, specifically longitudinal studies that incorporate measures of health, economic status, family, and well-being. And research needs to be better coordinated if we are to discover the most cost-effective ways to maintain healthful life styles and everyday functioning in countries at different stages of economic development and with varying resources. Global efforts are required to understand and find cures or ways to prevent such age-related diseases as Alzheimer’s and frailty and to implement existing knowledge about the prevention and treatment of heart disease, stroke, diabetes, and cancer. Managing population aging also requires building needed infrastructure and institutions as soon as possible. The longer we delay, the more costly and less effective the solutions are likely to be. Population aging is a powerful and transforming demographic force. We are only just beginning to comprehend its impacts at the national and global levels. As we prepare for a new demographic reality, we hope this report raises awareness not only about the critical link between global health and aging, but also about the importance of rigorous and coordinated research to close gaps in our knowledge and the need for action based on evidence-based policies.Richard Suzman, PhDDirector, Division of Behavioral and Social ResearchNational Institute on AgingNational Institutes of Health John Beard, MBBS, PhDDirector, Department of Ageing and Life CourseWorld Health Organization "}