{"url": "https://www.nia.nih.gov/health/publication/understanding-lung-problems", "text": "Lupe has smoked for over 45 years. This year she started having trouble keeping up with her 3-year-old grandson without gasping for air. She can no longer work in her garden without having coughing fits. Sometimes Lupe feels out of breath strolling through the market. Yet, Lupe was surprised when her doctor said she had chronic obstructive pulmonary disease. Every day you breathe in and out nearly 20,000 times. That’s a lot of work for your lungs. Over time your likelihood of having a serious lung problem increases, especially if you smoke. Lung problems that are more common among older people include: Chronic obstructive pulmonary disease.Pneumonia.Lung cancer.COPD is a disease that makes it hard to breathe. There are two main types of COPD: emphysema and chronic bronchitis. Symptoms Of COPD Shortness of breath is one of the most common symptoms of COPD. People who have COPD may feel like their chest is so tight that they cannot breathe. They may cough a lot. The coughing may or may not produce sticky, slimy mucus. COPD can also cause wheezing. These problems develop slowly and get worse over time. For example, at first someone with COPD might only have trouble catching his or her breath when being physically active. But over time, the shortness of breath may occur even when resting. COPD can lead to other problems like creating strain on the heart, which can result in swollen ankles, feet, or legs. In advanced stages of COPD, people can have blue lips because they do not have enough oxygen in their blood. In older adults, COPD can sometimes be confused with asthma. If you have shortness of breath, wheezing, or other problems breathing, your doctor will be able to tell if you have COPD, asthma, or another condition. Causes Of COPD COPD is often caused by smoking. Breathing secondhand smoke (someone else’s smoke), air pollution, chemical fumes, a lot of dust, or other things that bother the lungs and airways over time can also cause COPD. Some people may have a genetic condition that increases their chance of getting COPD. Tests For COPD If you have symptoms of COPD, see your doctor right away. Your doctor may test your lungs and how well you breathe, look at your lungs, or do other exams. Your doctor might also send you to a pulmonologist, a doctor who specializes in lung problems. Treatment For COPD There is no cure for COPD. But, there are things people with COPD can do to feel better. Most important, do not smoke. Smoking is the leading cause of COPD. If you stop smoking, you may breathe more easily and could add years to your life. It’s never too late to quit smoking! If you have COPD, your doctor might prescribe an inhaler. This is a device that gets medicine right into your lungs. Your doctor might suggest a special exercise program. Also, you can learn breathing techniques and other tricks to help you stay active. If your COPD gets worse, you might need to receive extra oxygen. In rare cases, surgery may help. People with COPD can protect themselves by getting shots to prevent the flu and pneumonia. Pneumonia is an infection of one or both of your lungs. Symptoms Of Pneumonia People who have pneumonia may have a fever, chills, trouble breathing, and a cough with mucus. They may feel sick to their stomach. Pneumonia can make people feel very tired, even after other symptoms go away. Pneumonia can be mild or severe. For some older people, pneumonia can be a serious problem. It can take 3 weeks or longer before they feel better and over a month before they stop feeling tired. Causes Of Pneumonia Pneumonia is caused by germs like bacteria, viruses, and fungi. It is most common in the winter months. Your chance of getting pneumonia goes up if you smoke or drink a lot of alcohol. Some people come in contact with germs that cause pneumonia during a hospital stay or at their nursing home. These people may already have health problems, so pneumonia can be very serious. Tests For Pneumonia Your doctor may be able to tell if you have pneumonia by doing a physical exam, taking an x-ray of your chest, collecting a blood sample, or doing other tests. Treatment For Pneumonia Mild cases of pneumonia can sometimes be treated at home. If you have a mild case of pneumonia, your doctor will likely prescribe pills to fight the germs causing the infection. Take the medicine exactly as your doctor tells you, even if you are feeling better. Sometimes pneumonia must be treated in the hospital. Along with medication, you may receive oxygen and other treatments to help you breathe. Prevent Pneumonia Pneumonia can be very serious and even life-threatening. Take steps to prevent pneumonia: Talk to your doctor about shots for the flu and pneumonia.Wash your hands with soap and water.Cover your nose and mouth when you sneeze or cough; throw out tissues and wash your hands right away.Keep yourself healthy by getting plenty of rest, making healthy food choices, and being active.Don’t smoke.Lung cancer is the leading cause of cancer death in the United States. Symptoms Of Lung Cancer Common signs of lung cancer include: A cough that does not go away and gets worse over time.Constant chest pain.Coughing up blood.Problems with breathing, wheezing, or hoarseness.Repeated problems with pneumonia.Swelling of the neck and face.Loss of appetite or weight loss.Feeling very tired.These symptoms may be caused by lung cancer or other health problems. Do not wait until you feel pain. See your doctor right away. Studies show that starting treatment for lung cancer early leads to better results. Tests For Lung Cancer It takes several steps to diagnose lung cancer. Your doctor may ask questions about your family and medical history and do a physical exam. He or she may take an x-ray or other type of picture of your chest to look for spots on the lungs. In addition, your doctor may look for cancer cells in mucus coughed up from your lungs. To confirm whether or not you have lung cancer, your doctor must look at a small sample of fluid or tissue taken from your lungs, called a biopsy. Treatment For Lung Cancer Your treatment is based on the type of lung cancer you have and whether or not it has spread to other parts of the body. It also depends on your general health. Sometimes surgery can remove most or all of the cancer. If the cancer has spread to other parts of the body, other treatments using anti-cancer drugs, radiation, or lasers may be best for killing cancer cells and shrinking tumors. Researchers continue to search for new ways to treat and prevent lung cancer. The best way to lower your chance of having lung cancer is to quit or never start smoking. Zafar just celebrated his 71<sup>st</sup> birthday. He has had asthma since he was a little boy, but it never stopped Zafar from blowing out all the candles on the cake. He knows how to control his asthma very well. However, during a checkup, Dr. Lee told Zafar that the medicine he takes for high blood pressure might interfere with his asthma medicine. Dr. Lee worked with Zafar to make a new plan for managing his asthma. Many people live long, healthy lives with asthma. But, some medicines (for example beta-blockers or aspirin) used to treat age-related health issues can interfere with your asthma treatment or even make your asthma worse. Be sure to tell your doctor all the medicines you take, including medicines you get over-the-counter, without a prescription. Make each breath a healthy one. If you smoke, learn about ways to quit. If you have trouble breathing, see your doctor right away. Here are some helpful resources: <strong>American College of Chest Physicians</strong>3300 Dundee RoadNorthbrook, IL 60062-23481-847-498-14001-800-343-2227 (toll-free)www.chestnet.org <strong>American Lung Association </strong>1301 Pennsylvania Avenue, NWSuite 800Washington, DC 200041- 202-785-33551-800-548-8252 (lung helpline, toll-free)www.lungusa.org <strong>National Cancer Institute</strong>6116 Executive BoulevardSuite 300Bethesda, MD 20892-83221-800-422-6237 (1-800-4-CANCER, toll-free)www.cancer.gov <strong>National Heart Lung and Blood Institute</strong>P.O. Box 30105Bethesda, MD 20824-01051-301-592-85731-240-629-3255 (TTY)www.nhlbi.nih.gov <strong>National Institute of Allergy and Infectious Diseases</strong>5601 Fishers Lane, MSC 9806Bethesda, MD 20892-98061-866-284-4107 (toll-free)1-800-877-8339 (TTY/toll-free)www.niaid.nih.gov <strong>Smokefree60+</strong>National Cancer Institutehttps://60plus.smokefree.gov/ For more information on health and aging, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.gov  To sign up for regular email alerts about new publications and other information from the NIA, go to www.nia.nih.gov/health. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to have the text read out loud or to make the type larger. National Institute on AgingNational Institutes of HealthU. S. Department of Health &amp; Human Services April 2011 "}