{"url": "https://www.nia.nih.gov/alzheimers/publication/participating-alzheimers-research", "text": "<table align=\"right\" class=\"textbox right\" width=\"250\"><tbody><tr><td align=\"center\"><img alt=\"African American family of potential clinical trial participants\" src=\"/sites/default/files/clinical-trials-african-american-family.jpg\" style=\"width: 250px; height: 191px;\"/></td></tr><tr><td align=\"center\">Participating in a clinical trial or study helps medical researchers find new ways to treat and prevent Alzheimer's and other diseases, and could help future generations lead healthier lives.</td></tr></tbody></table>\"When I was diagnosed with Alzheimer’s disease, I wanted to do everything possible to fight the disease, not give in to it. I talked with my doctor about possible treatments. He helped me find a clinical trial that was right for me. Now I get to talk with Alzheimer’s experts. Plus, I know I’m doing something that might help my children and grandchildren avoid the disease.\" This is an exciting time for Alzheimer’s disease clinical research. Thanks to advances in our understanding of this brain disorder and powerful new tools for “seeing” and diagnosing it in people, scientists are making great strides in identifying potential new ways to help diagnose, treat, and even prevent Alzheimer’s. These advances are possible because thousands of people have participated in Alzheimer’s clinical trials and other studies to learn more about the disease and test treatments. We know what we know because of them. You may have heard of clinical trials and research studies but are not sure what they are or if you want to join one. This booklet provides information to help you decide if participating in a clinical trial or study is right for you, a friend, or family member. Whatever the motivation, when you choose to participate in research, you become a partner in scientific discovery. Your contribution can help future generations lead healthier lives. Major medical breakthroughs could not happen without the generosity of clinical trial participants—young and old. You can make a difference by participating in research. <table border=\"1\" cellpadding=\"10\" class=\"textbox textbox-75 textbox-blue\"><tbody><tr><td>Today, at least 70,000 volunteers are urgently needed to participate in more than 150 active clinical trials and studies in the United States that are testing ways to understand, treat, prevent, or cure Alzheimer’s disease. All kinds of people, including healthy volunteers, are needed. </td></tr></tbody></table>"}