{"url": "https://www.nia.nih.gov/alzheimers/publication/stopping-alzheimers-disease-and-related-dementias", "text": "With the 2011 National Alzheimer's Project Act, research aimed at a cure for Alzheimer's disease and related dementias became a national priority, and a National Plan to Address Alzheimer's Disease was established. At the direction of Congress, the National Institutes of Health (NIH) develops an annual professional judgment budget to estimate the funds needed to fully pursue scientific opportunities to meet the research goal of the Plan—to effectively treat and prevent Alzheimer's and related dementias by 2025. Biomedical studies and care and services research are addressed in the budget estimate. The professional judgment budget is also called a \"bypass budget\" because it is submitted to the President and then to Congress, without modification through the traditional Federal budget process. It includes a set of targeted milestones and an estimate of the additional investment needed in fiscal year (FY) 2018, above the base for Alzheimer's and related dementias in the President's FY 2017 budget to help NIH—and the Nation—move forward to end the devastation of dementia. The bypass budget also highlights recent NIH-supported basic, translational, and clinical research—a wealth of studies that are helping us better understand, diagnose, prevent, and treat Alzheimer's and related dementias. The NIH FY 2018 Bypass Budget for Alzheimer's Disease and Related Dementias was presented August 1, 2016. Here you will find: <table border=\"0\" style=\"margin:10px;\" width=\"100%\"><tbody><tr><td align=\"center\"><p align=\"center\"><img alt=\"cover thumbnail of bypass budget document\" src=\"/sites/default/files/bypass-budget-cover-thumb.jpg\" style=\"border: 1px solid rgb(0, 0, 0); width: 160px; height: 217px;\"/> </td><td style=\"vertical-align:middle;\" width=\"20\"> </td><td style=\"vertical-align:middle;\"><strong>Bypass Budget Proposal for Fiscal Year 2018—Stopping Alzheimer's Disease and Related Dementias: Advancing Our Nation's Research Agenda (PDF, 1.9M)</strong> Read the full professional judgment budget for FY 2018, which describes research accomplishments and directions, along with the estimate of the additional funds needed in FY 2018, above the base for Alzheimer's and related dementias in the President's FY 2017 budget, that would enable NIH to fully pursue that research.</td></tr><tr><td align=\"center\"><p align=\"center\"><img alt=\"cover thumbnail of Executive Summary\" src=\"/sites/default/files/executive_summary_thumb.png\" style=\"border:1px solid #000\"/> </td><td style=\"vertical-align:middle;\" width=\"20\"> </td><td style=\"vertical-align:middle;\"><strong>Stopping Alzheimer's Disease and Related Dementias: Executive Summary (PDF, 445K)</strong> This executive summary outlines the toll Alzheimer's takes on the United States and promising opportunities in Alzheimer's and related dementia research that NIH is pursuing. </td></tr><tr><td align=\"center\"><p align=\"center\"><img alt=\"cover thumbnail of milestones document\" src=\"/sites/default/files/fy2018_milestones_thumbnail.png\" style=\"border:1px solid #000\"/> </td><td style=\"vertical-align:middle;\" width=\"20\"> </td><td style=\"vertical-align:middle;\"><strong>FY 2018 Alzheimer's Disease and Related Dementias Bypass Budget Research Implementation Milestones (PDF, 289K)</strong> This summary of planned research milestones for FY 2018 is organized by research categories and implementation areas.</td></tr><tr><td align=\"center\"><p align=\"center\"><img alt=\"screenshot of searchable milestones page\" src=\"https://d2cauhfh6h4x0p.cloudfront.net/s3fs-public/milestones-screenshot.png\"/> </td><td style=\"vertical-align:middle;\" width=\"20\"> </td><td style=\"vertical-align:middle;\"><strong>Alzheimer's Disease Research Implementation Milestone Database</strong> Use this database to explore the full set of Alzheimer's-related research implementation milestones, through 2025. Search by year, research implementation areas, and CADRO category. </td></tr></tbody></table>"}