{"url": "https://www.nia.nih.gov/alzheimers/publication/alzheimers-disease-fact-sheet", "text": "Alzheimer’s disease is an irreversible, progressive brain disorder that slowly destroys memory and thinking skills, and eventually the ability to carry out the simplest tasks. In most people with Alzheimer’s, symptoms first appear in their mid-60s. Estimates vary, but experts suggest that more than 5 million Americans may have Alzheimer’s. Alzheimer's disease is currently ranked as the sixth leading cause of death in the United States, but recent estimates indicate that the disorder may rank third, just behind heart disease and cancer, as a cause of death for older people. Alzheimer’s is the most common cause of dementia among older adults. Dementia is the loss of cognitive functioning—thinking, remembering, and reasoning—and behavioral abilities to such an extent that it interferes with a person’s daily life and activities. Dementia ranges in severity from the mildest stage, when it is just beginning to affect a person’s functioning, to the most severe stage, when the person must depend completely on others for basic activities of daily living. The causes of dementia can vary, depending on the types of brain changes that may be taking place. Other dementias include Lewy body dementia, frontotemporal disorders, and vascular dementia. It is common for people to have mixed dementia—a combination of two or more disorders, at least one of which is dementia. For example, some people have both Alzheimer's disease and vascular dementia. Alzheimer’s disease is named after Dr. Alois Alzheimer. In 1906, Dr. Alzheimer noticed changes in the brain tissue of a woman who had died of an unusual mental illness. Her symptoms included memory loss, language problems, and unpredictable behavior. After she died, he examined her brain and found many abnormal clumps (now called amyloid plaques) and tangled bundles of fibers (now called neurofibrillary, or tau, tangles). These plaques and tangles in the brain are still considered some of the main features of Alzheimer’s disease. Another feature is the loss of connections between nerve cells (neurons) in the brain. Neurons transmit messages between different parts of the brain, and from the brain to muscles and organs in the body. <figure align=\"right\" class=\"right\"><img src=\"/sites/default/files/brain_slices.jpg\" style=\"height: 247px; width: 250px;\"/> <figcaption>Cross sections of the brain show atrophy, or shrinking, of brain tissue caused by Alzheimer's disease. </figcaption></figure>Scientists continue to unravel the complex brain changes involved in the onset and progression of Alzheimer’s disease. It seems likely that damage to the brain starts a decade or more before memory and other cognitive problems appear. During this preclinical stage of Alzheimer’s disease, people seem to be symptom-free, but toxic changes are taking place in the brain. Abnormal deposits of proteins form amyloid plaques and tau tangles throughout the brain, and once-healthy neurons stop functioning, lose connections with other neurons, and die. The damage initially appears to take place in the hippocampus, the part of the brain essential in forming memories. As more neurons die, additional parts of the brain are affected, and they begin to shrink. By the final stage of Alzheimer’s, damage is widespread, and brain tissue has shrunk significantly. Signs and Symptoms Memory problems are typically one of the first signs of cognitive impairment related to Alzheimer’s disease. Some people with memory problems have a condition called mild cognitive impairment (MCI). In MCI, people have more memory problems than normal for their age, but their symptoms do not interfere with their everyday lives. Movement difficulties and problems with the sense of smell have also been linked to MCI. Older people with MCI are at greater risk for developing Alzheimer's, but not all of them do. Some may even go back to normal cognition. The first symptoms of Alzheimer's vary from person to person. For many, decline in non-memory aspects of cognition, such as word-finding, vision/spatial issues, and impaired reasoning or judgment, may signal the very early stages of Alzheimer’s disease. Researchers are studying biomarkers (biological signs of disease found in brain images, cerebrospinal fluid, and blood) to see if they can detect early changes in the brains of people with MCI and in cognitively normal people who may be at greater risk for Alzheimer’s. Studies indicate that such early detection may be possible, but more research is needed before these techniques can be relied upon to diagnose Alzheimer's disease in everyday medical practice. Mild Alzheimer’s Disease As Alzheimer’s disease progresses, people experience greater memory loss and other cognitive difficulties. Problems can include wandering and getting lost, trouble handling money and paying bills (PDF, 159K), repeating questions, taking longer to complete normal daily tasks, and personality and behavior changes. People are often diagnosed in this stage. Moderate Alzheimer’s Disease In this stage, damage occurs in areas of the brain that control language, reasoning, sensory processing, and conscious thought. Memory loss and confusion grow worse, and people begin to have problems recognizing family and friends. They may be unable to learn new things, carry out multistep tasks such as getting dressed, or cope with new situations. In addition, people at this stage may have hallucinations, delusions, and paranoia and may behave impulsively. Severe Alzheimer’s Disease Ultimately, plaques and tangles spread throughout the brain, and brain tissue shrinks significantly. People with severe Alzheimer’s cannot communicate and are completely dependent on others for their care. Near the end, the person may be in bed most or all of the time as the body shuts down. Scientists don’t yet fully understand what causes Alzheimer’s disease in most people. In people with early-onset Alzheimer's, a genetic mutation is usually the cause. Late-onset Alzheimer's arises from a complex series of brain changes that occur over decades. The causes probably include a combination of genetic, environmental, and lifestyle factors. The importance of any one of these factors in increasing or decreasing the risk of developing Alzheimer’s may differ from person to person. The Basics of Alzheimer’s Scientists are conducting studies to learn more about plaques, tangles, and other biological features of Alzheimer’s disease. Advances in brain imaging techniques allow researchers to see the development and spread of abnormal amyloid and tau proteins in the living brain, as well as changes in brain structure and function. Scientists are also exploring the very earliest steps in the disease process by studying changes in the brain and body fluids that can be detected years before Alzheimer’s symptoms appear. Findings from these studies will help in understanding the causes of Alzheimer's and make diagnosis easier. One of the great mysteries of Alzheimer’s disease is why it largely strikes older adults. Research on normal brain aging is shedding light on this question. For example, scientists are learning how age-related changes in the brain may harm neurons and contribute to Alzheimer’s damage. These age-related changes include atrophy (shrinking) of certain parts of the brain, inflammation, production of unstable molecules called free radicals, and mitochondrial dysfunction (a breakdown of energy production within a cell). Genetics Most people with Alzheimer’s have the late-onset form of the disease, in which symptoms become apparent in their mid-60s. The apolipoprotein E (APOE) gene is involved in late-onset Alzheimer’s. This gene has several forms. One of them, APOE ε4, increases a person’s risk of developing the disease and is also associated with an earlier age of disease onset. However, carrying the APOE ε4 form of the gene does not mean that a person will definitely develop Alzheimer’s disease, and some people with no APOE ε4 may also develop the disease. Also, scientists have identified a number of regions of interest in the genome (an organism's complete set of DNA) that may increase a person's risk for late-onset Alzheimer's to varying degrees. Early-onset Alzheimer’s disease occurs between a person’s 30s to mid-60s and represents less than 10 percent of all people with Alzheimer’s. Some cases are caused by an inherited change in one of three genes, resulting in a type known as early-onset familial Alzheimer’s disease, or FAD. For other cases of early-onset Alzheimer’s, research suggests there may be a genetic component related to factors other than these three genes. Most people with Down syndrome develop Alzheimer's. This may be because people with Down syndrome have an extra copy of chromosome 21, which contains the gene that generates harmful amyloid. For more about this area of research, see NIA's Alzheimer’s Disease Genetics Fact Sheet. Health, Environmental, and Lifestyle Factors Research suggests that a host of factors beyond genetics may play a role in the development and course of Alzheimer’s disease. There is a great deal of interest, for example, in the relationship between cognitive decline and vascular conditions such as heart disease, stroke, and high blood pressure, as well as metabolic conditions such as diabetes and obesity. Ongoing research will help us understand whether and how reducing risk factors for these conditions may also reduce the risk of Alzheimer’s. A nutritious diet, physical activity, social engagement, and mentally stimulating pursuits have all been associated with helping people stay healthy as they age. These factors might also help reduce the risk of cognitive decline and Alzheimer’s disease. Clinical trials are testing some of these possibilities. Doctors use several methods and tools to help determine whether a person who is having memory problems has “possible Alzheimer’s dementia” (dementia may be due to another cause) or “probable Alzheimer’s dementia” (no other cause for dementia can be found). To diagnose Alzheimer’s, doctors may: Ask the person and a family member or friend questions about overall health, past medical problems, ability to carry out daily activities, and changes in behavior and personality.Conduct tests of memory, problem solving, attention, counting, and language.Carry out standard medical tests, such as blood and urine tests, to identify other possible causes of the problem.Perform brain scans, such as computed tomography (CT), magnetic resonance imaging (MRI), or positron emission tomography (PET), to rule out other possible causes for symptoms.These tests may be repeated to give doctors information about how the person’s memory and other cognitive functions are changing over time. Alzheimer's disease can be definitely diagnosed only after death, by linking clinical measures with an examination of brain tissue in an autopsy. People with memory and thinking concerns should talk to their doctor to find out whether their symptoms are due to Alzheimer’s or another cause, such as stroke, tumor, Parkinson’s disease, sleep disturbances, side effects of medication, an infection, or a non-Alzheimer's dementia. Some of these conditions may be treatable and possibly reversible. If the diagnosis is Alzheimer's, beginning treatment early in the disease process may help preserve daily functioning for some time, even though the underlying disease process cannot be stopped or reversed. An early diagnosis also helps families plan for the future. They can take care of financial and legal matters, address potential safety issues, learn about living arrangements, and develop support networks. In addition, an early diagnosis gives people greater opportunities to participate in clinical trials that are testing possible new treatments for Alzheimer's disease or other research studies. Participating in Clinical Trials Everybody—those with Alzheimer’s disease or MCI as well as healthy volunteers with or without a family history of Alzheimer’s—may be able to take part in clinical trials and studies. Participants in Alzheimer's clinical research help scientists learn how the brain changes in healthy aging and in Alzheimer’s. Currently, at least 70,000 volunteers are needed to participate in more than 150 active clinical trials and studies that are testing ways to understand, diagnose, treat, and prevent Alzheimer's disease. Volunteering for a clinical trial is one way to help in the fight against Alzheimer's disease. Studies need participants of different ages, sexes, races, and ethnicities to ensure that results are meaningful for many people. The National Institute on Aging (NIA) at the National Institutes of Health (NIH) leads the Federal Government’s research efforts on Alzheimer’s. NIA-supported Alzheimer’s Disease Centers throughout the United States conduct a wide range of research, including studies of the causes, diagnosis, and management of Alzheimer’s. NIA also sponsors the Alzheimer’s Disease Cooperative Study (ADCS), a consortium of leading researchers throughout the United States and Canada who conduct clinical trials. To find out more about Alzheimer’s clinical trials and studies: Talk to your health care provider about local studies that may be right for you.Visit the ADEAR Center website.Contact Alzheimer's disease centers or memory or neurology clinics in your community.Search the ADEAR Center clinical trials finder for a trial near you or to sign up for email alerts about new trials.Sign up for a registry (such as the Alzheimer's Prevention Registry) or matching service (such as TrialMatch) to be invited to participate in studies.Learn more in Participating in Alzheimer’s Research: For Yourself and Future Generations. Watch a video about Alzheimer’s disease clinical trials: <p align=\"center\"><iframe align=\"middle\" allowfullscreen=\"\" frameborder=\"0\" height=\"252\" scrolling=\"no\" src=\"https://www.youtube.com/embed/Fmjstx6JHS8\" title=\" Dr. Laurie Ryan, National Institute on Aging\" width=\"448\"></iframe> </aside>Alzheimer’s disease is complex, and it is unlikely that any one drug or other intervention can successfully treat it. Current approaches focus on helping people maintain mental function, manage behavioral symptoms, and slow or delay the symptoms of disease. Researchers hope to develop therapies targeting specific genetic, molecular, and cellular mechanisms so that the actual underlying cause of the disease can be stopped or prevented. Maintaining Mental Function Several medications are approved by the U.S. Food and Drug Administration to treat symptoms of Alzheimer’s. Donepezil (Aricept<sup>®</sup>), rivastigmine (Exelon<sup>®</sup>), and galantamine (Razadyne<sup>®</sup>) are used to treat mild to moderate Alzheimer’s (donepezil can be used for severe Alzheimer’s as well). Memantine (Namenda<sup>®</sup>) is used to treat moderate to severe Alzheimer’s. These drugs work by regulating neurotransmitters, the chemicals that transmit messages between neurons. They may help maintain thinking, memory, and communication skills, and help with certain behavioral problems. However, these drugs don’t change the underlying disease process. They are effective for some but not all people, and may help only for a limited time. Managing Behavior Common behavioral symptoms of Alzheimer’s include sleeplessness, wandering, agitation, anxiety, and aggression. Scientists are learning why these symptoms occur and are studying new treatments—drug and non-drug—to manage them. Research has shown that treating behavioral symptoms can make people with Alzheimer’s more comfortable and makes things easier for caregivers. Looking for New Treatments Alzheimer’s disease research has developed to a point where scientists can look beyond treating symptoms to think about addressing underlying disease processes. In ongoing clinical trials, scientists are developing and testing several possible interventions, including immunization therapy, drug therapies, cognitive training, physical activity, and treatments used for cardiovascular and diabetes. Caring for a person with Alzheimer’s disease can have high physical, emotional, and financial costs. The demands of day-to-day care, changes in family roles, and decisions about placement in a care facility can be difficult. There are several evidence-based approaches and programs that can help, and researchers are continuing to look for new and better ways to support caregivers. Becoming well-informed about the disease is one important long-term strategy. Programs that teach families about the various stages of Alzheimer’s and about ways to deal with difficult behaviors and other caregiving challenges can help. Good coping skills, a strong support network, and respite care are other ways that help caregivers handle the stress of caring for a loved one with Alzheimer’s disease. For example, staying physically active provides physical and emotional benefits. Some caregivers have found that joining a support group is a critical lifeline. These support groups allow caregivers to find respite, express concerns, share experiences, get tips, and receive emotional comfort. Many organizations sponsor in-person and online support groups, including groups for people with early-stage Alzheimer’s and their families. For more information, see Caring for a Person with Alzheimer’s Disease: Your Easy-to-Use Guide from the National Institute on Aging. To get information about Alzheimer's and learn about support groups and services for people with the disease and their caregivers, contact the following organizations: <strong>Alzheimer’s Disease Education and Referral (ADEAR) Center</strong>1-800-438-4380 (toll-free)adear@nia.nih.govwww.nia.nih.gov/alzheimers The National Institute on Aging’s ADEAR Center offers information and publications for families, caregivers, and professionals on diagnosis, treatment, patient care, caregiver needs, long-term care, education and training, and research related to Alzheimer’s disease. Staff members answer telephone, email, and written requests and make referrals to local and national resources. Visit the ADEAR website to learn more about Alzheimer's and other dementias, find clinical trials, and sign up for email updates. <strong>Alzheimer’s Association</strong>1-800-272-3900 (toll-free)1-866-403-3073 (TTY/toll-free)info@alz.orgwww.alz.org <strong>Alzheimer’s Foundation of America</strong>1-866-232-8484 (toll-free)info@alzfdn.orgwww.alzfdn.org <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov <strong>Family Caregiver Alliance</strong>1-800-445-8106 (toll-free)info@caregiver.orgwww.caregiver.org <strong>MedlinePlus</strong>www.nlm.nih.gov/medlineplus/alzheimersdisease.html Alzheimer’s Disease Education and Referral (ADEAR) CenterA service of the National Institute on Aging National Institutes of HealthNIH.Turning Discovery Into Health®U.S. Department of Health and Human Services "}