{"url": "https://www.nia.nih.gov/health/publication/elder-abuse", "text": "Gerald, 73, had a stroke, which left him unable to care for himself. His son offered to help, and Gerald moved in with him and his family. But, Gerald’s son and daughter-in-law worked all day and were busy with their kids in the evenings. Gerald hated being a burden on them and tried to take care of himself. One day, Gerald’s friend Carmen came to visit. She was surprised to see food stains on his clothes and sores on his heels. His room smelled like urine, too. Gerald seemed depressed and withdrawn—not at all like the jolly, witty friend she’d known for years. Carmen worried that Gerald’s family was neglecting him. Abuse can happen to anyone—no matter the person’s age, sex, race, religion, or ethnic or cultural background. Many older people are victims of elder abuse, sometimes called elder mistreatment. Abuse can happen in many places, including the older person’s home, a family member’s house, an assisted living facility, or a nursing home. There are many types of abuse: <strong>Physical abuse</strong> happens when someone causes bodily harm by hitting, pushing, or slapping.<strong>Emotional abuse,</strong> sometimes called psychological abuse, can include a caregiver saying hurtful words, yelling, threatening, or repeatedly ignoring the older person. Keeping that person from seeing close friends and relatives is another form of emotional abuse.<strong>Neglect</strong> occurs when the caregiver does not try to respond to the older person’s needs.<strong>Abandonment</strong> is leaving a senior alone without planning for his or her care.<strong>Sexual abuse</strong> involves a caregiver forcing an older adult to watch or be part of sexual acts.After his mother died, Victor started looking after his 80-year-old grandfather, Jasper. Because of his failing eyesight, Jasper could no longer drive to the bank. So, Jasper permitted Victor to withdraw money from the bank every month to pay bills. Lately, it seems the bank balance is lower than it should be. Jasper wonders if Victor is keeping some cash for himself. <strong>Financial abuse</strong> happens when money or belongings are stolen. It can include forging checks, taking someone else’s retirement and Social Security benefits, or using another person’s credit cards and bank accounts. It also includes changing names on a will, bank account, life insurance policy, or title to a house without permission from the older person. Financial abuse is becoming a widespread and hard-to-detect issue. Even someone you’ve never met can steal your financial information using the telephone or email. Be careful about sharing any financial information over the phone or online— you don’t know who will use it. <strong>Healthcare fraud</strong> can be committed by doctors, hospital staff, and other healthcare workers. It includes overcharging, billing twice for the same service, falsifying Medicaid or Medicare claims, or charging for care that wasn’t provided. Older adults and caregivers should keep an eye out for this type of fraud. Most victims of abuse are women, but some are men. Likely targets are older people who have no family or friends nearby and people with disabilities, memory problems, or dementia. Abuse can happen to any older person, but often affects those who depend on others for help with activities of everyday life—including bathing, dressing, and taking medicine. People who are frail may appear to be easy victims. You may see signs of abuse or neglect when you visit an older person at home or in an eldercare facility. You may notice the person: Has trouble sleeping.Seems depressed or confused.Loses weight for no reason.Displays signs of trauma, like rocking back and forth.Acts agitated or violent.Becomes withdrawn.Stops taking part in activities he or she enjoys.Has unexplained bruises, burns, or scars.Looks messy, with unwashed hair or dirty clothes.Develops bed sores or other preventable conditions.If you see signs of abuse, try talking with the older person to find out what’s going on. For instance, the abuse may be from another resident and not from someone who works at the nursing home or assisted living facility. Most importantly, get help. Elder abuse will not stop on its own. Someone else needs to step in and help. Many older people are too ashamed to report mistreatment. Or, they’re afraid if they make a report it will get back to the abuser and make the situation worse. If you think someone you know is being abused—physically, emotionally, or financially—talk with him or her when the two of you are alone. You could say you think something is wrong and you’re worried. Offer to take him or her to get help, for instance, at a local adult protective services agency. Many local, State, and national social service agencies can help with emotional, legal, and financial problems. The Administration for Community Living has a National Center on Elder Abuse where you can learn about how to report abuse, where to get help, and State laws that deal with abuse and neglect. Go to https://ncea.acl.gov for more information. Or, call the Eldercare Locator weekdays at 1-800-677-1116. Most States require that doctors and lawyers report elder mistreatment. Family and friends can also report it. Do not wait. Help is available. <strong>If you think someone is in urgent danger, call 911 or your local police to get help right away.</strong> Caregiver Stress—You’re Not Alone Caring for an older person can be rewarding. It’s also demanding, difficult, and often stressful work. The caregiver may need to be available around the clock to fix meals, provide nursing care, take care of laundry and cleaning, drive to doctors’ appointments, and pay bills. Often, family caregivers have to give up paying jobs to make time for these new responsibilities. It may be hard to keep a positive outlook when there’s little hope of the older person’s physical and mental condition improving. Over time, the demands and stress of caregiving can take their toll. A caregiver might not even know he or she is being neglectful or abusive. If you are a caregiver, make sure you have time to rest and take care of your needs. You can ask a family member or friend to help out for a weekend, or even for a few hours, so that you can take some time for yourself. Some community service organizations provide caregivers a break, called respite care. Visit the ARCH National Respite Network and Resource Center’s National Respite Locator to find respite services in your area. Caregiving support groups may also help. Exercise could even help with stress. </aside>Most physical wounds heal in time. But, any type of mistreatment can leave the abused person feeling fearful and depressed. Sometimes, the victim thinks the abuse is his or her fault. Protective services agencies can suggest support groups and counseling that can help the abused person heal the emotional wounds. <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov <strong>National Center on Elder Abuse</strong>1-855-500-3537 (toll-free)ncea-info@aoa.hhs.gov (email)https://ncea.acl.gov <strong>National Adult Protective Services Association</strong>1-217-523-4431www.napsa-now.org <strong>National Domestic Violence Hotline</strong>1-800-799-7233 (toll-free, 24/7)1-800-787-3224 (TTY/toll-free)www.thehotline.org/get-help <strong>National Library of MedicineMedlinePlus: Elder Abuse</strong>www.medlineplus.gov/elderabuse.html <strong>U.S. Department of Justice</strong>1-202-514-20001-800-877-8339 (TTY/toll-free)elder.justice@usdoj.gov(email)www.justice.gov/elderjustice/victims-families-caregivers For information on health and aging, including resources on caregiving and Alzheimer’s disease, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov(email)www.nia.nih.gov Sign up for regular email alerts about new publications and other information from the NIA. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}