{"url": "https://www.nia.nih.gov/health/publication/smoking", "text": "“I’ve smoked two packs of cigarettes a day for 40 years—what’s the use of quitting now? Will I even be able to quit after all this time?” No matter your age, quitting smoking improves your health. If you quit smoking, you are likely to add years to your life, breathe more easily, have more energy, and save money. You will also: Lower your risk of cancer, heart attack, stroke, and lung disease.Have better blood circulation.Improve your sense of taste and smell.Stop smelling like smoke.Set a healthy example for your children and grandchildren.Smoking shortens your life. It causes about 1 of every 5 deaths in the United States each year. Smoking makes millions of Americans sick by causing: <strong>Lung disease.</strong> Smoking damages your lungs and airways, sometimes causing chronic bronchitis. It can also cause emphysema, which destroys your lungs, making it very hard for you to breathe.<strong>Heart disease.</strong> Smoking increases your risk of heart attack and stroke.<strong>Cancer.</strong> Smoking can lead to cancer of the lung, mouth, larynx (voice box), esophagus, stomach, liver, pancreas, kidney, bladder, and cervix.<strong>Respiratory problems.</strong> If you smoke, you are more likely than a nonsmoker to get the flu, pneumonia, or other infections that can interfere with your breathing.<strong>Osteoporosis.</strong> If you smoke, your chance of developing osteoporosis (weak bones) is greater.<strong>Eye diseases.</strong> Smoking increases the risk of eye diseases that can lead to vision loss and blindness, including cataracts and age-related macular degeneration (AMD).Nicotine is the drug in tobacco that makes cigarettes so addictive. It’s one reason why the first few weeks after quitting are the hardest. Although some people who give up smoking have no withdrawal symptoms, many people continue to have strong cravings for cigarettes. They also may feel grumpy, hungry, or tired. Some people have headaches, feel depressed, or have problems sleeping or concentrating. These symptoms fade over time. Many people say the first step to quitting smoking successfully is to make a firm decision to quit and pick a definite date to stop. Then, you’ll need to make a clear plan for how you will stick to it. You may need to try many approaches to find what works best for you. For example, you might: Talk with your doctor.Make a plan for dealing with urges to smoke.Read self-help information.Go to individual or group counseling.Try the online mobile tools from Smokefree60+ at www.60plus.smokefree.gov.Ask a friend for help.Take medicine to help with symptoms of nicotine withdrawal.If at first you don’t succeed, you are not a failure. You can try again and be successful. If you were able to quit smoking for just 24 hours in the past few months or weeks, you have doubled your chances of quitting for good in the coming year! <p align=\"center\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/3ddVd-ncSDU?rel=0\" title=\"Why Quit Smoking When You're Older?\" width=\"560\"></iframe> When you quit smoking, you may need support to cope with your body’s desire for nicotine. Nicotine replacement products help some smokers quit. You can buy gum, patches, or lozenges over the counter. There are also products that require a doctor’s prescription. A nicotine nasal spray or inhaler can reduce withdrawal symptoms and make it easier for you to quit smoking. Other drugs may also help with withdrawal symptoms. Talk with your doctor about which medicines might be best for you. Some people think smokeless tobacco (chewing tobacco and snuff), pipes, and cigars are safe alternatives to cigarettes. They are not. Smokeless tobacco causes cancer of the mouth and pancreas. It also causes precancerous lesions (known as oral leukoplakia), gum problems, and nicotine addiction. Pipe and cigar smokers may develop cancer of the mouth, lip, larynx, esophagus, and bladder. Those who inhale when smoking are also at increased risk of getting lung cancer. Secondhand smoke created by cigarettes, cigars, and pipes can cause serious health problems for family, friends, and even pets of smokers. Secondhand smoke is especially dangerous for people who already have lung or heart disease. In adults, secondhand smoke can cause heart disease and lung cancer. In babies, it can increase the risk of sudden infant death syndrome (SIDS), which is the unexplained death of a baby younger than 1 year of age. Children are also more likely to have lung problems, ear infections, and severe asthma if they are around secondhand smoke. Get the Facts about E-Cigarettes Electronic cigarettes, or e-cigarettes, deliver nicotine, flavor, and other chemicals that are inhaled by the user. In 2016, the Food and Drug Administration (FDA) began regulating all tobacco products, including e-cigarettes, which must now include the warning statement: “This product contains nicotine. Nicotine is an addictive chemical.” </aside>The good news is that after you quit: Your lungs, heart, and circulatory system will begin to function better.Your chance of having a heart attack or stroke will drop.Your breathing will improve.Your chance of getting cancer will be lower.No matter how old you are, all of these health benefits are important reasons to make a plan to stop smoking. Call a Smoking Quitline A trained counselor can help you stop smoking or stay on track. You can call: The National Cancer Institute’s Smoking Quitline, 1-877-448-7848 (1-877-44U-QUIT).Smokefree.gov, which connects you with your State’s Quitline, 1-800-784-8669 (1-800-QUITNOW).Veterans Smoking Quitline, 1-855-784-8838 (1-855-QUITVET).</aside><strong>Centers for Disease Control and Prevention</strong>Office on Smoking and Health1-800-232-4636 (toll-free)1-888-232-6348 (TTY/toll-free)cdcinfo@cdc.gov (email)www.cdc.gov/tobacco <strong>National Cancer Institute</strong>Public Inquiries Office1-800-422-6237 (1-800-4-CANCER/toll-free)1-877-448-7848 (1-877-44U-QUIT/toll-free)cancergovstaff@mail.nih.gov (email)www.cancer.gov <strong>National Heart, Lung, and Blood Institute</strong>Health Information Center1-301-592-8573nhlbiinfo@nhlbi.nih.gov (email)www.nhlbi.nih.gov <strong>National Library of MedicineMedlinePlus: Quitting Smoking</strong>www.medlineplus.gov/quittingsmoking.html <strong>Smokefree.gov</strong>1-800-784-8669 (1-800-QUITNOW/toll-free)www.smokefree.govwww.60plus.smokefree.gov For more information about health and aging, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov  Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults, including information about quitting smoking for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}