{"url": "https://www.nia.nih.gov/health/publication/hyperthermia", "text": "Suyin’s bus was late. Even though it was noon on a very hot summer day, she decided to walk from the grocery store to her home. At 72—healthy and active—Suyin thought the heat would be no match for her! Yet, after walking just one block, she felt dizzy and weak. Too much heat is not safe for anyone. It is even riskier if you are older or have health problems. It is important to get relief from the heat quickly. If not, you might begin to feel confused or faint. Your heart could become stressed and stop beating. Being hot for too long can be a problem. It can cause several illnesses, all grouped under the name hyperthermia (hy-per-THER-mee-uh): <strong>Heat syncope</strong> is a sudden dizziness that can happen when you are active in hot weather. If you take a heart medication called a beta blocker or are not used to hot weather, you are even more likely to feel faint. Rest in a cool place, put your legs up, and drink water to make the dizzy feeling go away.<strong>Heat cramps</strong> are the painful tightening of muscles in your stomach, arms, or legs. Cramps can result from hard work or exercise. Though your body temperature and pulse usually stay normal during heat cramps, your skin may feel moist and cool. Find a way to cool your body down. Rest in the shade or in a cool building. Drink plenty of fluids, but not those with alcohol or caffeine.<strong>Heat edema</strong> is a swelling in your ankles and feet when you get hot. Put your legs up to help reduce swelling. If that doesn’t work fairly quickly, check with your doctor.<strong>Heat exhaustion</strong> is a warning that your body can no longer keep itself cool. You might feel thirsty, dizzy, weak, uncoordinated, and nauseated. You may sweat a lot. Your body temperature may stay normal, but your skin may feel cold and clammy. Some people with heat exhaustion have a rapid pulse. Rest in a cool place and get plenty of fluids. If you don’t feel better soon, get medical care. Be careful—heat exhaustion can progress to heat stroke.If you have heat stroke, you need to get medical help right away. Older people living in homes or apartments without air conditioning or fans are at most risk. People who become dehydrated or those with chronic diseases or alcoholism are also at most risk. Signs of heat stroke are: Fainting (possibly the first sign) or becoming unconscious.A change in behavior—confusion, agitation, staggering, being grouchy, or acting strangely.Body temperature over 104°F (40°C).Dry, flushed skin and a strong, rapid pulse or a slow, weak pulse.Not sweating even if it is hot.Each year, most people who die from hyperthermia are over 50 years old. Health problems that put you at greater risk include: Heart or blood vessel problems.Poorly working sweat glands or changes in your skin caused by normal aging.Heart, lung, or kidney disease, as well as any illness that makes you feel weak all over or results in a fever.Conditions treated by drugs, such as diuretics, sedatives, tranquilizers, and some heart and high blood pressure medicines; they may make it harder for your body to cool itself.Taking several prescription drugs; ask your doctor if any of your medications make you more likely to become overheated.Being very overweight or underweight.Drinking alcoholic beverages.Things you can do to lower your risk of heat-related illness: Drink plenty of liquids, such as water or fruit or vegetable juices. Stay away from drinks containing alcohol or caffeine. If your doctor has told you to limit your liquids, ask what you should do when it is very hot.If you live in a home or apartment without fans or air conditioning, try to keep your house as cool as possible. Limit your use of the oven. Keep your shades, blinds, or curtains closed during the hottest part of the day. Open your windows at night.If your house is hot, try to spend time during mid-day some place that has air conditioning—for example, go to the shopping mall, movies, library, senior center, or a friend’s house.If you need help getting to a cool place, ask a friend or relative. Some religious groups, senior centers, and Area Agencies on Aging provide this service. If necessary, take a taxi or call for senior transportation. Don’t stand outside in the heat waiting for a bus.Dress for the weather. Some people find natural fabrics, such as cotton, to be cooler than synthetic fibers.Don’t try to exercise or do a lot of activities outdoors when it’s hot.Avoid crowded places when it’s hot outside. Plan trips during non-rush-hour times.Listen to Weather Reports If the temperature or humidity is going up or an air pollution alert is in effect, you are at increased risk for a heat-related illness. Play it safe by checking the weather report before going outside. </aside>Older people can have a tough time dealing with heat and humidity. The temperature inside or outside does not have to reach 100°F (38°C) to put them at risk for a heat-related illness. Headache, confusion, dizziness, or nausea could be a sign of a heat-related illness. Go to the doctor or an emergency room to find out if you need treatment. To keep heat-related illnesses from becoming a dangerous heat stroke, remember to: Get out of the sun and into a cool place—air-conditioning is best.Drink fluids, but avoid alcohol and caffeine. Water and fruit or vegetable juices are good choices.Shower, bathe, or sponge off with cool water.Lie down and rest in a cool place.Visit your doctor or go to an emergency room if you don’t cool down quickly.A Senior Watch During hot weather, think about making daily visits to older relatives and neighbors. Remind them to drink lots of water or juice, as long as their doctor hasn’t recommended otherwise because of a pre-existing condition. If there is a heat wave, offer to help them go someplace cool, such as air-conditioned malls, libraries, or senior centers. </aside><strong>National Association of Area Agencies on Aging</strong>1-202-872-0888info@n4a.org (email)www.n4a.org <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov <strong>Low Income Home Energy Assistance Program</strong>National Energy Assistance Referral Hotline (NEAR)1-866-674-6327 (toll-free)energy@ncat.org (email)www.acf.hhs.gov/programs/ocs/liheap For more information on health and aging, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov  Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}