{"url": "https://www.nia.nih.gov/health/publication/good-nights-sleep", "text": "<figure align=\"right\" class=\"textbox right\" width=\"250\"><img alt=\"older man leaning his head back in his chair\" src=\"/sites/default/files/sleep_insomnia_man.jpg\"/> <figcaption> Trouble sleeping or experiencing other sleep problems? Tell your doctor about your symptoms to see if you might have a sleep disorder like insomnia, sleep apnea, or a movement disorder.</figcaption></figure>Ever since he retired, Edward dreads going to bed at night. He’s afraid that when he turns off his light, he will just lie there with his eyes open and his mind racing. “How can I break this cycle?” he asks. “I’m so tired—I need to get some sleep.” Just like Edward, you want a good night’s rest. Getting enough sleep helps you stay healthy and alert. But, many older people don’t sleep well. If you’re always sleepy or you find it hard to get enough sleep at night, it may be time to see a doctor. Waking up every day feeling tired is a sign that you are not getting the rest you need. Older adults need about the same amount of sleep as all adults—7 to 9 hours each night. But, older people tend to go to sleep earlier and get up earlier than they did when they were younger. There are many reasons why older people may not get enough sleep at night. Feeling sick or being in pain can make it hard to sleep. Some medicines can keep you awake. No matter the reason, if you don’t get a good night’s sleep, the next day you may: Be irritable.Have memory problems or be forgetful.Feel depressed.Have more falls or accidents.Being older doesn’t mean you have to be tired all the time. You can do many things to help you get a good night’s sleep. Here are some ideas: <strong>Follow a regular sleep schedule.</strong> Go to sleep and get up at the same time each day, even on weekends or when you are traveling.<strong>Avoid napping in the late afternoon or evening,</strong> if you can. Naps may keep you awake at night.<strong>Develop a bedtime routine.</strong> Take time to relax before bedtime each night. Some people read a book, listen to soothing music, or soak in a warm bath.<strong>Try not to watch television or use your computer, cell phone, or tablet in the bedroom.</strong> The light from these devices may make it difficult for you to fall asleep. And alarming or unsettling shows or movies, like horror movies, may keep you awake.<strong>Keep your bedroom at a comfortable temperature,</strong> not too hot or too cold, and as quiet as possible.<strong>Use low lighting in the evenings</strong> and as you prepare for bed.<strong>Exercise at regular times each day</strong> but not within 3 hours of your bedtime.<strong>Avoid eating large meals close to bedtime</strong>—they can keep you awake.<strong>Stay away from caffeine late in the day.</strong> Caffeine (found in coffee, tea, soda, and chocolate) can keep you awake.<strong>Remember—alcohol won’t help you sleep.</strong> Even small amounts make it harder to stay asleep.Insomnia is the most common sleep problem in adults age 60 and older. People with this condition have trouble falling asleep and staying asleep. Insomnia can last for days, months, and even years. Having trouble sleeping can mean you: Take a long time to fall asleep.Wake up many times in the night.Wake up early and are unable to get back to sleep.Wake up tired.Feel very sleepy during the day.Often, being unable to sleep becomes a habit. Some people worry about not sleeping even before they get into bed. This may make it harder to fall asleep and stay asleep. Some older adults who have trouble sleeping may use over-the-counter sleep aids. Others may use prescription medicines to help them sleep. These medicines may help when used for a short time. But remember, medicines aren’t a cure for insomnia. Developing healthy habits at bedtime may help you get a good night’s sleep. People with sleep apnea have short pauses in breathing while they are asleep. These pauses may happen many times during the night. If not treated, sleep apnea can lead to other problems, such as high blood pressure, stroke, or memory loss. You can have sleep apnea and not even know it. Feeling sleepy during the day and being told you are snoring loudly at night could be signs that you have sleep apnea. If you think you have sleep apnea, see a doctor who can treat this sleep problem. You may need to learn to sleep in a position that keeps your airways open. Treatment using a continuous positive airway pressure (CPAP) device almost always helps people with sleep apnea. A dental device or surgery may also help. Restless legs syndrome, periodic limb movement disorder, and rapid eye movement sleep behavior disorder are common in older adults. These movement disorders can rob you of needed sleep. People with restless legs syndrome, or RLS, feel like there is tingling, crawling, or pins and needles in one or both legs. This feeling is worse at night. See your doctor for more information about medicines to treat RLS. Periodic limb movement disorder, or PLMD, causes people to jerk and kick their legs every 20 to 40 seconds during sleep. Medication, warm baths, exercise, and relaxation exercises can help. Rapid eye movement, or REM, sleep behavior disorder is another condition that may make it harder to get a good night’s sleep. During normal REM sleep, your muscles cannot move, so your body stays still. But, if you have REM sleep behavior disorder, your muscles can move and your sleep is disrupted. Alzheimer’s disease often changes a person’s sleeping habits. Some people with Alzheimer’s disease sleep too much; others don’t sleep enough. Some people wake up many times during the night; others wander or yell at night. The person with Alzheimer’s disease isn’t the only one who loses sleep. Caregivers may have sleepless nights, leaving them tired for the challenges they face. If you’re caring for someone with Alzheimer’s disease, take these steps to make him or her safer and help you sleep better at night: Make sure the floor is clear of objects.Lock up any medicines.Attach grab bars in the bathroom.Place a gate across the stairs.Try to set up a safe and restful place to sleep. Make sure you have smoke alarms on each floor of your home. Before going to bed, lock all windows and doors that lead outside. Other ideas for a safe night’s sleep are: Keep a telephone with emergency phone numbers by your bed.Have a lamp within reach that is easy to turn on.Put a glass of water next to the bed in case you wake up thirsty.Don’t smoke, especially in bed.Remove area rugs so you won’t trip if you get out of bed during the night.You may have heard about some tricks to help you fall asleep. You don’t really have to count sheep—you could try counting slowly to 100. Some people find that playing mental games makes them sleepy. For example, tell yourself it is 5 minutes before you have to get up, and you’re just trying to get a little bit more sleep. Some people find that relaxing their bodies puts them to sleep. One way to do this is to imagine your toes are completely relaxed, then your feet, and then your ankles are completely relaxed. Work your way up the rest of your body, section by section. You may drift off to sleep before getting to the top of your head. Use your bedroom only for sleeping. After turning off the light, give yourself about 20 minutes to fall asleep. If you’re still awake and not drowsy, get out of bed. When you feel sleepy, go back to bed. If you feel tired and unable to do your activities for more than 2 or 3 weeks, you may have a sleep problem. Talk with your doctor about changes you can make to get a better night’s sleep. <strong>American Sleep Apnea Association</strong>1-888-293-3650 (toll-free)asaa@sleepapnea.org (email)www.sleepapnea.org <strong>National Heart, Lung, and Blood Institute</strong>1-301-592-8573nhlbiinfo@nhlbi.nih.gov (email)www.nhlbi.nih.gov <strong>National Institute of Neurological Disorders and Stroke</strong>1-800-352-9424 (toll-free)braininfo@ninds.nih.gov (email)www.ninds.nih.gov <strong>National Sleep Foundation</strong>1-703-243-1697nsf@sleepfoundation.org (email)www.sleepfoundation.org <strong>Restless Legs Syndrome Foundation</strong>1-512-366-9109info@rls.org (email)www.rls.org For more information about health and aging, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov(email)www.nia.nih.gov  Sign up for regular email alerts about new publications and other information from the NIA. Visit www.nihseniorhealth.gov, a senior-friendly website from the National Institute on Aging and the National Library of Medicine. This website has health and wellness information for older adults. Special features make it simple to use. For example, you can click on a button to make the type larger. National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}