{"url": "https://www.nia.nih.gov/health/publication/older-drivers", "text": "At age 78, Sheila thinks she’s a good driver, but, this year, she’s had a minor accident and several near misses. She’s noticed a few new dents on her car and doesn’t know how they got there. Sheila wonders how she can stay safe behind the wheel. Have you been worried about your driving? Have your family or friends expressed concern? Changes in your health may affect your driving skills over time. Don’t risk hurting yourself or others. Talk with your doctor about any concerns you have about your health and driving. As you age, your joints may get stiff, and your muscles may weaken. Arthritis, which is common among older adults, might affect your ability to drive. These changes can make it harder to turn your head to look back, turn the steering wheel quickly, or brake safely. Safe driving tips: See your doctor if pain, stiffness, or arthritis seem to get in the way of your driving.If possible, drive a car with automatic transmission, power steering, power brakes, and large mirrors.Be physically active or exercise to keep and even improve your strength and flexibility.Think about getting hand controls for both the gas and brake pedals if you have leg problems.Your eyesight can change as you get older. It might be harder to see people, things, and movement outside your direct line of sight. It may take longer to read street or traffic signs or even recognize familiar places. At night, you may have trouble seeing things clearly. Glare from oncoming headlights or street lights can be a problem. Depending on the time of the day, the sun might be blinding. Eye diseases, such as glaucoma, cataracts, and macular degeneration, as well as some medicines, can also cause vision problems. Safe driving tips: If you are 65 or older, see your eye doctor at least every 1 to 2 years. Ask if there are ways to improve your eyesight.If you need glasses or contact lenses to see far away while driving, make sure your prescription is up-to-date and correct. Always wear them when you are driving.Cut back on or stop driving at night if you have trouble seeing in the dark. Try to avoid driving during sunrise and sunset, when the sun can be directly in your line of vision.As you get older, your hearing can change, making it harder to notice horns, sirens, or even noises coming from your own car. Hearing loss can be a problem because these sounds warn you when you may need to pull over or get out of the way. Safe driving tips: Have your hearing checked at least every 3 years after age 50.Discuss concerns you have about hearing with your doctor. There may be things that can help.Try to keep the inside of the car as quiet as possible while driving.Dementia and Driving In the early stages of Alzheimer’s disease or other types of dementia, some people are able to keep driving. But, as memory and decision-making skills get worse, they need to stop. People with dementia often do not know they are having driving problems. Family and friends need to monitor the person’s driving ability and take action as soon as they observe a potential problem, such as forgetting how to find familiar places like the grocery store or even their home. Work with the doctor to let the person know it’s no longer safe to keep driving. For more information, visit www.nia.nih.gov/alzheimers/publication/driving-safety. </aside>As you get older, your reflexes might get slower, and you might not react as quickly as you could in the past. You might find that you have a shorter attention span, making it harder to do two things at once. Stiff joints or weak muscles also can make it harder to move quickly. Loss of feeling or tingling in your fingers and feet can make it difficult to steer or use the foot pedals. Parkinson’s disease or limitations following a stroke can make it no longer safe to drive. Safe driving tips: Leave more space between you and the car in front of you.Start braking early when you need to stop.Avoid heavy traffic areas or rush-hour driving when you can.If you must drive on a fast-moving highway, drive in the right-hand lane. Traffic moves more slowly there, giving you more time to make safe driving decisions.Do you take any medicines that make you feel drowsy, lightheaded, or less alert than usual? Do medicines you take have a warning about driving? Many medications have side effects that can make driving unsafe. Pay attention to how these drugs may affect your driving. Safe driving tips: Read medicine labels carefully. Look for any warnings.Make a list of all of your medicines, and talk with your doctor or pharmacist about how they can affect your driving.Don’t drive if you feel lightheaded or drowsy.Maybe you already know that driving at night, on the highway, or in bad weather is a problem for you. Some older drivers also have problems when yielding the right of way, turning (especially making left turns), changing lanes, passing, and using expressway ramps. Safe driving tips: Have your driving skills checked by a driving rehabilitation specialist, occupational therapist, or other trained professional.Take a defensive driving course. Some car insurance companies may lower your bill when you pass this type of class. Organizations like AARP, American Automobile Association (AAA), or your car insurance company can help you find a class near you. See For More Information About Driving for contact information.When in doubt, don’t go out. Bad weather like rain, ice, or snow can make it hard for anyone to drive. Try to wait until the weather is better, or use buses, taxis, or other transportation services.Avoid areas where driving can be a problem. For example, choose a route that avoids highways or other high-speed roadways. Or, find a way to go that requires few or no left turns.Ask your doctor if any of your health problems or medications might make it unsafe for you to drive. Together, you can make a plan to help you keep driving and decide when it is no longer safe to drive.Are you worried about an older family member or friend driving? Sometimes, it can be hard for an older person to realize that he or she is no longer a safe driver. You might want to observe the person’s driving skills.If it’s not possible to observe the older person driving, look out for these signs: Multiple vehicle crashes, “near misses,” and/or new dents in the car.Two or more traffic tickets or warnings within the last 2 years; increases in car insurance premiums because of driving issues.Comments from neighbors or friends about driving.Anxiety about driving at night.Health issues that might affect driving ability, including problems with vision, hearing, and/or movement.Complaints about the speed, sudden lane changes, or actions of other drivers.Recommendations from a doctor to modify driving habits or quit driving entirely.Having “The Talk” About Driving Talking with an older person about his or her driving is often difficult. Here are some things that might help when having the talk. <strong>Be prepared.</strong> Learn about local services to help someone who can no longer drive. Identify the person’s transportation needs.<strong>Avoid confrontation.</strong> Use “I” messages rather than “You” messages. For example, say, “I am concerned about your safety when you are driving,” rather than, “You’re no longer a safe driver.”.<strong>Stick to the issue.</strong> Discuss the driver’s skills, not his or her age.<strong>Focus on safety and maintaining independence.</strong> Be clear that the goal is for the older driver to continue the activities he or she currently enjoys while staying safe. Offer to help the person stay independent. For example, you might say, “I’ll help you figure out how to get where you want to go if driving isn’t possible.”.<strong>Be positive and supportive.</strong> Recognize the importance of a driver’s license to the older person. Understand that he or she may become defensive, angry, hurt, or withdrawn. You might say: “I understand that this may be upsetting,” or “We’ll work together to find a solution.”.</aside>We all age differently. For this reason, there is no way to set one age when everyone should stop driving. So, how do you know if you should stop? To help decide, ask yourself: Do other drivers often honk at me?.Have I had some accidents, even if they were only “fender benders”?.Do I get lost, even on roads I know?.Do cars or people walking seem to appear out of nowhere?.Do I get distracted while driving?.Have family, friends, or my doctor said they’re worried about my driving?.Am I driving less these days because I’m not as sure about my driving as I used to be?.Do I have trouble staying in my lane?.Do I have trouble moving my foot between the gas and the brake pedals, or do I sometimes confuse the two?.Have I been pulled over by a police officer about my driving?.If you answered “yes” to any of these questions, it may be time to talk with your doctor about driving or have a driving assessment. Are you worried you won’t be able to do the things you want and need to do if you stop driving? Many people have this concern, but there may be more ways to get around than you think. For example, some areas provide free or low-cost bus or taxi services for older people. Some communities offer a carpool service or scheduled trips to the grocery store, mall, or doctor’s office. Religious and civic groups sometimes have volunteers who will drive you where you want to go. Your local Area Agency on Aging can help you find services in your area. Call 1-800-677-1116, or go to www.eldercare.gov to find your nearest Area Agency on Aging. You can also think about using a car service. Sound pricey? Don’t forget—it costs a lot to own a car. If you don’t have to make car payments or pay for insurance, maintenance, gas, oil, or other car expenses, then you may be able to afford to take taxis or other public transportation. You can also buy gas for friends or family members who give you rides. More Safe Driving Tips Before you leave home: Plan to drive on streets you know.Only drive to places that are easy to get to and close to home.Avoid risky spots like ramps and left turns.Add extra time for travel if you must drive when conditions are poor.Limit how much you drive at night.Don’t drive when you are stressed or tired.While you are driving: Always wear your seat belt and make sure your passengers wear their seat belts, too.Wear your glasses and/or hearing aid, if you use them.Stay off your cell phone.Avoid distractions such as eating, listening to the radio, or chatting.Use your window defrosters to keep both the front and back windows clear.</aside><strong>AAA Foundation for Traffic Safety</strong>1-202-638-5944publicaffairs@national.aaa.com (email)www.seniordriving.aaa.com<strong>AARP</strong>1-888-687-2277 (toll-free)1-877-253-5908 (español/línea gratis)1-877-434-7598 (TTY/toll-free)member@aarp.org (email)www.aarp.org/families/driver_safety <strong>National Highway Traffic Safety Administration</strong>1-888-327-4236 (toll-free)1-800-424-9153 (TTY/toll-free)ncsaweb@dot.gov (email)www.nhtsa.gov/Driving-Safety/Older-Drivers <strong>National Library of Medicine: MedlinePlus</strong>www.medlineplus.gov/motorvehiclesafety.html For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong> P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov For more information on health and aging, contact: <strong>National Institute on Aging Information Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.gov Sign up for regular email alerts about new publications and find other information from the NIA. National Institute on AgingNational Institutes of HealthU.S. Department of Health &amp; Human Services "}