{"url": "https://www.nia.nih.gov/health/publication/menopause", "text": "<img alt=\"two women smiling\" class=\"right\" src=\"/sites/default/files/menopause_two_women.jpg\" style=\"float: right;\"/> One cool fall day, Ellen and Sue were watching their teenagers play soccer when all of a sudden Ellen flushed and seemed to be sweating. Sue asked if Ellen was okay. “Oh, it’s a hot flash,” Ellen said. “This is happening to me several times a week now—even at night. At first, I didn’t know what was going on, but my doctor told me these are symptoms of menopause.” Sue laughed and said, “Yes, I remember hot flashes, but they’re over now.” Menopause, or the “change of life,” is different for each woman. For example, hot flashes and sleep problems may trouble your sister. Meanwhile, you are enjoying a new sense of freedom and energy. And your best friend might hardly be aware of a change at all. Menopause is a normal part of life, just like puberty. It is the time of your last menstrual period. You may notice changes in your body before and after menopause. The transition usually has three parts: perimenopause, menopause, and postmenopause. Changes usually begin with perimenopause. This can begin several years before your last menstrual period. Changing levels of estrogen and progesterone, which are two female hormones made in your ovaries, might lead to symptoms. Menopause comes next, the end of your menstrual periods. After a full year without a period, you can say you have been “through menopause,” and perimenopause is over. Postmenopause follows perimenopause and lasts the rest of your life. The average age of a woman having her last period, menopause, is 51. But, some women have their last period in their forties, and some have it later in their fifties. Smoking can lead to early menopause. So can some types of operations. For example, surgery to remove your uterus (called a hysterectomy) will make your periods stop, and that’s menopause. But you might not have menopause symptoms like hot flashes right then because if your ovaries are untouched, they still make hormones. In time, when your ovaries start to make less estrogen, menopause symptoms could start. But, sometimes both ovaries are removed (called an oophorectomy), usually along with your uterus. In this case, menopause symptoms can start right away, no matter what age you are, because your body has lost its main supply of estrogen. Women may have different signs or symptoms at menopause. That’s because estrogen is used by many parts of your body. As you have less estrogen, you could have various symptoms. Here are the most common changes you might notice at midlife. Some may be part of aging rather than directly related to menopause. <strong>Change in your period.</strong> This might be what you notice first. Your periods may no longer be regular. They may be shorter or last longer. You might bleed less than usual or more. These are all normal changes, but to make sure there isn’t a problem, see your doctor if: Your periods come very close together.You have heavy bleeding.You have spotting.Your periods last more than a week.Your periods resume after no bleeding for more than a year.<strong>Hot flashes.</strong> Many women have hot flashes, which can last a few years after menopause. They may be related to changing estrogen levels. A hot flash is a sudden feeling of heat in the upper part or all of your body. Your face and neck become flushed. Red blotches may appear on your chest, back, and arms. Heavy sweating and cold shivering can follow. Flashes can be very mild or strong enough to wake you from your sleep (called night sweats). Most hot flashes last between 30 seconds and 10 minutes. <strong>Vaginal health and bladder control.</strong> Your vagina may get drier. This could make sexual intercourse uncomfortable. Or, you could have other health problems, such as vaginal or bladder infections. Some women also find it hard to hold their urine long enough to get to the bathroom. This loss of bladder control is called incontinence. You may have a sudden urge to urinate, or urine may leak during exercise, sneezing, or laughing. <strong>Sleep.</strong> Around midlife, some women start having trouble getting a good night’s sleep. Maybe you can’t fall asleep easily, or you wake too early. Night sweats might wake you up. You might have trouble falling back to sleep if you wake up during the night. <strong>Sex.</strong> You may find that your feelings about sex are changing. You could be less interested. Or, you could feel freer and sexier after menopause. After 1 full year without a period, you can no longer become pregnant. But remember, you could still be at risk for sexually transmitted diseases (STDs), such as gonorrhea or even HIV/AIDS. You increase your risk for an STD if you are having sex with more than one person or with someone who is having sex with others. If so, make sure your partner uses a condom each time you have sex. <strong>Mood changes.</strong> You might find yourself more moody or irritable around the time of menopause. Scientists don’t know why this happens. It’s possible that stress, family changes such as growing children or aging parents, a history of depression, or feeling tired could be causing these mood changes. <strong>Your body seems different.</strong> Your waist could get larger. You could lose muscle and gain fat. Your skin could get thinner. You might have memory problems, and your joints and muscles could feel stiff and achy. Are these a result of having less estrogen or just related to growing older? Experts don’t know the answer. Two common health problems can start to happen at menopause, and you might not even notice. <table align=\"right\" class=\"right\" style=\"margin-left: 20px; width: 300px; border:thin;\"><tbody><tr><td><img align=\"absmiddle\" alt=\" Time for a Change\" src=\"/sites/default/files/sites/default/files/menopause_book.png\" style=\"width: 300px; height: 388px;\"/></td></tr><tr><td class=\"caption\"><p align=\"center\" class=\"rtecenter\">Learn more about menopause, common signs, and handling bothersome symptoms in NIA's Menopause: Time for a Change. </td></tr></tbody></table><strong>Osteoporosis.</strong> Day in and day out, your body is busy breaking down old bone and replacing it with new healthy bone. Estrogen helps control bone loss, and losing estrogen around the time of menopause causes women to lose more bone than is replaced. In time, bones can become weak and break easily. This condition is called osteoporosis. Talk to your doctor to see if you should have a bone density test to find out if you are at risk. Your doctor can also suggest ways to prevent or treat osteoporosis.<strong>Heart disease.</strong> After menopause, women are more likely to have heart disease. Changes in estrogen levels may be part of the cause. But, so is getting older. As you age, you may gain weight and develop other problems, like high blood pressure. These could put you at greater risk for heart disease. Be sure to have your blood pressure and levels of triglycerides, fasting blood glucose, and cholesterol, including LDL and HDL, checked regularly. Talk to your healthcare provider to find out what you should do to protect your heart. Staying healthy after menopause may mean making some changes in the way you live. Don’t smoke. If you do use any type of tobacco, stop—it’s never too late to benefit from quitting smoking.Eat a healthy diet, low in fat, high in fiber, with plenty of fruits, vegetables, and whole-grain foods, as well as all the important vitamins and minerals.Make sure you get enough calcium and vitamin D—in your diet or with vitamin/mineral supplements if recommended by your doctor.Learn what your healthy weight is, and try to stay there.Do weight-bearing exercise, such as walking, jogging, or dancing, at least 3 days each week for healthy bones. But try to be physically active in other ways for your general health.Other things to remember: Take medicine if your doctor prescribes it for you, especially if it is for health problems you cannot see or feel—for example, high blood pressure, high cholesterol, or osteoporosis.Use a water-based vaginal lubricant (not petroleum jelly) or a vaginal estrogen cream or tablet to help with vaginal discomfort.Get regular pelvic and breast exams, Pap tests, and mammograms. You should also be checked for colon and rectal cancer and for skin cancer. Contact your doctor right away if you notice a lump in your breast or a mole that has changed.The National Institute on Aging (NIA) has publications on many of these topics. See For More Information to learn how to order your free copies. Menopause is not a disease that has to be treated. But you might need help if symptoms like hot flashes bother you. Here are some ideas that have helped some women: Try to keep track of when hot flashes happen—a diary can help. You might be able to use this information to find out what triggers your flashes and then avoid those triggers.When a hot flash starts, try to go somewhere cool.If night sweats wake you, sleep in a cool room or with a fan on.Dress in layers that you can take off if you get too warm.Use sheets and clothing that let your skin “breathe.”.Have a cold drink (water or juice) when a flash is starting.You could also talk to your doctor about whether there are any medicines to manage hot flashes. A few drugs that are approved for other uses (for example, certain antidepressants) seem to be helpful to some women. These days you hear a lot about whether or not you should use hormones to help relieve some menopause symptoms. It’s hard to know what to do, although there is some information to help you. During perimenopause, some doctors suggest birth control pills to help with very heavy, frequent, or unpredictable menstrual periods. These pills might also help with symptoms like hot flashes, as well as prevent pregnancy. If you are bothered by symptoms like hot flashes, night sweats, or vaginal dryness, your doctor might suggest taking estrogen (as well as progesterone, if you still have a uterus). This is known as menopausal hormone therapy (MHT). Some people still call it hormone replacement therapy or HRT. Taking these hormones will probably help with menopause symptoms. It also can prevent the bone loss that can happen at menopause. Menopausal hormone therapy has risks. That is why the U.S. Food and Drug Administration suggests that women who want to try MHT to manage their hot flashes or vaginal dryness use the lowest dose that works for the shortest time it’s needed. Right now, there is a lot still to learn about taking hormones. See For More Information to find out how to get a copy of NIA’s free, more detailed tip sheet, Hormones and Menopause. It has the most current information on menopausal hormone therapy. Phytoestrogens are estrogen-like substances found in some cereals, vegetables, legumes (including soy), and herbs. They might work in the body like a weak form of estrogen. Researchers are trying to discover whether phytoestrogens relieve some symptoms of menopause and if they might also carry some risks. Be sure to tell your doctor if you decide to try eating a lot more foods that contain phytoestrogens or to try using an herbal supplement. Any food or over-the-counter product that you use for its drug-like effects could change how other prescribed drugs work or cause an overdose. If you are having bothersome symptoms, talk to your healthcare provider for help deciding how to best manage menopause. You can see a gynecologist, geriatrician, general practitioner, or internist. Make sure the doctor knows your medical history and your family medical history. This includes whether you are at risk for heart disease, osteoporosis, and breast cancer. It may be helpful to remember that your decision is never final. You can—and should—review it with your doctor during your yearly checkup. Your needs may change over time and so might what we know about menopause. <table align=\"center\" border=\"1\" class=\"textbox textbox-orange textbox-90\"><tbody><tr><td>Menopause FAQs What’s the average age of menopause? The average age of menopause is 51. Learn more about onset of menopause. Can I get pregnant after menopause? Even though your monthly periods are not regular anymore, you can get pregnant during the menopausal transition. Learn more about pregnancy and menopause. What can I do about hot flashes after menopause? There are some practical steps you can try to ease hot flashes and/or night sweats: Sleep in a cool room.Dress in layers, which can be removed at the start of a hot flash.Have a drink of cold water or juice when you feel a hot flash coming on.Use sheets and clothing that let your skin “breathe.”.Don’t smoke.Talk to your doctor. Symptoms that might seem like menopause, even hot flashes, night sweats, and irregular periods, may have other causes.Learn more about hot flashes and other menopausal symptoms. Can I have periods after menopause? No, menopause is your final menstrual period. Learn more about signs of the menopausal transition, the time when menopause is approaching. How do I know if I am starting menopause? The first thing many women notice is a change in their periods. Learn more about signs of the menopausal transition. </td></tr></tbody></table>Here are some helpful resources: <strong>American Congress of Obstetricians and Gynecologists</strong>P.O. Box 70620Washington, DC 20024-99981-800-673-8444 (toll-free)www.acog.org<strong>National Institutes of HealthMenopausal Hormone Therapy Information</strong>www.nih.gov/PHTindex.htm<strong>National Library of Medicine</strong><strong>MedlinePlus</strong>www.medlineplus.gov<strong>North American Menopause Society</strong>5900 Landerbrook DriveSuite 390Mayfield Heights, OH 441241-440-442-7550www.menopause.orgFor more information on osteoporosis, exercise, nutrition, urinary incontinence, sexuality, menopausal hormone therapy, and other resources on health and aging, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)www.nia.nih.govTo sign up for regular email alerts about new publications and other information from the NIA, go to www.nia.nih.gov/health.   National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services "}