{"url": "https://www.nia.nih.gov/health/publication/long-distance-caregiving-getting-started", "text": "<table align=\"right\" class=\"textbox right\" width=\"250\"><tbody><tr><td align=\"center\"><img alt=\"Long-distance caregiver man using phone and computer\" src=\"/sites/default/files/man_computer_long_distance_caregiving.png\"/></td></tr><tr><td align=\"center\">Anyone can be a long-distance caregiver. Even from far away, there are different roles you can take on based on the needs of your family member. </td></tr></tbody></table>Anyone, anywhere, can be a long-distance caregiver, no matter your gender, income, age, social status, or employment. If you are living an hour or more away from a person who needs your help, you’re probably a long-distance caregiver. Long-distance caregivers take on different roles. You may: Help with finances, money management, or bill paying.Arrange for in-home care—hire professional caregivers or home health or nursing aides and help get needed durable medical equipment.Locate care in an assisted living facility or nursing home (also known as a skilled nursing facility).Provide emotional support and occasional respite care for a primary caregiver, the person who takes on most of the everyday caregiving responsibilities.Serve as an information coordinator—research health problems or medicines, help navigate through a maze of new needs, and clarify insurance benefits and claims.Keep family and friends updated and informed.Create a plan and get paperwork in order in case of an emergency.Over time, as your family member’s needs change, so will your role as long-distance caregiver. To get started: Ask the primary caregiver, if there is one, and the care recipient how you can be most helpful.Talk to friends who are caregivers to see if they have suggestions about ways to help.Find out more about local resources that might be useful.Develop a good understanding of the person’s health issues and other needs.Visit as often as you can; not only might you notice something that needs to be done and can be taken care of from a distance, but you can also relieve a primary caregiver for a short time.Many of us don’t automatically have a lot of caregiver skills. Information about training opportunities is available. Some local chapters of the American Red Cross might offer courses, as do some nonprofit organizations focused on caregiving. Medicare and Medicaid will sometimes pay for this training. See Where can I find local resources for my family member? to find local services for older adults and their families. <table align=\"right\" class=\"textbox right\" width=\"250\"><tbody><tr><td align=\"center\"><img alt=\"Long-distance caregiver man speaking to doctor about family member's health\" src=\"/sites/default/files/caregiver_health_care_provider_long_distance_caregiving.jpg\"/></td></tr><tr><td align=\"center\">Learn about your family member’s condition and any treatment to help you understand what is going on, anticipate the course of an illness, prevent crises, and assist in healthcare management. </td></tr></tbody></table>Learn as much as you can about your family member’s condition and any treatment. This can help you understand what is going on, anticipate the course of an illness, prevent crises, and assist in healthcare management. It can also make talking with the doctor easier. Get written permission, as needed under the HIPAA Privacy Rule, to receive medical and financial information. To the extent possible, the family member with permission should be the one to talk with all healthcare providers. Try putting together a notebook, on paper or online, that includes all the vital information about medical care, social services, contact numbers, financial issues, and so on. Make copies for other caregivers, and keep it up-to-date. Talk to the care recipient ahead of time and find out what he or she would like to do during your visit. Also check with the primary caregiver, if appropriate, to learn what he or she needs, such as handling some caregiving responsibilities while you are in town. This may help you set clear-cut and realistic goals for the visit. Decide on the priorities and leave other tasks to another visit. Remember to actually spend time visiting with your family member. Try to make time to do things unrelated to being a caregiver, like watching a movie, playing a game, or taking a drive. Finding time to do something simple and relaxing can help everyone—it can be fun and build family memories. And, try to let outside distractions wait until you are home again. Try to find people who live near your loved one and can provide a realistic view of what is going on. This may be your other parent. A social worker may be able to provide updates and help with making decisions. Many families schedule conference calls with doctors, the assisted living facility team, or nursing home staff so several relatives can be in one conversation and get the same up-to-date information about health and progress. Don’t underestimate the value of a phone and email contact list. It is a simple way to keep everyone updated on your parents’ needs. You may also want to give the person you care for a cell phone (and make sure he or she knows how to use it). Or, if your family member lives in a nursing home, consider having a private phone line installed in his or her room. Program telephone numbers of doctors, friends, family members, and yourself into the phone, and perhaps provide a list of the speed-dial numbers to keep with the phone. Such simple strategies can be a lifeline. But try to be prepared should you find yourself inundated with calls from your parent. Searching online is a good way to start collecting resources. Here are a few potentially helpful places to look: Eldercare Locator, 1-800-677-1116 (toll-free).National Institute on Aging website.Family Care Navigator.Your state government’s website.You might also check with local senior centers. Would you like to learn more about long-distance caregiving? The National Institute on Aging’s (NIA) booklets Long-Distance Caregiving: Twenty Questions and Answers and Caring for a Person with Alzheimer’s Disease can help. See Related Publications below. NIA also has a special section of its website featuring health and aging information for caregivers. "}