{"url": "https://www.nia.nih.gov/alzheimers/publication/alzheimers-disease-medications-fact-sheet", "text": "Several prescription drugs are currently approved by the U.S. Food and Drug Administration (FDA) to treat people who have been diagnosed with Alzheimer's disease. Treating the symptoms of Alzheimer's can provide patients with comfort, dignity, and independence for a longer period of time and can encourage and assist their caregivers as well. It is important to understand that none of these medications stops the disease itself. Medications called cholinesterase inhibitors are prescribed for mild to moderate Alzheimer's disease. These drugs may help delay or prevent symptoms from becoming worse for a limited time and may help control some behavioral symptoms. The medications include: Razadyne<sup>®</sup> (galantamine), Exelon<sup>®</sup> (rivastigmine), and Aricept<sup>®</sup> (donepezil). Scientists do not yet fully understand how cholinesterase inhibitors work to treat Alzheimer's disease, but research indicates that they prevent the breakdown of acetylcholine, a brain chemical believed to be important for memory and thinking. As Alzheimer's progresses, the brain produces less and less acetylcholine; therefore, cholinesterase inhibitors may eventually lose their effect. No published study directly compares these drugs. Because they work in a similar way, switching from one of these drugs to another probably will not produce significantly different results. However, an Alzheimer's patient may respond better to one drug than another. A medication known as Namenda<sup>®</sup> (memantine), an N-methyl D-aspartate (NMDA) antagonist, is prescribed to treat moderate to severe Alzheimer's disease. This drug's main effect is to delay progression of some of the symptoms of moderate to severe Alzheimer's. It may allow patients to maintain certain daily functions a little longer than they would without the medication. For example, Namenda<sup>® </sup>may help a patient in the later stages of the disease maintain his or her ability to use the bathroom independently for several more months, a benefit for both patients and caregivers. The FDA has also approved Aricept<sup>®</sup> and Namzaric<sup>®</sup>, a combination of Namenda<sup>®</sup> and donepezil, for the treatment of moderate to severe Alzheimer’s disease. Namenda<sup>®</sup> is believed to work by regulating glutamate, an important brain chemical. When produced in excessive amounts, glutamate may lead to brain cell death. Because NMDA antagonists work very differently from cholinesterase inhibitors, the two types of drugs can be prescribed in combination. Doctors usually start patients at low drug doses and gradually increase the dosage based on how well a patient tolerates the drug. There is some evidence that certain patients may benefit from higher doses of the cholinesterase inhibitors. However, the higher the dose, the more likely are side effects. The recommended effective dosages of drugs prescribed to treat the symptoms of Alzheimer's and the drugs' possible side effects are summarized in the table below. Patients should be monitored when a drug is started. Report any unusual symptoms to the prescribing doctor right away. It is important to follow the doctor's instructions when taking any medication, including vitamins and herbal supplements. Also, let the doctor know before adding or changing any medications. Testing New Alzheimer's Drugs Clinical trials are the best way to find out if promising new treatments are safe and effective in humans. Volunteers are needed for many Alzheimer's trials conducted around the United States. To learn more, talk with your doctor or visit the ADEAR Center's listing of clinical trials. More information is available at Volunteer for Alzheimer's Research and www.ClinicalTrials.gov. </aside>To learn about support groups, research centers, research studies, and publications about Alzheimer's disease, contact the following resources: <strong>Alzheimer's Disease Education and Referral (ADEAR) Center</strong>1-800-438-4380 (toll-free)adear@nia.nih.govwww.nia.nih.gov/alzheimers The National Institute on Aging's ADEAR Center offers information and publications for families, caregivers, and professionals on diagnosis, treatment, patient care, caregiver needs, long-term care, education, training, and research related to Alzheimer's disease. Staff members answer telephone, email, and written requests and make referrals to local and national resources. Visit the ADEAR website to learn more about Alzheimer's and other dementias, find clinical trials, and sign up for email updates. <strong>Alzheimer's Association</strong>1-800-272-3900 (toll-free)1-866-403-3073 (TTY/toll-free)info@alz.orgwww.alz.org <strong>Alzheimer's Foundation of America</strong>1-866-232-8484 (toll-free)info@alzfdn.orgwww.alzfdn.org Note: This brief summary does not include all information important for patient use and should not be used as a substitute for professional medical advice. Consult the prescribing doctor and read the package insert before using these or any other medications or supplements. (To view this as one table, please open the PDF version of this publication.) <table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" class=\"green small-font\" width=\"100%\"><tbody><tr class=\"tableHeading\"><th scope=\"col\" valign=\"center\"><h3 align=\"center\" class=\"style1\">DRUG NAME </th><th valign=\"center\"><h3 align=\"center\" class=\"style1\">DRUG TYPE AND USE </th><th valign=\"center\"><h3 class=\"style1\">HOW IT WORKS </th><th valign=\"center\"><h3 class=\"style1\">COMMON SIDE EFFECTS </th></tr><tr class=\"tableOddRow\"><th align=\"left\" valign=\"top\"><strong>Aricept® (donepezil)</strong></th><td valign=\"top\">Cholinesterase inhibitor prescribed to treat symptoms of mild, moderate, and severe Alzheimer's</td><td valign=\"top\">Prevents the breakdown of acetylcholine in the brain</td><td valign=\"top\">Nausea, vomiting, diarrhea, muscle cramps, fatigue, weight loss</td></tr><tr class=\"tableEvenRow\"><th align=\"left\" valign=\"top\"><strong>Exelon® (rivastigmine)</strong></th><td valign=\"top\">Cholinesterase inhibitor prescribed to treat symptoms of mild to moderate Alzheimer's (patch is also for severe Alzheimer's)</td><td valign=\"top\">Prevents the breakdown of acetylcholine and butyrylcholine (a brain chemical similar to acetylcholine) in the brain</td><td valign=\"top\">Nausea, vomiting, diarrhea, weight loss, indigestion, muscle weakness</td></tr><tr class=\"tableOddRow\"><th align=\"left\" valign=\"top\"><strong>Namenda® (memantine)</strong></th><td valign=\"top\">N-methyl D-aspartate (NMDA) antagonist prescribed to treat symptoms of moderate to severe Alzheimer's</td><td valign=\"top\">Blocks the toxic effects associated with excess glutamate and regulates glutamate activation</td><td valign=\"top\">Dizziness, headache, diarrhea, constipation, confusion</td></tr><tr class=\"tableEvenRow\"><th align=\"left\" valign=\"top\">Namzaric® (memantine extended-release and donepezil)</th><td valign=\"top\">NMDA antagonist and cholinesterase inhibitor prescribed to treat symptoms of moderate to severe Alzheimer’s (for patients stabilized on both memantine and donepezil taken separately)</td><td valign=\"top\">Blocks the toxic effects associated with excess glutamate and prevents the breakdown of acetylcholine in the brain</td><td valign=\"top\">Headache, nausea, vomiting, diarrhea, dizziness</td></tr><tr class=\"tableOddRow\"><th align=\"left\" valign=\"top\"><strong>Razadyne® (galantamine)</strong></th><td valign=\"top\">Cholinesterase inhibitor prescribed to treat symptoms of mild to moderate Alzheimer's</td><td valign=\"top\">Prevents the breakdown of acetylcholine and stimulates nicotinic receptors to release more acetylcholine in the brain</td><td valign=\"top\">Nausea, vomiting, diarrhea, decreased appetite, dizziness, headache</td></tr></tbody></table><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" class=\"green small-font\" width=\"100%\"><tbody><tr class=\"tableHeading\"><th scope=\"col\" valign=\"center\" width=\"20%\"><h3 align=\"center\" class=\"style1\">DRUG NAME </th><th valign=\"center\" width=\"40%\"><h3 align=\"center\" class=\"style1\">MANUFACTURER’S RECOMMENDED DOSAGE </th><th valign=\"center\" width=\"40%\"><h3 align=\"center\" class=\"style1\">FOR MORE INFORMATION </th></tr><tr class=\"tableOddRow\"><th align=\"left\" valign=\"top\" width=\"20%\"><strong>Aricept® (donepezil)</strong></th><td valign=\"top\" width=\"40%\">Tablet*: Initial dose of 5 mg once a day.May increase dose to 10 mg/day after 4-6 weeks if well tolerated, then to 23 mg/day after at least 3 months.Orally disintegrating tablet*: Same dosage as above.23-mg dose available as brand-name tablet only.</td><td valign=\"top\" width=\"40%\">For current information about this drug's safety and use, visit www.aricept.com/prescribing-and-patient-info.</td></tr><tr class=\"tableEvenRow\"><th align=\"left\" valign=\"top\" width=\"20%\"><strong>Exelon® (rivastigmine)</strong></th><td valign=\"top\" width=\"40%\">Capsule*: Initial dose of 3 mg/day (1.5 mg twice a day).May increase dose to 6 mg/day (3 mg twice a day), 9 mg (4.5 mg twice a day), and 12 mg/day (6 mg twice a day) at minimum 2-week intervals if well tolerated.Patch*: Initial dose of 4.6 mg once a day; may increase dose to 9.5 mg once a day and 13.3 mg once a day at minimum 4-week intervals if well tolerated.</td><td valign=\"top\" width=\"40%\">For current information about this drug’s safety and use, visit the www.fda.gov/Drugs. Click on \"Drugs @ FDA,\" search for Exelon, and click on drug-name links to see \"Label Information.\"</td></tr><tr class=\"tableOddRow\"><th align=\"left\" valign=\"top\" width=\"20%\"><strong>Namenda® (memantine)</strong></th><td valign=\"top\" width=\"40%\">Tablet*: Initial dose of 5 mg once a day.May increase dose to 10 mg/day (5 mg twice a day), 15 mg/day (5 mg and 10 mg as separate doses), and 20 mg/day (10 mg twice a day) at minimum 1-week intervals if well tolerated.Oral solution*: Same dosage as above.Extended-release capsule: Initial dose of 7 mg once a day; may increase dose to 14 mg/day, 21 mg/day, and 28 mg/day at minimum 1-week intervals if well tolerated.</td><td valign=\"top\" width=\"40%\">For current information about this drug's safety and use, visit www.namenda.com and www.namendaxr.com. See \"Full Prescribing Information.\"</td></tr><tr class=\"tableEvenRow\"><th align=\"left\" valign=\"top\" width=\"20%\">Namzaric® (memantine extended-release and donepezil)</th><td valign=\"top\" width=\"40%\">Capsule: 28 mg memantine extended-release + 10 mg donepezil once a day.14 mg memantine extended-release + 10 mg donepezil once a day (for patients with severe renal impairment).</td><td valign=\"top\" width=\"40%\">For current information about this drug’s safety and use, visit www.namzaric.com. Click on “Full Prescribing Information” to see the drug label. </td></tr><tr class=\"tableOddRow\"><th align=\"left\" valign=\"top\" width=\"20%\"><strong>Razadyne® (galantamine)</strong></th><td valign=\"top\" width=\"40%\">Tablet*: Initial dose of 8 mg/day (4 mg twice a day).May increase dose to 16 mg/day (8 mg twice a day) and 24 mg/day (12 mg twice a day) at minimum 4-week intervals if well tolerated.Extended-release capsule*: Same dosage as above but taken once a day.</td><td valign=\"top\" width=\"40%\">For current information about this drug’s safety and use, visit www.janssenmd.com/razadyne. Click on \"full Prescribing Information\" to see the drug label.</td></tr></tbody></table>*Available as a generic drug. Alzheimer's Disease Education and Referral (ADEAR) CenterA Service of the National Institute on Aging National Institutes of HealthU.S. Department of Health and Human Services Published August 2016 "}