{"url": "https://www.nia.nih.gov/health/publication/healthy-eating-after-50", "text": "Choosing healthy foods is a smart thing to do—no matter how old you are! Here are some tips to get you started: Eat many different colors and types of vegetables and fruits.Make sure at least half of your grains are whole grains.Eat only small amounts of solid fats and foods with added sugars. Limit saturated fat (found mostly in foods that come from animals) and trans fats (found in foods like store-bought baked goods and some margarines).Eat “good” (poly- and monounsaturated) fats, like those found in seeds, nuts, avocados, and fatty fish like salmon. Any fats added in cooking should come from olive, canola, corn, or vegetable oil.Eat seafood twice a week. Small fish, like sardines or trout, or farm-raised fish (check the label) contain less mercury than large fish, like tuna. Mercury can be harmful.<table align=\"right\" class=\"textbox right\" width=\"250\"><tbody><tr><td align=\"center\"><img alt=\"Older African American man making healthy eating choices for his diet with a glass of milk and banana\" src=\"/sites/default/files/healthy-eating-aging-man-drinking-milk.jpg\"/></td></tr><tr><td align=\"center\">Make smart food choices—find a healthy eating plan that's right for you, read nutrition labels, and make sure your food is safe to eat.</td></tr></tbody></table>Eating a variety of foods from each food group will help you get the nutrients you need. The 2015-2020 Dietary Guidelines for Americans from the U.S. Department of Agriculture (USDA) and Department of Health and Human Services (HHS) describes healthy eating patterns. You create a healthy eating pattern by making good choices about your foods and drinks every day. These guidelines are flexible to help you choose a diet of nutritious foods and drinks that you like, that are available in your area, and that fit your budget. The Dietary Guidelines suggests that people 50 or older choose foods every day from the following: <strong>Fruits—1½ to 2½ cups</strong>What is the same as a half cup of cut-up fruit? A fresh 2-inch peach or 16 grapes. <strong>Vegetables—2 to 3½ cups</strong>What is the same as a cup of cut-up vegetables? Two cups of uncooked leafy vegetables. <strong>Grains—5 to 10 ounces</strong>What is the same as an ounce of grains? A small bagel, a slice of whole grain bread, a cup of flaked ready-to-eat cereal, or a half cup of cooked rice or pasta. <strong>Protein foods—5 to 7 ounces </strong>What is the same as an ounce of meat, fish, or poultry? One egg, one fourth cup of cooked beans or tofu, a half ounce of nuts or seeds, or 1 tablespoon of peanut butter. <strong>Dairy foods—3 cups of fat-free or low-fat milk</strong>What is the same as 1 cup of milk? One cup of plain yogurt or 1½ to 2 ounces of cheese. One cup of cottage cheese is the same as a half cup of milk. <strong>Oils—5 to 8 teaspoons</strong>What is the same as oil added during cooking? Foods like olives, nuts, and avocados have a lot of oil in them. <strong>Solid fats and added sugars (SoFAS) and sodium (salt)—keep the amount of SoFAS and sodium small</strong>If you eat too many foods containing SoFAS, you will not have enough calories left for the more nutritious foods you should be eating. Your doctor may want you to follow a special diet because you have a health problem like heart disease or diabetes. Or, you might have been told to avoid eating some foods because they can change how well your medicines work. Talk with your doctor or a registered dietitian—a nutrition specialist—about foods you can eat instead. <strong>Here’s a tip</strong>: Stay away from “empty calories.” These are foods and drinks with a lot of calories but not many nutrients—for example, chips, cookies, soda, and alcohol.   <p align=\"center\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/dfYfwNXgYAQ?rel=0\" title=\"Choosing Nutrient Dense Foods\" width=\"420\"></iframe> One eating plan in the Dietary Guidelines is the DASH Eating Plan. DASH stands for Dietary Approaches to Stop Hypertension. Following this plan can help you lower your blood pressure. See For More Information about Healthy Eating to find out more about DASH. How much you should eat depends on how active you are. If you eat more calories than your body uses, you gain weight. What are calories? Calories are a way to count how much energy is in food. The energy you get from food helps you do the things you need to do each day. Try to choose foods that have a lot of the nutrients you need, but not many calories. Just counting calories is not enough for making smart choices. Think about this: A medium banana, 1 cup of flaked cereal, 1½ cups of cooked spinach, 1 tablespoon of peanut butter, or 1 cup of 1% milk all have roughly the same number of calories. But, the foods are different in many ways. Some have more nutrients than others do. For example, milk gives you more calcium than a banana, and peanut butter gives you more protein than cereal. Some foods can make you feel more full than others. How Many Calories Do People over Age 50 Need Each Day? A woman: Who is not physically active needs about 1,600 calories.Who is somewhat active needs about 1,800 calories.Who has an active lifestyle needs about 2,000-2,200 calories.A man: Who is not physically active needs about 2,000 calories.Who is somewhat active needs about 2,200-2,400 calories.Who has an active lifestyle needs about 2,400-2,800 calories.<strong>Here’s a tip: </strong>Aim for at least 150 minutes (2½ hours) of physical activity each week. Ten-minute sessions several times a day on most days are fine. </aside>How does the food on your plate compare with how much you should be eating? Here are some ways to see how the food on your plate measures up: 1 deck of cards = 3 ounces of meat or poultry.Half baseball = half cup of fruit, rice, or pasta.1 baseball = 1 cup of salad greens.4 dice = 1½ ounces of cheese.Tip of your first finger = 1 teaspoon of butter or margarine.1 ping-pong ball = 2 tablespoons of peanut butter.1 fist = 1 cup of flaked cereal or a baked potato.Does your favorite chicken dish taste different? As you age, your sense of taste and smell may change, and foods may seem to lose flavor. Try extra spices or herbs to add flavor. Also, medicines may change how food tastes. They can also make you feel less hungry. Talk to your doctor if this is a problem. Maybe some of the foods you used to eat no longer agree with you. For example, some people become lactose intolerant. They have stomach pain, gas, or diarrhea after eating or drinking something with milk in it. Your doctor can test to see if you are lactose intolerant. Is it harder to chew your food? Maybe your dentures do not fit, or your gums are sore. If so, a dentist can help you. Until then, you might want to eat softer foods that are easier to chew. With age, you may lose some of your sense of thirst. Drink plenty of liquids like water, milk, or broth. Don’t wait until you feel thirsty. Try to add liquids throughout the day. You could try soup for a snack, or drink a glass of water before exercising or working in the yard. Don’t forget to take sips of water, milk, or juice during a meal. <p align=\"center\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/V4F5lDo3K3U?rel=0\" title=\"What To Drink As You Get Older\" width=\"420\"></iframe> Fiber is found in foods from plants— fruits, vegetables, beans, nuts, seeds, and whole grains. Eating more fiber might prevent stomach or intestine problems, like constipation. It might also help lower cholesterol, as well as blood sugar. It is better to get fiber from food than dietary supplements. Start adding fiber slowly. That will help avoid gas. Here are some tips for adding fiber: Eat cooked dry beans, peas, and lentils often.Leave skins on your fruit and vegetables if possible, but wash them first.Choose whole fruit over fruit juice.Eat whole grain breads and cereals.Drink plenty of liquids to help fiber move through your intestines. The usual way people get sodium is by eating salt. The body needs sodium, but too much can make blood pressure go up in some people. Many fresh foods contain some sodium, especially those high in protein. However, most unprocessed fruits and vegetables do not have much sodium. Salt is added to many canned and prepared foods. People tend to eat more salt than they need. If you are 51 or older, about two thirds of a teaspoon of table salt—1,500 milligrams (mg) sodium—is all you need each day. That includes all the sodium in your food and drink, not just the salt you add. Try to avoid adding salt during cooking or at the table. Talk to your doctor before using salt substitutes. Some contain sodium. And most have potassium, which some people also need to limit. Eat fewer salty snacks and processed foods, such as lunch meats. Look for the word sodium, not salt, on the Nutrition Facts panel. Choose foods labeled “low sodium.” The amount of sodium in the same kind of food can vary greatly among brands, so check the label. <strong>Here’s a tip</strong>: Spices, herbs, and lemon juice add flavor to your food, so you won’t miss the salt. Fat in your diet comes from two places—the fat already in food and the fat added when you cook. Fat gives you energy and helps your body use certain vitamins, but it is high in calories. To lower the fat in your diet: Choose cuts of meat, fish, or poultry (with the skin removed) with less fat.Trim off any extra fat before cooking.Use low-fat dairy products and salad dressings.Use nonstick pots and pans, and cook without added fat.Choose an unsaturated, monounsat­urated, or polyunsaturated vegetable oil (such as olive, canola, or vegetable oil) for cooking—check the label.Don’t fry foods. Instead, broil, roast, bake, stir-fry, steam, microwave, or boil them.As you grow older, you must take extra care to keep your food safe to eat. It is harder for you to fight off infections, and some foods could make you very sick. Talk to your doctor or a registered dietitian about foods to avoid. Handle raw food with care. Keep it apart from foods that won’t be cooked or are already cooked. Use hot, soapy water to wash your hands, tools, and work surfaces as you cook. Don’t depend on sniffing or tasting food to tell what is bad. Try putting dates on the foods in your fridge. Check the “use by” date on foods. If in doubt, toss it out. Make sure food gets into the refrigerator no more than 2 hours after it is cooked. <p align=\"center\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" scrolling=\"no\" src=\"//www.youtube.com/embed/O91w5Vvoh4M?rel=0\" title=\"Keeping Food Safe\" width=\"420\"></iframe> If your budget is limited, it might take some planning to be able to pay for the foods you should eat. Here are some suggestions: Buy only the foods you need—a shopping list will help with that.Buy only as much food as you will use.Choose foods with plain (generic) labels or store brands—they often cost less than name brands.Plan your meals around food that is on sale.Divide leftovers into small servings, label and date, and freeze to use within a few months.Federal Government programs are available to help people with low incomes buy groceries. To learn more about these programs or find your Area Agency on Aging, contact the Eldercare Locator. To learn more about the DASH diet: <strong>National Heart, Lung, and Blood Institute</strong>1-301-592-8573nhlbiinfo@nhlbi.nih.gov (email)www.nhlbi.nih.gov/health/health-topics/topics/dash To find out about nutrition, meal programs, or getting help with shopping: <strong>Eldercare Locator</strong>1-800-677-1116 (toll-free)www.eldercare.gov <strong>Federal Government Nutrition Websites: </strong> www.choosemyplate.gov—USDA Food Patterns www.foodsafety.gov—Learn how to cook and eat safely. www.healthfinder.gov—Get tips for following a healthier lifestyle. www.nutrition.gov—Learn more about healthy eating, food shopping, assistance programs, and nutrition-related health subjects. <strong>National Library of MedicineMedlinePlus</strong>MedlinePlus has information about diseases, conditions, and wellness issues in language you can understand.www.medlineplus.gov <strong>USDA Food and Nutrition Information Center</strong>National Agricultural Library1-301-504-5414fnic@ars.usda.gov (email)http://fnic.nal.usda.gov For more information on health and aging, including nutrition and exercise, contact: <strong>National Institute on AgingInformation Center</strong>P.O. Box 8057Gaithersburg, MD 20898-80571-800-222-2225 (toll-free)1-800-222-4225 (TTY/toll-free)niaic@nia.nih.gov (email)www.nia.nih.govwww.nia.nih.gov/Go4Life Sign up for regular email alerts about new publications and other information from the NIA.   National Institute on AgingNational Institutes of HealthU.S. Department of Health and Human Services  Verified "}