{"url": "https://www.nia.nih.gov/health/publication/long-distance-caregiving", "text": "<figure align=\"right\" class=\"right\"><img alt=\"hand reaching for bird\" src=\"https://d2cauhfh6h4x0p.cloudfront.net/s3fs-public/00_navigation.jpg\"/> </figure>Five years ago, Dave's mother moved from their old house in Philadelphia to an apartment that was closer to his sister in Baltimore. Before the move, the 30-minute drive to visit his mom wasn't a big deal, and Dave had lunch with her weekly. Sometimes they'd go to a ballgame together. After the move, neither Dave nor his mom expected much to change—what was another hour or so of drive time? But as time passed, the trip seemed to get longer, time together was harder to arrange, and as a result, they saw less of each other. Then his mom's health began to slide. When Dave's sister called to say their mom had fallen and broken her hip, Dave needed and wanted to help. Should he offer to hire a nurse? Should he take a week off work and help out himself? After all the years his mom had devoted to caring for the family, what could Dave do from far away to help her—and his sister? The answer for Dave, and for so many families faced with similar situations, is encouraging. Long-distance caregivers can be helpful no matter how far away they live. Long-Distance Caregiving: Twenty Questions and Answers focuses on some issues that are unique to long-distance caregiving. You will also find other information that is important to know whether you live next door or across the country. Developed by the National Institute on Aging (NIA), part of the National Institutes of Health, this booklet is a gateway to ideas and resources that can help make long-distance caregiving more manageable and satisfying. <figure align=\"right\" class=\"right\"><img alt=\"heart with ribbon\" src=\"https://d2cauhfh6h4x0p.cloudfront.net/s3fs-public/so-far-away-heart_0.jpg\"/> </figure>But what is long-distance caregiving? It can be helping Aunt Lilly sort through her medical bills or thinking about how to make the most of a weekend visit with Mom. It can include checking the references of an aide who's been hired to help your grandfather or trying to take the pressure off your sister who lives in the same town as both your aging parents and her aging in-laws. This resource often refers to caregiving for aging parents, but in fact, you can use the tips no matter who you are caring for—an older relative, family friend, or neighbor. The information is organized in a question-and-answer format. Each of these commonly asked questions has a brief answer. You can read them separately or together for a more complete picture of all the facets of caregiving from afar. The most important thing to remember is that these are just ideas, suggestions, and observations from people with knowledge or experience in long-distance caregiving. Your situation might call for adaptations of these or even completely different solutions. Keep in mind that healthcare providers and health plans are by law not required to share information with a person’s family or friends unless they are the patient’s personal representatives. For more information, visit www.hhs.gov/hipaa/for-individuals/family-members-friends. The questions answered in this resource probably aren’t the only ones you have about long-distance caregiving. If you would like more information, see the <strong>Resources</strong> section, which provides a sampling of other organizations that may be able to help you and your family answer your questions about long-distance caregiving. "}