{"url": "https://www.nia.nih.gov/alzheimers/publication/assessing-cognitive-impairment-older-patients", "text": "As a primary care practice, you and your staff are often the first to address a patient’s complaints—or a family’s concerns—about memory loss or possible dementia.<sup>(1,2)</sup> This quick guide provides information about assessing cognitive impairment in older adults. With this information, you can identify emerging cognitive deficits and possible causes, following up with treatment for what may be a reversible health condition. Or, if Alzheimer’s disease or another dementia is found, you can help patients and their caregivers prepare for the future. Brief, nonproprietary risk assessment and screening tools are available.<sup>(2)</sup> Cognitive impairment in older adults has a variety of possible causes, including medication side effects, metabolic and/or endocrine derangements, delirium due to intercurrent illness, depression, and dementia, with Alzheimer’s dementia being most common. Some causes, like medication side effects and depression, can be reversed with treatment. Others, such as Alzheimer’s disease, cannot be reversed, but symptoms can be treated for a period of time and families can be prepared for predictable changes. Many people who are developing or have dementia do not receive a diagnosis. One study showed that physicians were unaware of cognitive impairment in more than 40 percent of their cognitively impaired patients.<sup>(3)</sup> Another study found that more than half of patients with dementia had not received a clinical cognitive evaluation by a physician.<sup>(17)</sup> The failure to evaluate memory or cognitive complaints is likely to hinder treatment of underlying disease and comorbid conditions, and may present safety issues for the patient and others.<sup>(4,5)</sup> In many cases, the cognitive problem will worsen over time.<sup>(2,4,6)</sup> </aside>Most patients with memory, other cognitive, or behavior complaints want a diagnosis to understand the nature of their problem and what to expect.<sup>(6-10)</sup> Some patients (or families) are reluctant to mention such complaints because they fear a diagnosis of dementia and the future it portends. In these cases, a primary care provider can explain the benefits of finding out what may be causing the patient’s health concerns. Pharmacological treatment options for Alzheimer’s-related memory loss and other cognitive symptoms are limited, and none can stop or reverse the course of the disease. However, assessing cognitive impairment and identifying its cause, particularly at an early stage, offers several benefits. Benefits of Early Screening <strong>If screening is negative:</strong> Concerns may be alleviated, at least at that point in time. <strong>If screening is positive and further evaluation is warranted:</strong> The patient and physician can take the next step of identifying the cause of impairment (for example, medication side effects, metabolic and/or endocrine imbalance, delirium, depression, Alzheimer’s disease). This may result in: Treating the underlying disease or health condition.Managing comorbid conditions more effectively.Averting or addressing potential safety issues.Allowing the patient to create or update advance directives and plan long-term care.Ensuring the patient has a caregiver or someone to help with medical, legal, and financial concerns.Ensuring the caregiver receives appropriate information and referrals.Encouraging participation in clinical research.</aside>The U.S. Preventive Services Task Force, in its recent review and recommendation regarding routine screening for cognitive impairment, noted that “although the overall evidence on routine screening is insufficient, clinicians should remain alert to early signs or symptoms of cognitive impairment (for example, problems with memory or language) and evaluate as appropriate.”<sup>(11)</sup> A Dementia Screening Indicator can help guide clinician decisions about when it may be appropriate to screen for cognitive impairment in the primary care setting.<sup>(12)</sup> Trained staff using readily available screening tools need only <strong>10 minutes or less</strong> to initially assess a patient for cognitive impairment. While screening results alone are insufficient to diagnose dementia, they are an important first step. The AD8 (PDF, 195K) and Mini-Cog (PDF, 86K) are among many possible tools. You can also use NIA's Instruments to Detect Cognitive Impairment in Older Adults database to search for instruments that meet your needs. Assessment for cognitive impairment can be performed at any visit but is now a required component of the Medicare Annual Wellness Visit (PDF, 565K).<sup>(4),(13)</sup> Coverage for wellness and, importantly, for follow-up visits is available to any patient who has had Medicare Part B coverage for at least 12 months. Positive screening results warrant further evaluation. A combination of cognitive testing and information from a person who has frequent contact with the patient, such as a spouse or other care provider, is the best way to more fully assess cognitive impairment.<sup>(14)</sup> A primary care provider may conduct an evaluation or refer to a specialist such as a geriatrician, neurologist, geriatric psychiatrist, or neuropsychologist. If available, a local memory disorders clinic or Alzheimer’s Disease Center may also accept referrals. Genetic testing, neuroimaging, and biomarker testing are not generally recommended for clinical use at this time.<sup>(2),(15)</sup> These tests are primarily conducted in research settings. Interviews to assess memory, behavior, mood, and functional status (especially complex actions such as driving and managing money<sup>(16)</sup> are best conducted with the patient alone, so that family members or companions cannot prompt the patient. Information can also be gleaned from the patient’s behavior on arrival in the doctor’s office and interactions with staff. Note that patients who are only mildly impaired may be adept at covering up their cognitive deficits and reluctant to address the problem. Family members or close companions can also be good sources of information. Inviting them to speak privately may allow for a more candid discussion. Per HIPAA regulations, the patient should give permission in advance. An alternative would be to invite the family member or close companion to be in the examining room during the patient’s interview and contribute additional information after the patient has spoken. Brief, easy-to-administer informant screening tools, such as the short IQCODE (PDF, 62K) or the AD8 (PDF, 565K), are available. Points to Remember Patients should be screened for cognitive impairment if:the person, family members, or others express concerns about changes in his or her memory or thinking, or.you observe problems/changes in the patient’s memory or thinking, or.the patient is age 80 or older.<sup>(12)</sup>.Other risk factors that could indicate the need for dementia screening include: low education, history of type 2 diabetes, stroke, depression, and trouble managing money or medications.Instruments for brief screening are available and can be used in an office visit.Patients, particularly those who express a concern, likely want to know what the underlying problem is.Refer to a specialist if needed.</aside>  <strong>Screening/Diagnostic Tools</strong> Dementia Screening Indicator (Barnes, et al.).Geriatric Depression Scale (Stanford University).Healthy Aging Brain Care Monitor (patient and caregiver questionnaires; Indiana University and Regenstrief Institute).Instruments to Detect Cognitive Impairment in Older Adults (searchable database; NIA).<strong>Diagnostic Guidelines</strong> Diagnostic Guidelines for Alzheimer’s Disease: Frequently Asked Questions for Clinicians (NIA).New Diagnostic Criteria and Guidelines for Alzheimer's Disease (Alzheimer’s Association).<strong>Recommendations</strong> Recommendations for operationalizing the detection of cognitive impairment during the Medicare annual wellness visit in a primary care setting (Alzheimer's &amp; Dementia).Cognitive Impairment in Older Adults: Screening (U.S. Preventive Services Task Force).  1. Bunn F, Goodman C, Sworm L, et al. Psychosocial factors that shape patient and carer experiences of dementia diagnosis and treatment: a systematic review of qualitative studies. PLOS Med. 2012;9(10):e1001331. www.ncbi.nlm.nih.gov/pmc/articles/PMC3484131/ 2. Galvin JE and Sadowsky CH. Practical guidelines for the recognition and diagnosis of dementia. J Am Board Family Med. 2012;25(3):367-382. www.ncbi.nlm.nih.gov/pubmed/22570400 3. Chodosh J, Petitti DB, Elliott M, et al. Physician recognition of cognitive impairment: evaluating the need for improvement. J Am Geriatr Soc. 2004;52(7):1051-1059. www.ncbi.nlm.nih.gov/pubmed/15209641 4. McPherson S and Schoephoester G. Screening for dementia in a primary care practice. Minn Med. 2012 Jan;95(1):36-40. www.ncbi.nlm.nih.gov/pubmed/22355911 5. Bradford A, Kunik M, Schulz P, et al. Missed and delayed diagnosis of dementia in primary care: prevalence and contributing factors. Alzheimer Dis Assoc Disord. 2009;23(4):306-313. www.ncbi.nlm.nih.gov/pmc/articles/PMC2787842/ 6. Boustani M, Peterson B, Hanson L, et al. Screening for dementia in primary care: a summary of the evidence for the U.S. Preventive Services Task Force. Ann Intern Med. 2003;138(11):927-937. www.ncbi.nlm.nih.gov/pubmed/12779304 7. Weimer DL and Sager MA. Early identification and treatment of Alzheimer disease: social and fiscal outcomes. Alzheimers Dement. 2009;5(3):215-226. www.ncbi.nlm.nih.gov/pmc/articles/PMC2785909/ 8. Connell CM, Roberts JS, McLaughlin SJ, et al. Black and white adult family members’ attitudes toward a dementia diagnosis. J Am Geriatr Soc. 2009;57(9):1562-1568. www.ncbi.nlm.nih.gov/pubmed/19682136 9. Elson P. Do older adults presenting with memory complaints wish to be told if later diagnosed with Alzheimer’s disease? Int J Geriatr Psychiatry. 2006;21(5):419-425. www.ncbi.nlm.nih.gov/pubmed/16676286 10. Turnbull Q, Wolf AMD, Holroyd S. Attitudes of elderly subjects toward “truth telling” for the diagnosis of Alzheimer’s disease. J Geriatr Psychiatry Neurol. 2003;16(2):90-93. www.ncbi.nlm.nih.gov/pubmed/12801158 11. U.S. Preventive Services Task Force. Cognitive impairment in older adults: screeening. 2014. Retrieved 10/9/14 from www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/cognitive-impairment-in-older-adults-screening#clinical-considerations 12. Barnes DE, Beiser AS, Lee A, et al. Development and validation of a brief dementia screening indicator for primary care. Alzheimers Dement. 2014 Feb 1. pii: S1552-5260(13)02940-3. doi: 10.1016/j.jalz.2013.11.006. [Epub ahead of print] www.ncbi.nlm.nih.gov/pubmed/24491321 13. Cordell CB, Borson S, Boustani M, et al. Alzheimer's Association recommendations for operationalizing the detection of cognitive impairment during the Medicare Annual Wellness Visit in a primary care setting. Alzheimers Dement. 2013 March;9(2):141-150. www.ncbi.nlm.nih.gov/pubmed/23265826 14. Holsinger T, Deveau J, Boustani M, et al. Does this patient have dementia? JAMA. 2007;297(21):2391-2404. www.ncbi.nlm.nih.gov/pubmed/17551132 15. McKhann GM, Knopman DS, Chertkow H, et al. The diagnosis of dementia due to Alzheimer’s disease: recommendations from the National Institute on Aging–Alzheimer’s Association workgroups on diagnostic guidelines for Alzheimer’s disease. Alzheimers Dement. 2011;7(3):263-269. www.ncbi.nlm.nih.gov/pmc/articles/PMC3312024/ 16. Marson DC. Clinical and ethical aspects of financial capacity in dementia: a commentary. Am J Geriatr Psychiatry. 2013;21(4)382-390. www.ncbi.nlm.nih.gov/pmc/articles/PMC3784311/ 17. Kotagal V, Langa KM, Plassman BL, et al. Factors associated with cognitive evaluations in the United States. Neurology. 2014 Nov 26. pii: 10.1212/WNL.0000000000001096. [Epub ahead of print] www.ncbi.nlm.nih.gov/pubmed/25428689 <strong>NIA/NIH Alzheimer’s Disease Education and Referral (ADEAR) Center</strong>www.nia.nih.gov/alzheimers1-800-438-4380 (toll-free)adear@nia.nih.gov@Alzheimers_NIH The National Institute on Aging’s ADEAR Center offers information and publications for families, caregivers, and professionals on diagnosis, treatment, patient care, caregiver needs, long-term care, education and training, and research related to Alzheimer’s disease. Staff members answer questions and make referrals to local and national resources. You can also find clinical trials and sign up for email updates. "}