{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to acarbose. Your doctor will also tell you how to check your response to this medication by measuring your blood or urine sugar levels at home. Follow these instructions carefullyYou should always wear a diabetic identification bracelet to be sure you get proper treatment in an emergency.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. If you will be having a snack soon, take a dose with the snack. If it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Be sure to follow all exercise and dietary recommendations made by your doctor or dietitian. It is important to eat a healthful diet.Alcohol may cause a decrease in blood sugar. Ask your doctor about the safe use of alcoholic beverages while you are taking acarbose.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking acarbose,tell your doctor and pharmacist if you are allergic to acarbose or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially other medications for diabetes, digoxin (Lanoxin), diuretics ('water pills'), estrogens, isoniazid, medications for high blood pressure or colds, oral contraceptives, pancreatic enzymes, phenytoin (Dilantin), steroids, thyroid medications, and vitamins.tell your doctor if you have or have ever had ketoacidosis, cirrhosis, or intestinal disease such as inflammatory bowel disease or bowel obstruction.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking acarbose, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking acarbose.", "why": "Acarbose is used (with diet only or diet and other medications) to treat type 2 diabetes (condition in which the body does not use insulin normally and therefore cannot control the amount of sugar in the blood) . Acarbose works by slowing the action of certain chemicals that break down food to release glucose (sugar) into your blood. Slowing food digestion helps keep blood glucose from rising very high after meals.Over time, people who have diabetes and high blood sugar can develop serious or life-threatening complications, including heart disease, stroke, kidney problems, nerve damage, and eye problems. Taking medication(s), making lifestyle changes (e.g., diet, exercise, quitting smoking), and regularly checking your blood sugar may help to manage your diabetes and improve your health. This therapy may also decrease your chances of having a heart attack, stroke, or other diabetes-related complications such as kidney failure, nerve damage (numb, cold legs or feet; decreased sexual ability in men and women), eye problems, including changes or loss of vision, or gum disease. Your doctor and other healthcare providers will talk to you about the best way to manage your diabetes.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Acarbose", "side_effects": "When used in combination with insulin or other medications used to treat diabetes, acarbose may cause excessive lowering of blood sugar levels.If you have any of these symptoms, glucose products (Insta-Glucose or B-D Glucose tablets) should be used and you should call your doctor. Because acarbose blocks the breakdown of table sugar and other complex sugars, fruit juice or other products containing these sugars will not help to increase blood sugar. It is important that you and other members of your household understand this difference between acarbose and other medications used to treat diabetes.\r \r shakinessdizziness or lightheadednesssweating nervousness or irritabilitysudden changes in behavior or moodheadachenumbness or tingling around the mouthweaknesspale skin hungerclumsy or jerky movementsIf hypoglycemia is not treated, severe symptoms may develop. Be sure that your family, friends, and other people who spend time with you know that if you have any of the following symptoms, they should get medical treatment for you immediately.\r \r confusionseizuresloss of consciousnessCall your doctor immediately if you have any of the following symptoms of hyperglycemia (high blood sugar):\r \r extreme thirstfrequent urinationextreme hungerweaknessblurred visionIf high blood sugar is not treated, a serious, life-threatening condition called diabetic ketoacidosis could develop. Call your doctor immediately if you have any of the these symptoms:\r \r dry mouthupset stomach and vomitingshortness of breathbreath that smells fruitydecreased consciousness", "how": "Acarbose comes as a tablet to take by mouth. It is usually taken three times a day. It is very important to take each dose with the first bite of each main meal. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take acarbose exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Continue to take acarbose even if you feel well. Do not stop taking acarbose without talking to your doctor."}