{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain tests to check your response to acetazolamide.Do not let anyone else to take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for the missed one.", "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking acetazolamide,tell your doctor and pharmacist if you are allergic to acetazolamide, sulfa drugs, diuretics ('water pills'), or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially amphetamines, aspirin, cyclosporine (Neoral, Sandimmune), medications for depression or irregular heartbeat, diflunisal (Dolobid), digoxin (Lanoxin), diuretics ('water pills'), lithium (Eskalith, Lithobid), phenobarbital, primidone (Mysoline), and vitamins.tell your doctor if you have or have ever had heart, liver, or kidney disease; or diabetes.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking acetazolamide, call your doctor immediately.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking acetazolamide.you should know that this drug may make you drowsy. Do not drive a car or operate machinery until you know how this drug affects you.remember that alcohol can add to the drowsiness caused by this drug.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Acetazolamide may make your skin sensitive to sunlight.", "why": "Acetazolamide is used to treat glaucoma, a condition in which increased pressure in the eye can lead to gradual loss of vision. Acetazolamide decreases the pressure in the eye. Acetazolamide is also used to reduce the severity and duration of symptoms (upset stomach, headache, shortness of breath, dizziness, drowsiness, and fatigue) of altitude (mountain) sickness. Acetazolamide is used with other medicines to reduce edema (excess fluid retention) and to help control seizures in certain types of epilepsy.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Acetazolamide Oral", "side_effects": "Acetazolamide may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachvomitingloss of appetiteIf you experience any of the following symptoms, call your doctor immediately:\r \r numbness and tinglingincreased thirst and urinationdrowsinessheadacheconfusionfeverrashblood in urinepainful urinationyellowing of the skin or eyesseizuressore throatunusual bleeding or bruisingIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Acetazolamide comes as a tablet and capsule to take by mouth. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take acetazolamide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.If you are taking the extended-release (long-acting) form of acetazolamide (Diamox Sequels), do not crush or chew the capsules."}