{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to acitretin.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r headachedizzinessvomitingupset stomachdry, itchy skinloss of appetitebone or joint painIf a female who could become pregnant takes an overdose of acitretin, she should take a pregnancy test after the overdose and use two forms of birth control for the next 3 years.", "precautions": "Before taking acitretin,tell your doctor and pharmacist if you have had a serious allergic reaction (difficulty breathing or swallowing, hives, itching, or swelling of the face, throat, tongue, lips, or eyes) to acitretin, other retinoids such as adapalene (Differen, in Epiduo), alitretinoin (Panretin), isotretinoin (Absorica, Accutane, Amnesteem, Claravis, Myorisan, Sotret, Zenatane), tazarotene (Avage, Fabior, Tazorac), tretinoin (Atralin, Avita, Renova, Retin-A),  or any of the ingredients in acitretin capsules. Your doctor will probably tell you not to use acitretin. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor if you are taking any of the following medications: methotrexate (Trexall) or tetracycline antibiotics such as demeclocycline, doxycycline (Doryx, Monodox, Oracea, Periostat, Vibramycin), minocycline (Dynacin, Minocin, Solodyn), and tetracycline (Sumycin, in Helidac, in Pylera) while taking acitretin. Your doctor will probably tell you not to take acitretin if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention the medications and herbs listed in the IMPORTANT WARNING section and any of the following: glyburide (Diabeta, Glynase, in Glucovance), phenytoin (Dilantin, Phenytek), and vitamin A (in multivitamins). Also tell your doctor if you have ever taken etretinate (Tegison). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had the conditions mentioned in the IMPORTANT WARNING section and if you have high cholesterol or triglyceride levels, a family history of high cholesterol levels, or kidney disease. Your doctor may tell you that you should not take acitretin.tell your doctor if you drink large amounts of alcohol; if you have diabetes or high blood sugar, spinal problems, depression, or stroke or mini-stroke; or if you have or have ever had joint, bone, or heart disease.do not breast-feed while taking acitretin or if you have recently stopped taking acitretin.you should know that acitretin may limit your ability to see at night. This problem may begin suddenly at any time during your treatment. Be very careful when driving at night.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Do not use sunlamps while taking acitretin. Acitretin may make your skin sensitive to sunlight.if you need to have phototherapy, tell your doctor that you are taking acitretin.you should know that acitretin may dry your eyes and make wearing contact lenses uncomfortable during or after treatment. Remove your contact lenses and call your doctor if this happens.", "why": "Acitretin is used to treat severe psoriasis (abnormal growth of skin cells that causes red, thickened, or scaly skin). Acitretin is in a class of medications called retinoids. The way acitretin works is not known.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Acitretin", "side_effects": "Acitretin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r peeling, dry, itchy, scaling, cracked, blistered, sticky or infected skinbrittle or weak fingernails and toenailsdandruffsunburnabnormal skin odorexcessive sweatinghair losschanges in hair texturedry eyesloss of eyebrows or eyelasheshot flashes or flushingchapped or swollen lipsswollen or bleeding gumsexcessive salivatongue pain, swelling, or blisteringmouth swelling or blistersstomach paindiarrheaincreased appetitedifficulty falling or staying asleepsinus infectionrunny nosedry nosenosebleedjoint paintight muscleschanges in tasteSome side effects can be serious. The following symptoms are uncommon, but if you experience any of them or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r rashheadacheextreme thirst, frequent urination, extreme hunger, blurred vision, or weaknessdry mouth, nausea and vomiting, shortness of breath, breath that smells fruity, and decreased consciousnesspain, swelling, or redness of eyes or eyelidseye paineyes sensitive to lightswelling of hands, feet, ankles, or lower legsredness or swelling in one leg onlydepressionthoughts of hurting or killing yourselfbone, muscle, or back paindifficulty moving any part of your bodyloss of feeling in hands or feetchest painslow or difficult speechtingling in arms and legsloss of muscle toneweakness or heaviness in legscold, gray, or pale skinslow or irregular heartbeatdizzinessfast heartbeatweaknessshortness of breathear pain or ringingAcitretin may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Acitretin comes as a capsule to take by mouth. It is usually taken once a day with the main meal. Take acitretin at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take acitretin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start you on a low dose of acitretin and gradually increase your dose.Acitretin controls psoriasis but does not cure it. It may take 2–3 months or longer before you feel the full benefit of acitretin. Your psoriasis may get worse during the first few months of treatment. This does not mean that acitretin will not work for you, but tell your doctor if this happens. Continue to take acitretin even if you feel well. Do not stop taking acitretin without talking to your doctor.After you stop taking acitretin, your symptoms may come back. Tell your doctor if this happens. Do not use leftover acitretin to treat a new flare-up of psoriasis. A different medication or dose may be needed."}