{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your response to acyclovir.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Acyclovir is also sometimes used to treat eczema herpeticum (a skin infection caused by the herpes virus) to treat and prevent herpes infections of the skin, eyes, nose, and mouth in patients with human immunodeficiency virus (HIV), and to treat oral hairy leukoplakia (condition that causes hairy white or gray-colored patches on the tongue or inside of the cheek).", "if_i_forget": "Take the missed dose as soon as you remember it and take any remaining doses for that day at evenly spaced intervals. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Drink plenty of fluids while you are taking acyclovir.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r agitationseizuresextreme tirednessloss of consciousnessswelling of the hands, feet, ankles, or lower legsdecreased urination", "precautions": "Before taking acyclovir,tell your doctor and pharmacist if you are allergic to acyclovir, valacyclovir (Valtrex), any other medications, or any of the ingredients in acyclovir. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amphotericin B (Fungizone); aminoglycoside antibiotics such as amikacin (Amikin), gentamicin (Garamycin), kanamycin (Kantrex), neomycin (Nes-RX, Neo-Fradin), paramomycin (Humatin), streptomycin, and tobramycin (Tobi, Nebcin); aspirin and other nonsteroidal anti-inflammatory drugs such as ibuprofen (Advil, Motrin), and naproxen (Aleve, Naprosyn); cyclosporine (Neoral, Sandimmune); medications to treat HIV or AIDS such as zidovudine (Retrovir, AZT); pentamidine (NebuPent); probenecid (Benemid); sulfonamides such as sulfamethoxazole and trimethoprim (Bactrim); tacrolimus (Prograf); and vancomycin. Many other medications may also interact with acyclovir, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if there is a possibility you may be dehydrated from a recent illness or activity, or if you have or have ever had problems with your immune system; human immunodeficiency virus infection (HIV); acquired immunodeficiency syndrome (AIDS); or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking acyclovir, call your doctor.if you are taking acyclovir to treat genital herpes, you should know that genital herpes can be spread through sexual contact even if you don't have blisters or other symptoms and possibly even if you are taking acyclovir. Talk to your doctor about ways to stop the spread of genital herpes and about whether your partner(s) should receive treatment.", "why": "Acyclovir is used to decrease pain and speed the healing of sores or blisters in people who have varicella (chickenpox)), herpes zoster (shingles; a rash that can occur in people who have had chickenpox in the past), and first-time or repeat outbreaks of genital herpes (a herpes virus infection that causes sores to form around the genitals and rectum from time to time). Acyclovir is also sometimes used to prevent outbreaks of genital herpes in people who are infected with the virus. Acyclovir is in a class of antiviral medications called synthetic nucleoside analogues. It works by stopping the spread of the herpes virus in the body. Acyclovir will not cure genital herpes and may not stop the spread of genital herpes to other people.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Acyclovir", "side_effects": "Acyclovir may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachvomitingdiarrheadizzinesstirednessagitationpain, especially in the jointshair losschanges in visionSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r hivesrash or blistersitchingdifficulty breathing or swallowingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legshoarsenessfast heartbeatweaknesspale skindifficulty sleepingfever, sore throat, chills, cough, and other signs of infectionunusual bruising or bleedingblood in the urinestomach pain or crampsbloody diarrheadecreased urinationheadachehallucinations (seeing things or hearing voices that do not exist)confusionaggressive behaviordifficulty speakingnumbness, burning, or tingling in the arms or legstemporary inability to move parts of your bodyshaking of a part of your body that you cannot controlseizuresloss of consciousnessAcyclovir may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Acyclovir comes as a tablet, a capsule, and a suspension (liquid) to take by mouth. It is usually taken with or without food two to five times a day for 5 to 10 days, starting as soon as possible after your symptoms begin. When acyclovir is used to prevent outbreaks of genital herpes, it is usually taken two to five times a day for up to 12 months. Take acyclovir at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take acyclovir exactly as directed. Do not take more or less of it or take it more often or for a longer time than prescribed by your doctor.Shake the liquid well before each use to mix the medication evenly.Your symptoms should improve during your treatment with acyclovir. Call your doctor if your symptoms do not improve or if they get worse.Take acyclovir until you finish the prescription, even if you feel better. If you stop taking acyclovir too soon or skip doses, your infection may not be completely treated or may become more difficult to treat."}