{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Inject the missed dose as soon as you remember it. Then inject the next dose on your regularly scheduled day. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using adalimumab injection,tell your doctor and pharmacist if you are allergic to adalimumab injection, any other medications, or any of the ingredients in adalimumab injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients. If you will be using the prefilled syringe, also tell your doctor if you or the person who will be helping you inject adalimumab injection are allergic to latex or rubber.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.in addition to the conditions mentioned in the IMPORTANT WARNING section, tell your doctor if you have or have ever had numbness or tingling in any part of your body, any disease that affects your nervous system, such as multiple sclerosis (a disease in which the nerves do not function properly causing weakness, numbness, loss of muscle coordination and problems with vision, speech, and bladder control), any type of cancer, or heart disease. If you have psoriasis, tell your doctor if you have been treated with light therapy.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding If you become pregnant while using adalimumab injection, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using adalimumab injection.do not have any vaccinations without talking to your doctor. If your child will be receiving adalimumab injection, be sure that your child has received all the shots that are required for children of his or her age before he or she begins treatment with adalimumab injection.", "why": "Adalimumab injection is used alone or with other medications to relieve the symptoms of certain autoimmune disorders (conditions in which the immune system attacks healthy parts of the body and causes pain, swelling, and damage) including the following:\r \r rheumatoid arthritis (a condition in which the body attacks its own joints, causing pain, swelling, and loss of function),juvenile idiopathic arthritis (JIA; a condition that affects children in which the body attacks its own joints, causing pain, swelling, loss of function, and delays in growth and development),Crohn's disease (a condition in which the body attacks the lining of the digestive tract, causing pain, diarrhea, weight loss, and fever) that has not improved when treated with other medications,ulcerative colitis (a condition which causes swelling and sores in the lining of the colon [large intestine] and rectum) when other medications and treatments did not help or could not be tolerated.ankylosing spondylitis (a condition in which the body attacks the joints of the spine and other areas causing pain and joint damage),psoriatic arthritis (a condition that causes joint pain and swelling and scales on the skin),chronic plaque psoriasis (a skin disease in which red, scaly patches form on some areas of the body).Adalimumab injection is in a class of medications called tumor necrosis factor (TNF) inhibitors. It works by blocking the action of TNF, a substance in the body that causes inflammation.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it in the refrigerator and protect it from light. Do not freeze it. If you are traveling and need to take adalimumab injection with you, keep it in a cooler with an ice pack and do not expose it to light. Dispose of any medication that has been frozen.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Adalimumab Injection", "side_effects": "Adalimumab injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r redness, itching, bruising, pain, or swelling in the place you injected adalimumab injectionnauseaheadacheback painSome side effects can be serious. If you experience any of the following symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency care:\r \r numbness or tinglingproblems with visionweakness in legschest painshortness of breathrash, especially a rash on the cheeks or arms that is sensitive to sunlightnew joint painhivesitchingswelling of the face, feet, ankles, or lower legsdifficulty breathing or swallowingfever, sore throat, chills, and other signs of infectionunusual bruising or bleedingpale skindizzinessred, scaly patches or pus-filled bumps on the skinAdults who receive adalimumab injection may be more likely to develop skin cancer, lymphoma, and other types of cancer than people who do not receive adalimumab injection. Talk to your doctor about the risks of receiving this medication.Adalimumab injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Adalimumab injection comes as a solution (liquid) to inject subcutaneously (under the skin). It is usually injected once every other week. If you are using adalimumab injection to treat Crohn's disease or ulcerative colitis, your doctor may tell you to inject the medication more often at the beginning of your treatment. If you are using adalimumab injection to treat rheumatoid arthritis, your doctor may tell you to inject the medication once a week. To help you remember to inject adalimumab injection, mark the days you are scheduled to inject it on your calendar. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use adalimumab injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.You will receive your first dose of adalimumab injection in your doctor's office. After that, you can inject adalimumab injection yourself or have a friend or relative perform the injections. Before you use adalimumab injection yourself the first time, read the written instructions that come with it. Ask your doctor or pharmacist to show you or the person who will be injecting the medication how to inject it.Adalimumab injection comes in prefilled syringes and dosing pens. Use each syringe or pen only once and inject all the solution in the syringe or pen. Even if there is still some solution left in the syringe or pen after you inject, do not inject again. Dispose of used syringes and pens in a puncture-resistant container. Talk to your doctor or pharmacist about how to dispose of the puncture-resistant container.Be careful not to drop or crush the prefilled syringes or dosing pens. These devices are made of glass or contain glass and may break if they are dropped.You can inject adalimumab injection anywhere on the front of your thighs or stomach except your navel and the area 2 inches (5 centimeters) around it. To reduce the chances of soreness or redness, use a different site for each injection. Give each injection at least 1 inch (2.5 centimeters) away from a spot that you have already used. Keep a list of the places where you have given injections so that you will not inject in these places again. Do not inject into an area where the skin is tender, bruised, red, or hard or where you have scars or stretch marks.Always look at adalimumab injection solution before injecting it. Check that the expiration date has not passed, that the syringe or dosing pen contains the correct amount of liquid, and that the liquid is clear and colorless. Do not use a syringe or dosing pen if it is expired, if it does not contain the correct amount of liquid, or if the liquid is cloudy or contains flakes.Adalimumab injection may help control your condition but will not cure it. Continue to use adalimumab injection even if you feel well. Do not stop using adalimumab injection without talking to your doctor."}