{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "You should not swallow adapalene.  If you swallow adapalene, call your local poison control center at 1-800-222-1222.", "precautions": "Before taking adapalene,tell your doctor and pharmacist if you are allergic to adapalene or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or using. Be sure to mention all skin care products including soaps, cleansers, moisturizers, and cosmetics. Many skin care products can irritate your skin if you use them with adapalene. This is especially likely if you use products that are harsh, dry out the skin, or contain alcohol, spices, lime rind, sulfur, resorcinol, salicylic acid,  glycolic acid, or alpha hydroxy acid. If you have been using these products, your doctor may want you to wait for your skin to return to normal before you begin using adapalene.tell your doctor if you have or have ever had eczema or cancer.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using adapalene, call your doctor.plan to avoid unnecessary or prolonged exposure to real and artificial sunlight (tanning beds and sunlamps) and to wear protective clothing, sunglasses, and sunscreen with an SPF of 15 or higher, especially if you sunburn easily. Also avoid prolonged exposure to cold or wind. Adapalene may make your skin sensitive to sunlight or extreme weather.do not use hot wax to remove unwanted hair during your treatment with adapalene.you should know that moisturizers may help relieve the dry skin or irritation that may occur with adapalene use,", "why": "Adapalene is used to treat acne. Adapalene is in a class of medications called retinoid-like compounds. It works by stopping pimples from forming under the surface of the skin.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). If you are using a bottle of adapalene solution, be sure to store it upright.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Adapalene", "side_effects": "Adapalene may cause side effects. The following symptoms are likely to affect your skin during the first 2-4 weeks of treatment. Tell your doctor if any of these symptoms are severe or do not go away:\r \r rednessscalingdrynessburning or stingingitchingMedications that are similar to adapalene have caused tumors in laboratory animals who were given the medications and exposed to real or artificial sunlight. It is not known whether adapalene increases the risk of tumors in humans. Protect yourself from sunlight and sunlamps while taking adapalene, and talk to your doctor about the risks of taking this medication.Adapalene may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Prescription adapalene comes as a gel, a solution (liquid), and a cream to apply to the skin. The solution comes in a glass bottle with an applicator and as individual pledgets (medicated wipes for one time use). Nonprescription (over the counter) adapalene comes as a gel to apply to the skin. Adapalene is usually applied once a day at bedtime. Follow the directions on your prescription label or the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Apply adapalene exactly as directed. Do not apply more or less of it or apply it more often than prescribed by your doctor or stated on the package. Applying more adapalene or applying adaplene more often than recommended will not speed up or improve results, but it may irritate your skin.Adapalene controls acne but does not cure it. Your acne may get worse during the first few weeks of treatment, and it may take 8 to 12 weeks or longer before you feel the full benefit of adapalene. Pimples can take 6 to 8 weeks to form under the skin, and during the first weeks of your treatment, adapalene may bring these pimples to the skin surface. Continue to use adapalene even if your acne worsens or you do not see much improvement at first. Do not apply adapalene to skin that is sunburned, broken, or covered with eczema (a skin disease). If you have any of these conditions, do not apply adapalene until your skin has healed.Be careful not to get adapalene in your eyes, nose, or mouth. If you do get adapalene in your eyes, wash them with plenty of water and call your doctor. Your eyes may become irritated, swollen, or infected.To use the cream, gel, or solution, follow these steps:\r \r <ol>Gently wash the affected skin with a mild soap or soapless cleanser and pat dry with a soft towel. Do not use harsh or abrasive cleansers, and do not scrub your skin vigorously. Ask your doctor or pharmacist to recommend a gentle cleanser.If you are using the gel or cream, use your fingers to spread a thin film of medication over the affected area. If you are using a pledget, remove it from the foil pouch and gently wipe the affected area. If you are using the glass bottle of solution, apply a thin layer to the affected area using the applicator provided. Adapalene should be applied to the entire affected area, not only to a single pimple or spot.You may feel a slight warmth or stinging in the place where you applied adapalene. This feeling is normal and should go away by itself in a short time.If you used a pledget, discard it after use. Do not save it to use again.</ol>"}