{"other_information": "It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Talk to your doctor about what you should eat during your treatment. It is important to eat a balanced diet that includes protein and to drink 8 to 10 glasses of water every day. Avoid the following foods that may cause infection: peel or skin of fresh fruits or vegetables; unpasteurized juices or dairy products; certain cheeses; meat or poultry that has been allowed to defrost at room temperature on a counter; and meat, poultry, fish, or eggs that have not been cooked thoroughly.If you develop anemia (low red blood cell count) during your treatment, your doctor may recommend that you eat foods that are rich in iron such as meats, leafy green vegetables, and fortified grains and cereals. You will get the most iron from these foods if you eat them along with foods that contain vitamin C or vitamin C supplements. Your doctor may also prescribe an iron supplement for you to take during your treatment.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r tightening of the throatdifficulty breathingcoughdecreased urinationunusual bruising or bleedingreddish or purple spots on the skinpale skinweaknessexcessive tirednesssore throat, fever, chills, and other signs of infectionnauseavomitinghivesrashitchingswelling of the eyes, face, mouth, throat, lips, or tonguefast or irregular heartbeatfaintingchest pain", "precautions": "Before receiving alemtuzumab injection,tell your doctor and pharmacist if you are allergic to alemtuzumab injection or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take.tell your doctor if you have or have ever had any medical conditions.tell your doctor if you or your partner are pregnant or plan to become pregnant. You or your partner should not become pregnant during your treatment with alemtuzumab injection or for 6 months after your treatment. Talk to your doctor about types of birth control that you can use to prevent pregnancy during this time. If you or your partner becomes pregnant while you are receiving alemtuzumab injection, call your doctor.tell your doctor if you are breast-feeding. Your doctor may tell you not to breast-feed during your treatment and for several months after your treatment.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving alemtuzumab injection.", "why": "Alemtuzumab injection is used to treat B-cell chronic lymphocytic leukemia (a slowly developing cancer in which too many of a certain type of white blood cell accumulate in the body). Alemtuzumab is in a class of medications called monoclonal antibodies. It works by activating the immune system to destroy cancer cells.", "storage_conditions": [], "title": "Alemtuzumab Injection", "side_effects": "Alemtuzumab injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingstomach paindiarrhealoss of appetitemouth soresheadacheanxietydifficulty falling asleep or staying asleepuncontrollable shaking of a part of the bodymuscle painSome side effects can be serious. If you experience any of the symptoms listed in the IMPORTANT WARNING section, call your doctor immediately.Alemtuzumab injection may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Alemtuzumab injection comes as a solution (liquid) to be injected intravenously (into a vein) over at least 2 hours by a doctor or nurse in a hospital or medical office. At first, alemtuzumab injection is usually given in gradually increasing doses for 3 to 7 days to allow the body to adjust to the medication. Once the body has adjusted to the needed dose of alemtuzumab injection, the medication is usually given three times weekly on alternate days (usually Monday, Wednesday, and Friday) for up to 12 weeks.The medications you receive before each dose of alemtuzumab injection might make you sleepy. You will probably want to ask a family member or friend to come with you when you receive your medication and to take you home afterward.Although your condition may improve as soon as 4 to 6 weeks after you begin treatment with alemtuzumab injection, your treatment will probably last for 12 weeks. Your doctor will decide whether to continue your treatment and may adjust your dose depending on how well the medication works for you and on the side effects you experience."}