{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to alendronate.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you miss a dose of once-daily alendronate, do not take it later in the day. Skip the missed dose and take one dose the next morning as usual. If you miss a dose of once-weekly alendronate, take one dose the morning after you remember. Then return to taking one dose once each week on your regularly scheduled day. Never take a double dose to make up for a missed one, and never take more than one dose in one day.", "special_dietary": "You should eat and drink plenty of foods and drinks that are rich in calcium and vitamin D while you are taking alendronate. Your doctor will tell you which foods and drinks are good sources of these nutrients and how many servings you need each day. If you find it difficult to eat enough of these foods, tell your doctor. In that case, your doctor can prescribe or recommend a supplement.", "overdose": "In case of overdose, give the victim a full glass of milk and call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911. Do not allow the victim to lie down and do not try to make the victim vomit.Symptoms of overdose may include the following:\r \r heartburnnauseastomach painbloody vomit or vomit that looks like coffee groundsdifficulty swallowing or pain when swallowingbloody or black and tarry stools", "precautions": "Before taking alendronate,tell your doctor and pharmacist if you are allergic to alendronate or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: angiogenesis inhibitors such as bevacizumab (Avastin), everolimus (Afinitor, Zortress), pazopanib (Votrient), sorafenib (Nexavar), or sunitinib (Sutent); aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Ibu-Tab, Motrin, others) and naproxen (Aleve, Naprelan, Naprosyn, others); cancer chemotherapy; or oral steroids such as dexamethasone, methylprednisolone (Medrol), and prednisone (Rayos). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you are taking any other medications including supplements, vitamins, or antacids by mouth, take them at least 30 minutes after you take alendronate.tell your doctor if you are unable to sit upright or stand upright for at least 30 minutes and if you have or have ever had a low level of calcium in your blood or any problems with your esophagus. Your doctor may tell you that you should not take alendronate.tell your doctor if are undergoing radiation therapy and if you have or have ever had anemia (condition in which the red blood cells do not bring enough oxygen to all the parts of the body); a low level of vitamin D in your body; difficulty swallowing;  heartburn; ulcers or other stomach problems;cancer; any type of infection, especially in your mouth; problems with your mouth, teeth, or gums any condition that stops your blood from clotting normally;  or  dental or kidney disease.tell your doctor if you are pregnant or are breast-feeding. Also tell your doctor if you plan to become pregnant at any time in the future, because alendronate may remain in your body for years after you stop taking it. Call your doctor if you become pregnant during or after your treatment.you should know that alendronate may cause osteonecrosis of the jaw (ONJ, a serious condition of the jaw bone), especially if you have dental surgery or treatment while you are taking the medication. A dentist should examine your teeth and perform any needed treatments, including cleaning or fixing ill-fitted dentures, before you start to take alendronate. Be sure to brush your teeth and clean your mouth properly while you are taking alendronate. Talk to your doctor before having any dental treatments while you are taking this medication.you should know that alendronate may cause severe bone, muscle, or joint pain. You may begin to feel this pain within days, months, or years after you first take alendronate. Although this type of pain may begin after you have taken alendronate for some time, it is important for you and your doctor to realize that it may be caused by alendronate. Call your doctor right away if you experience severe pain at any time during your treatment with alendronate. Your doctor may tell you to stop taking alendronate and your pain may go away after you stop taking the medication.talk to your doctor about other things you can do to prevent osteoporosis from developing or worsening. Your doctor will probably tell you to avoid smoking and drinking large amounts of alcohol and to follow a regular program of weight-bearing exercise.", "why": "Alendronate is used to treat and prevent osteoporosis (a condition in which the bones become thin and weak and break easily) in women who have undergone menopause (''change of life,'' end of menstrual periods) and to treat osteoporosis in men. Alendronate is also used to treat osteoporosis in men and women who are taking corticosteroids (a type of medication that may cause osteoporosis in some patients). Alendronate is also used to treat Paget's disease of bone (a condition in which the bones are soft and weak and may be deformed, painful, or easily broken). Alendronate is in a class of medications called bisphosphonates. It works by preventing bone breakdown and increasing bone density (thickness).", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not freeze alendronate solution.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Alendronate", "side_effects": "Alendronate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseastomach painconstipationdiarrheagasbloating or fullness in the stomachchange in ability to taste foodheadachedizzinessswelling of the joints, hands, or legsSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately before you take any more alendronate:\r \r new or worsening heartburn difficulty swallowingpain on swallowingchest painbloody vomit or vomit that looks like coffee groundsblack, tarry, or bloody stoolsfeverblisters or peeling skinrash (may be made worse by sunlight)itchinghivesswelling of eyes, face, lips, tongue, or throatdifficulty breathinghoarsenesspainful or swollen gumsloosening of the teethnumbness or heavy feeling in the jawpoor healing of the jaweye paindull, aching pain in the hips, groin, or thighsTaking a bisphosphonate medication such as alendronate for osteoporosis may increase the risk that you will break your thigh bone(s). You may feel pain in your hips, groin, or thighs for several weeks or months before the bone(s) break, and you may find that one or both of your thigh bones have broken even though you have not fallen or experienced other trauma. It is unusual for the thigh bone to break in healthy people, but people who have osteoporosis may break this bone even if they do not take alendronate. Talk to your doctor about the risks of taking alendronate.Alendronate may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Alendronate comes as a tablet and a solution (liquid) to take by mouth. The solution is usually taken on an empty stomach once a week in the morning. The 5-mg and 10-mg tablets are usually taken on an empty stomach once a day in the morning, and the 35-mg and 70-mg tablets are usually taken on an empty stomach once a week in the morning. The 40-mg tablets are usually taken once a day in the morning for six months to treat Paget's disease of bone. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take alendronate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Alendronate may not work properly and may damage the esophagus (tube between the mouth and stomach) or cause sores in the mouth if it is not taken according to the following instructions. Tell your doctor if you do not understand, you do not think you will remember, or you are unable to follow these instructions:\r \r You must take alendronate just after you get out of bed in the morning, before you eat or drink anything. Never take alendronate at bedtime or before you wake up and get out of bed for the day.Swallow alendronate tablets with a full glass (6 to 8 ounces [180 to 240 mL]) of plain water. Drink at least a quarter of a cup (2 ounces [60 mL]) of plain water after you take alendronate solution. Never take alendronate tablets or solution with tea, coffee, juice, milk, mineral water, sparkling water, or any liquid other than plain water.Swallow the tablets whole; do not split, chew or crush them. Do not suck on the tablets.After you take alendronate, do not eat, drink, or take any other medications (including vitamins or antacids) for at least 30 minutes. Do not lie down for at least 30 minutes after you take alendronate. Sit upright or stand upright until at least 30 minutes have passed and you have eaten your first food of the day.Alendronate controls osteoporosis and Paget's disease of bone but does not cure these conditions.  It may take 3 months or longer before your bone density begins to increase. Alendronate helps to treat and prevent osteoporosis only as long as it is taken regularly. Continue to take alendronate even if you feel well. Do not stop taking alendronate without talking to your doctor, but talk to your doctor from time to time about whether you still need to take alendronate.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}