{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to alirocumab injection.Ask your pharmacist any questions you have about alirocumab injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Inject the missed dose of alirocumab injection as soon as you remember it and resume your original schedule (2 weeks from the date you missed your dose).However, if it is longer than 7 days from the missed dose skip this dose, and wait until your next regularly scheduled dose. Do not inject a double dose to make up for a missed dose. Call your doctor if you miss a dose and have questions about what to do.", "special_dietary": "Eat a low-fat, low-cholesterol diet. Be sure to follow all exercise and dietary recommendations made by your doctor or dietitian. You can also visit the National Cholesterol Education Program (NCEP) website for additional dietary information at: http://www.nhlbi.nih.gov/health/public/heart/chol/chol_tlc.pdf.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using alirocumab injection,tell your doctor and pharmacist if you are allergic to alirocumab injection, any other medications, or any of the ingredients in alirocumab injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had any medical conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using alirocumab injection, call your doctor.", "why": "Alirocumab injection is used along with diet and certain cholesterol-lowering medications (HMG-CoA reductase inhibitors [statins]) in people who have familial heterozygous hypercholesterolemia (an inherited condition in which cholesterol cannot be removed from the body normally) or in people with cardiovascular disease to further decrease the amount of low-density lipoprotein (LDL) cholesterol ('bad cholesterol') in the blood. Alirocumab injection is in a class of medications called proprotein convertase subtilisin kexin type 9 (PCSK9) inhibitor monoclonal antibodies. It works by blocking the production of LDL cholesterol in the body to decrease the amount of cholesterol that may build up on the walls of the arteries and block blood flow to the heart, brain, and other parts of the body.Accumulation of cholesterol along the walls of your arteries (a process known as atherosclerosis) decreases blood flow and, therefore, the oxygen supply to your heart, brain, and other parts of your body.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it in the refrigerator, but do not freeze it. Do not leave alirocumab injection outside of the refrigerator for more than 24 hours (1 day). Keep alirocumab injection away from light.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Alirocumab Injection", "side_effects": "Alirocumab injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r redness, itching, swelling, pain, or tenderness at the injection siteflu-like symptoms, fever, headache, chillsSome side effects can be serious. If you experience any of these symptoms, stop using alirocumab injection and call your doctor immediately or get emergency medical treatment:\r \r itchingrashhivesdifficulty breathing or swallowingswelling of the face, throat, tongue, lips, and eyesAlirocumab injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Alirocumab injection comes as a solution (liquid) in a prefilled syringe and a prefilled dosing pen to inject subcutaneously (just under the skin) once every 2 weeks. Use alirocumab injection at around the same time every 2 weeks. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use alirocumab injection exactly as directed. Do not use more or less of this medication or use it more often or for a longer period of time than prescribed by your doctor.After 4 to 8 weeks of therapy, your doctor may increase your dose depending on your response to this medication.Alirocumab injection helps to control cholesterol levels, but does not cure these conditions. Continue to use alirocumab injection even if you feel well. Do not stop using alirocumab injection without talking to your doctor.Alirocumab injection comes in prefilled dosing pens and prefilled syringes that contain enough medication for one dose. It may take up to 20 seconds to inject the medication. Always inject alirocumab in its own prefilled dosing pen or syringe; never mix it with any other medication. Dispose of used needles, syringes, and devices in a puncture-resistant container. Talk to your doctor or pharmacist about how to dispose of the puncture-resistant container.You can inject alirocumab injection in your thigh, upper arms, or stomach area, except for the 2-inch area around your navel (belly button) and near your waistline. Use a different spot for each injection. Do not inject into an area where the skin is sore, red, bruised, sunburned, infected, or injured in any way or into areas with visible veins, scars, rashes, or stretch marks.Carefully read the manufacturer's instructions for use that comes with the medication. These instructions describe how to inject a dose of alirocumab injection. Be sure to ask your pharmacist or doctor if you have any questions about how to inject this medication.Remove the prefilled syringe or prefilled dosing pen from the refrigerator and allow it to warm to room temperature for about 30 to 40 minutes before using it. Do not use the syringe or dosing pen if it has been at room temperature for 24 hours or longer. Do not put the prefilled syringe or prefilled dosing pen back in the refrigerator after it has been warmed to room temperature.Before you use alirocumab injection, look at the solution in the prefilled syringe or pen or closely. The medication should be clear to pale yellow and free of floating particles. Do not shake the prefilled syringe or prefilled dosing pen containing alirocumab injection."}