{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order lab tests to check your body's response to aliskiren.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "You should try to avoid eating a high fat meal (foods such as fried foods or fast foods) when taking aliskiren with a meal. You should not use salt substitutes containing potassium or take potassium supplements without first talking with your doctor.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r faintingdizzinessblurred visionnausea", "precautions": "Before taking aliskiren,tell your doctor and pharmacist if you are allergic to aliskiren, an angiotensin-converting enzyme (ACE) inhibitor such as benazepril (Lotensin, in Lotrel), captopril (Capoten), enalapril (Vasotec, in Vaseretic), fosinopril, lisinopril (in Prinzide, in Zestoretic), moexipril (Univasc, in Uniretic), perindopril (Aceon), quinapril (Accupril, in Accuretic, in Quinaretic), ramipril (Altace), and trandolapril (Mavik, in Tarka);, any other medications, or any of the ingredients in aliskiren tablets. Ask your pharmacist or check the patient information for a list of the ingredients.tell your doctor if you have diabetes (high blood sugar) and you are taking an angiotensin receptor blocker (ARB) such as azilsartan (Edarbi, Edarbyclor), candesartan (Atacand, in Atacand HCT), eprosartan (Teveten, in Teveten HCT), irbesartan (Avapro, in Avalide), losartan (Cozaar, in Hyzaar), olmesartan (Benicar, in Azor, Benicar HCT), telmisartan (Micardis, in Micardis HCT), and valsartan (Diovan, in Diovan HCT, Exforge); or an ACE inhibitor. Your doctor will probably tell you not to take aliskiren if you have diabetes and you are taking one of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: certain antifungals such as itraconazole (Sporanox); aspirin and other nonsteroidal anti-inflammatory medications (NSAIDs, such as ibuprofen (Advil, Motrin) and naproxen (Aleve, Naprosyn); atorvastatin (Lipitor, in Caduet, Liptruzet); celecoxib (Celebrex); cyclosporine (Gengraf, Neoral, Sandimmune); diuretics ('water pills'); potassium supplements or potassium-containing medications; and any other medications for heart disease or high blood pressure. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had diabetes, seizures, a heart attack or heart failure, or kidney disease.tell your doctor if you plan to become pregnant or if you are breast-feeding. Do not breast-feed while taking aliskiren.you should know that diarrhea, vomiting, not drinking enough fluids, and sweating a lot can cause a drop in blood pressure, which may cause lightheadedness and fainting. Tell your doctor if you have any of these problems or develop them during your treatment.", "why": "Aliskiren is used alone or in combination with some medications to treat high blood pressure. Aliskiren is in a class of medications called direct renin inhibitors. It works by decreasing certain natural chemicals that tighten the blood vessels, so blood vessels relax and the heart can pump blood more efficiently.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not remove the desiccant (drying agent) from the bottle, if one has been provided.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Aliskiren", "side_effects": "Aliskiren may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheastomach painheartburncoughrashdizzinessheadacheback painSome side effects can be serious. If you experience any of these symptoms, stop taking aliskiren and call your doctor immediately or get emergency medical treatment:\r \r lightheadedness and faintingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legsblisters or peeling skinhoarsenessdifficulty swallowing or breathingseizureslow, weak, or irregular heart beatAliskiren may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.", "how": "Aliskiren comes as a tablet to take by mouth. It is usually taken once a day. Aliskiren should be taken either always with food or always without food. Take aliskiren at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take aliskiren exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on an low dose of aliskiren and may increase your dose after you have been taking this medication for at least 2 weeks.Aliskiren controls high blood pressure but does not cure it. Continue to take aliskiren even if you feel well. Do not stop taking aliskiren without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}