{"other_information": "Keep all appointments with your doctor. Alitretinoin is for external use only. Do not let alitretinoin get into your eyes, your nostrils, mouth, or any broken skin, and do not swallow it.Do not apply dressings, bandages, cosmetics, lotions, or other skin medications to the area being treated unless your doctor tells you.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription. Tell your doctor if your skin condition gets worse or does not improve.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Apply the missed dose as soon as you remember. However, if it is almost time to apply the next dose, skip the missed dose and continue your regular application schedule.", "special_dietary": [], "overdose": [], "precautions": "Before using alitretinoin,tell your doctor and pharmacist if you are allergic to alitretinoin, etretinate, isotretinoin, tazarotene, tretinoin, or any other drugs.tell your doctor what other medications you are taking, including vitamins or herbal products. Do not use insect repellants that contain DEET while using alitretinoin.tell your doctor if you have or have ever had a type of skin cancer known as T-cell lymphoma.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using alitretinoin, call your doctor immediately. You should not plan to become pregnant while using alitretinoin.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Alitretinoin may make your skin sensitive to sunlight.", "why": "Alitretinoin is used to treat skin lesions associated with Kaposi's sarcoma. It helps stop the growth of Kaposi's sarcoma cells.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Alitretinoin", "side_effects": "Alitretinoin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:warmth or slight stinging of the skinlightening or darkening of the skinred, scaling skinrashswelling, blistering, or crusting of the skinpain at site of applicationitching", "how": "Alitretinoin comes in topical gel. Alitretinoin is usually used twice a day. Your doctor may tell you to use alitretinoin more or less frequently depending on your response to it. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use alitretinoin exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Alitretinoin controls Kaposi's sarcoma lesions but does not cure them. It will take at least 2 weeks of using alitretinoin before a benefit can be seen. For some patients, it may take 8 to 14 weeks to see results. Do not stop using alitretinoin without talking to your doctor. To apply alitretinoin, follow these steps:\r \r <ol>Wash your hands and affected skin area thoroughly with mild soap (not medicated or abrasive soap or soap that dries the skin) and water.Use clean fingertips, a gauze pad, or a cotton swab to apply the medication.Apply enough gel to cover the lesion with a generous coating.Apply the medication to the affected skin area only. Do not apply to unaffected areas; do not apply on or near mucus membranes.Allow the gel to dry for 3-5 minutes before covering with clothing.</ol>"}