{"other_information": "If you are taking this medication under a doctor's care, keep all appointments with your doctor.Do not let anyone else take your medication.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "If you are taking scheduled doses of Aluminum Hydroxide, Magnesium Hydroxide, take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "If you are taking this medication for an ulcer, follow the diet prescribed by your doctor carefully.", "overdose": [], "precautions": "Before taking Aluminum Hydroxide, Magnesium Hydroxide antacids,tell your doctor and pharmacist if you are allergic to Aluminum Hydroxide, Magnesium Hydroxide antacids or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially aspirin, cinoxacin (Cinobac), ciprofloxacin (Cipro), digoxin (Lanoxin), diazepam (Valium), enoxacin (Penetrex), ferrous sulfate (iron), fluconazole (Diflucan), indomethacin, isoniazid (INH), itraconazole (Sporanox), ketoconazole (Nizoral), levofloxacin (Levaquin), lomefloxacin (Maxaquin), nalidixic acid (NegGram), norfloxacin (Noroxin), ofloxacin (Floxin), sparfloxacin (Zagam), tetracycline (Achromycin, Sumycin), and vitamins. If your doctor tells you to take antacids while taking these medications, do not take them within 2 hours of taking an antacid.tell your doctor if you have or have ever had kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking Aluminum Hydroxide, Magnesium Hydroxide antacids, call your doctor.", "why": "Aluminum Hydroxide, Magnesium Hydroxide are antacids used together to relieve heartburn, acid indigestion, and upset stomach. They may be used to treat these symptoms in patients with peptic ulcer, gastritis, esophagitis, hiatal hernia, or too much acid in the stomach (gastric hyperacidity). They combine with stomach acid and neutralize it. Aluminum Hydroxide, Magnesium Hydroxide are available without a prescription.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Aluminum Hydroxide and Magnesium Hydroxide", "side_effects": "Side effects from Aluminum Hydroxide, Magnesium Hydroxide are not common. To avoid the chalky taste, take with water or milk. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaconstipationloss of appetiteunusual tirednessmuscle weakness", "how": "This medication comes as a chewable tablet and liquid to take by mouth. Chew tablets thoroughly; do not swallow them whole. Drink a full glass of water after taking the tablets. Shake the oral liquid well before each use to mix the medicine evenly. The liquid may be mixed with water or milk.Follow the directions on the package label or on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take Aluminum Hydroxide, Magnesium Hydroxide antacids exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor. Do not take antacids for more than 1 to 2 weeks unless prescribed by your doctor."}