{"other_information": "Keep all appointments with your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you cannot return to the doctor for blue light treatment 14 to 18 hours after levulinic acid application, call your doctor. Continue to protect treated skin from sunlight or other strong light for at least 40 hours.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911. Protect skin from sunlight or other strong light for at least 40 hours.", "precautions": "Before using aminolevulinic acid,tell your doctor and pharmacist if you are allergic to aminolevulinic acid, porphyrins, or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antihistamines; diuretics ('water pills'); griseofulvin (Fulvicin-U/F, Grifulvin V, Gris-PEG); medications for diabetes, mental illness, and nausea; sulfa antibiotics; and tetracycline antibiotics such as demeclocycline (Declomycin), doxycycline (Doryx, Vibramycin), minocycline (Dynacin, Minocin), and tetracycline (Sumycin). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have porphyria (a condition that causes sensitivity to light). Your doctor will probably tell you not to use aminolevulinic acid.tell your doctor if you have or have ever had any other medical conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant during treatment with aminolevulinic acid, call your doctor. if you are having surgery, including dental surgery, tell the doctor or dentist that you are using aminolevulinic acid.you should know that aminolevulinic acid will make your skin very sensitive to sunlight (likely to get sunburn). Avoid exposure of treated skin to direct sunlight or bright indoor light (e.g. tanning salons, bright halogen lighting, close task lighting, and high power lighting used in operating rooms or dental offices) before exposure to blue light treatment. Before going outdoors in the sunlight, protect treated skin from the sun by wearing a wide-brimmed hat or other head covering that will shade the treated area or block the sun. Sunscreen will not protect you from sensitivity to sunlight. If you feel burning or stinging of the treated areas or see that they have become red or swollen, be sure that you are keeping the area protected from sunlight or bright light.", "why": "Aminolevulinic acid is used in combination with photodynamic therapy (PDT; special blue light) to treat actinic keratoses (small crusty or scaly bumps or horns on or under the skin that result from exposure to sunlight and can develop into skin cancer) of the face or scalp. Aminolevulinic acid is in a class of medications called photosensitizing agents. When aminolevulinic acid is activated by light, it damages the cells of actinic keratosis lesions.", "storage_conditions": [], "title": "Aminolevulinic Acid Topical", "side_effects": "Aminolevulinic acid may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r tingling, stinging, prickling, or burning of lesions during blue light treatment (should get better within 24 hours)redness, swelling, and scaling of treated actinic keratoses and surrounding skin (should get better within 4 weeks)discoloration of the skinitchingbleedingblisteringpus under the skinhivesAminolevulinic acid may cause other side effects. Call your doctor if you have any unusual problems while using this medication.", "how": "Aminolevulinic acid comes in a special applicator to be made into a solution and applied to the affected skin area by a doctor. You must return to the doctor 14 to 18 hours after aminolevulinic acid application to be treated by blue light PDT. For example, if you have aminolevulinic acid applied in the late afternoon, you will need to have the blue light treatment the next morning. You will be given special goggles to protect your eyes during blue light treatment.Do not put a dressing or bandage on the area treated with aminolevulinic acid. Keep the treated area dry until you go back to the doctor for blue light treatment.Your doctor will examine you 8 weeks after aminolevulinic acid and PDT treatment to decide whether you need retreatment of the same skin area."}