{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to amoxicillin.If you are diabetic, use Clinistix or TesTape (not Clinitest) to test your urine for sugar while taking this medication.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish the amoxicillin, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Amoxicillin also is used sometimes to prevent anthrax infection after exposure and to treat anthrax infection of the skin and chlamydia infections during pregnancy. Talk with your doctor about the possible risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking amoxicillin,tell your doctor and pharmacist if you are allergic to amoxicillin, penicillin, cephalosporins, or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: chloramphenicol (Chlormycetin), other antibiotics, and probenecid (Benemid). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had kidney disease, allergies, asthma, hay fever, hives, or phenylketonuria.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking amoxicillin, call your doctor.", "why": "Amoxicillin is used to treat certain infections caused by bacteria, such as pneumonia; bronchitis; gonorrhea; and infections of the ears, nose, throat, urinary tract, and skin. It is also used in combination with other medications to eliminate <em>H. pylori</em>, a bacteria that causes ulcers. Amoxicillin is in a class of medications called penicillin-like antibiotics. It works by stopping the growth of bacteria. Antibiotics will not work for colds, flu, and other viral infections.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store the capsules and tablets at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. The liquid medication preferably should be kept in the refrigerator, but it may be stored at room temperature. Throw away any unused medication after 14 days. Do not freeze. Talk to your pharmacist about the proper disposal of your medication.", "title": "Amoxicillin", "side_effects": "Amoxicillin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachvomitingdiarrheaSome side effects can be serious. The following symptoms are uncommon, but if you experience any of them, call your doctor immediately:\r \r severe skin rashhivesseizuresyellowing of the skin or eyesunusual bleeding or bruisingpale skinexcessive tirednesslack of energyAmoxicillin may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Amoxicillin comes as a capsule, a tablet, a chewable tablet, a suspension (liquid), and pediatric drops to take by mouth. It is usually taken every 12 hours (twice a day) or every 8 hours (three times a day) with or without food. To help you remember to take amoxicillin, take it around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take amoxicillin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the liquid and pediatric drops well before each use to mix the medication evenly. Use the bottle dropper to measure the dose of pediatric drops. The pediatric drops and liquid may be placed on a child's tongue or added to formula, milk, fruit juice, water, ginger ale, or other cold liquid and taken immediately.The chewable tablets should be crushed or chewed thoroughly before they are swallowed. The tablets and capsules should be swallowed whole and taken with a full glass of water.Take amoxicillin until you finish the prescription, even if you feel better. Stopping amoxicillin too soon may cause bacteria to become resistant to antibiotics."}