{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests during your treatment to check your body's response to amphotericin B injection.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r chest painshortness of breathdizzinessloss of consciousnessfast, irregular, or pounding heartbeat", "precautions": "Before receiving amphotericin B injection,tell your doctor and pharmacist if you are allergic to amphotericin B, any other medications, or any of the ingredients in amphotericin B injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: aminoglycoside antibiotics such as amikacin, gentamicin, or tobramycin (Bethkis, Kitabis Pak, Tobi); antifungals such as clotrimazole, fluconazole (Diflucan), itraconazole (Onmel, Sporanox), ketoconazole (Extina, Nizoral, Xolegel), and miconazole (Oravig, Monistat); corticotropin (H.P. Acthar Gel); cyclosporine (Gengraf, Neoral, Sandimmune); digoxin (Lanoxin); flucytosine (Ancobon); medications for the treatment of cancer such as nitrogen mustard; pentamidine (Nebupent, Pentam); and oral steroids such as dexamethasone, methylprednisolone (Medrol), and prednisone (Rayos). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you are receiving leukocyte (white blood cell) transfusions.tell your doctor if you have or have ever had kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while receiving amphotericin B injection, call your doctor. Do not breastfeed while receiving amphotericin B injection.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving amphotericin B injection.", "why": "Amphotericin B injection is used to treat serious and potentially life-threatening fungal infections. Amphotericin B injection is in a class of medications called antifungals. It works by slowing the growth of fungi that cause infection.", "storage_conditions": [], "title": "Amphotericin B Injection", "side_effects": "Amphotericin B injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r stomach pain or crampingheartburndiarrheaweight lossbone, muscle, or joint painlack of energyredness or swelling at the injection sitepale skinshortness of breathdizzinessheadachecoldness in the hands and feetSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r rashblisters or hivesflushingwheezingdifficulty breathingitchingyellowing of the skin or eyesdecreased urinationAmphotericin B injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Amphotericin B injection comes as a solid powder cake to be made into a solution and then injected intravenously (into a vein) by a nurse or a doctor. Amphotericin B injection is usually infused (injected slowly) intravenously over a period of 2 to 6 hours once daily. Before you receive your first dose, you may receive a test dose over 20 to 30 minutes to see if you can tolerate the medication. The length of your treatment depends on your general health, how you tolerate the medication, and the type of infection you have.You may experience a reaction while you receive a dose of amphotericin B injection. These reactions usually happen 1 to 3 hours after starting your infusion and are more severe with the first few doses. Your health care provider may prescribe other medications to decrease these side effects. Tell your doctor immediately if you experience any of these symptoms while you receive amphotericin B injection: fever, chills, loss of appetite, nausea, vomiting, dizziness, breathing problems, or headache.You may receive amphotericin B injection in a hospital or you may use the medication at home. If you will be using amphotericin B injection at home, your healthcare provider will show you how to infuse the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions. Ask your healthcare provider what to do if you have any problems infusing amphotericin B injection.If your symptoms do not improve or get worse while receiving amphotericin B, tell your doctor. If you still have symptoms of infection after you finish amphotericin B injection, tell your doctor.This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."}