{"other_information": "Keep all appointments with your doctor. Your doctor may order certain tests to check your body's response to amphetamine and your blood pressure.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking amphetamine.This prescription is not refillable. Be sure to schedule appointments with your doctor on a regular basis so that you do not run out of medication.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Talk to your doctor about drinking fruit juice while taking this medicine.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r restlessnessconfusionaggressive behaviorshaking of a part of the bodytiredness or weaknessdepressionfast or irregular heartbeatnauseavomitingdiarrheastomach crampsseizurescoma (loss of consciousness for a period of time)", "precautions": "Before taking amphetamine,tell your doctor and pharmacist if you are allergic to amphetamine, other stimulant medications such as benzphetamine, dextroamphetamine (Dexedrine, in Adderall), lisdexamfetamine (Vyvanse), and methamphetamine (Desoxyn); any other medications; or any of the ingredients in amphetamine products. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor if you are taking monoamine oxidase (MAO) inhibitors, including isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate), or if you have stopped taking them during the past 14 days. Your doctor will probably tell you not to take amphetamine until at least 14 days have passed since you last took an MAO inhibitor.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, and herbal products you are taking. Be sure to mention any of the following: acetazolamide (Diamox); ammonium chloride; ascorbic acid (Vitamin C); medications for heartburn or ulcers such as omeprazole (Prilosec, in Zegerid); antihistamines (medications for colds and allergies); chlorpromazine; tricyclic antidepressants such as desipramine (Norpramin) and protriptyline (Vivactil); diuretics ('water pills'); guanethidine (Ismelin; no longer available in U.S.); haloperidol (Haldol); medications for high blood pressure; lithium (Lithobid); methenamine salts (Hiprex, Urex); narcotic pain medications such as meperidine (Demerol); propoxyphene (Darvon; no longer available in U.S.); reserpine; medications for seizures such as ethosuximide (Zarontin), phenobarbital, and phenytoin (Dilantin, Phenytek); sodium acid phosphate; and sodium bicarbonate (Arm and Hammer Baking Soda, Soda Mint). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what nutritional supplements you are taking, especially glutamic acid (L-glutamine).tell your doctor if you have hyperthyroidism (condition in which there is too much thyroid hormone in the body), or strong feelings of anxiety, tension, or agitation. Your doctor will probably tell you not to take amphetamine.tell your doctor if anyone in your family has or has ever had an irregular heartbeat or has died suddenly. Also tell your doctor if you have recently had a heart attack or if you have or have ever had a heart defect, arteriosclerosis (hardening of the arteries), coronary artery disease (narrowing of the blood vessels that supply blood to the heart), high blood pressure, an irregular heartbeat, cardiomyopathy (thickening of the heart muscles), heart or blood vessel disease, or other heart problems. Your doctor will examine you to see if your heart and blood vessels are healthy. Your doctor will probably tell you not to take amphetamine if you have a heart condition or if there is a high risk that you may develop a heart condition.tell your doctor if you or anyone in your family has or has ever had depression, bipolar disorder (mood that changes from depressed to abnormally excited), mania (frenzied, abnormally excited mood), psychosis, motor tics (repeated uncontrollable movements), verbal tics (repetition of sounds or words that is hard to control), Tourette's syndrome (a condition characterized by the need to perform repeated motions or to repeat sounds or words), or has thought about or attempted suicide. Also tell your doctor if you have or have ever had Raynaud's disease (problems with blood flow to the fingers, toes, ears, and nose), seizures, an abnormal electroencephalogram (EEG; a test that measures electrical activity in the brain), or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking amphetamine, call your doctor. Do not breastfeed while taking amphetamine.do not drive a car or operate machinery until you know how this medication affects you.do not drink alcohol while you are taking amphetamine. Alcohol can make the side effects from amphetamine worse.you should know that amphetamine should be used as part of a total treatment program for ADHD, which may include counseling and special education. Make sure to follow all of your doctor's and/or therapist's instructions.", "why": "Amphetamine (Adzenys XR, Dyanavel XR, Evekeo) is used as part of a treatment program to control symptoms of attention deficit hyperactivity disorder (ADHD; more difficulty focusing, controlling actions, and remaining still or quiet than other people who are the same age) in adults and children. Amphetamine (Evekeo) is used to treat narcolepsy (a sleep disorder that causes excessive daytime sleepiness and sudden attacks of sleep). Amphetamine (Evekeo) is also used for a limited period of time (a few weeks) along with a reduced calorie diet and an exercise plan for weight loss in obese people unable to lose weight. Amphetamine is in a class of medications called central nervous system stimulants. It works by changing the amounts of certain natural substances in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store the extended-release orally disintegrating tablet blister packages in the rigid, plastic travel case after removal from the carton. Store it at room temperature and away from light, excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Amphetamine", "side_effects": "Amphetamine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dry mouthnauseadiarrheaconstipationunpleasant tasteweight lossnose bleedingheadachegrinding or clenching teeth during sleepchanges in sex drive or abilitypainful menstruationpain or burning when urinatingfeverSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, stop taking amphetamine and call your doctor immediately:\r \r dizziness or faintingweakness or numbness of an arm or legmotor tics or verbal ticsbelieving things that are not truefeeling unusually suspicious of othershallucinating (seeing things or hearing voices that do not exist)mania (frenzied or abnormally excited mood)seizureschanges in vision or blurred visionblistering or peeling skinrashhivesitchingswelling of the face, throat, tongue, lips, or eyesdifficulty breathing or swallowingnumbness, pain, or sensitivity to temperature in the fingers or toesskin color change from pale to blue to red in the fingers or toesunexplained wounds appearing on fingers or toesAmphetamine may slow children's growth or weight gain. Your child's doctor will watch his or her growth carefully. Talk to your child's doctor if you have concerns about your child's growth or weight gain while he or she is taking this medication. Talk to your child's doctor about the risks of giving amphetamine to your child.Amphetamine may cause sudden death in children and teenagers, especially children and teenagers who have heart defects or serious heart problems. This medication also may cause sudden death, heart attack, or stroke in adults, especially adults with heart defects or serious heart problems. Call your or your child's doctor right away if you or your child has any signs of heart problems while taking this medication including: chest pain, shortness of breath, or fainting. Talk to your doctor about the risks of taking this medication.Amphetamine may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Amphetamine comes as an immediate-release tablet (Evekeo), an extended-release (long-acting) orally disintegrating tablet (tablet that dissolves quickly in the mouth) (Adzenys XR), and as an extended-release (long-acting) suspension (Dyanavel XR) to take by mouth. The suspension is usually taken once daily in the morning with or without food. The extended-release orally disintegrating tablet is usually taken once daily in the morning with or without food. For treatment of ADHD or narcolepsy, the immediate-release tablet is usually taken with or without food one to three times daily, 4 to 6 hours apart, with the first dose in the morning. For weight loss, the immediate-release tablet is usually taken 30 to 60 minutes before meals. Amphetamine should not be taken in the late afternoon or evening because it may cause difficulty falling asleep or staying asleep. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take amphetamine exactly as directed.Do not try to push the extended-release orally disintegrating tablet through the blister pack foil. Instead, use dry hands to peel back the foil packaging. Immediately take out the tablet and place it in your mouth. The tablet will quickly dissolve and can be swallowed with saliva. No water is needed to swallow the tablet.Shake the suspension well before each use to mix the medication evenly.It is important to use an oral syringe (measuring device) to accurately measure and take your dose of the suspension. Ask your pharmacist for a device if it was not provided. Wash the oral syringe thoroughly after each use.If you or your child are taking amphetamine for ADHD, your doctor will probably start you on a low dose of amphetamine and increase your dose gradually, every 4 to 7 days, depending on the medication. Your doctor may tell you to stop taking amphetamine from time to time to see if the medication is still needed. Follow these directions carefully.If you are taking amphetamine for narcolepsy, your doctor will probably start you on a low dose of amphetamine and increase your dose gradually, not more often than once every week. Follow these directions carefully.The medication in each product is absorbed differently by the body, so one amphetamine product cannot be substituted for another product. If you are switching from one product to another, your doctor will prescribe a dose that is best for you."}