{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Instill the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not instill extra drops to make up for a missed dose.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "If someone swallows apraclonidine eye drops, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r slowed pulsesleepinesschills", "precautions": "Before using apraclonidine eye drops,tell your doctor and pharmacist if you are allergic to apraclonidine, clonidine (Catapres, Catapres TTS, in Clorpres, Duraclon) or any other medications.tell your doctor if you are taking or have recently stopped taking monoamine oxidase (MAO) inhibitors such as isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar) and tranylcypromine (Parnate). Your doctor may tell you not to use apraclonidine eye drops if you are taking or if you have recently stopped taking one of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antidepressants, especially amitriptyline (Elavil), amoxapine (Asendin), clomipramine (Anafranil), desipramine (Norpramin), doxepin (Adapin, Sinequan), imipramine (Tofranil), nortriptyline (Aventyl, Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); beta blockers such as atenolol (Tenormin), betaxolol (Betoptic S), levobunolol (Betagan), labetalol (Normodyne), metoprolol (Lopressor, Toprol XL), nadolol (Corgard), propranolol (Inderal), and timolol (Betimol, Timoptic); digoxin (Lanoxicaps, Lanoxin); other medications for glaucoma; medications for high blood pressure such as clonidine (Catapres, in Clorpres, Duraclon),  guanabenz (Wytensin), or methyldopa: insulin;  medications for anxiety, mental illness, or seizures; narcotic (opiate) medications for pain; sedatives; sleeping pills; and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.<active-metabolite>if you are using other eye medications, instill them at least 5 minutes before or after you instill apraclonidine eye drops</active-metabolite>tell your doctor if you recently had a heart attack and if you have or have ever had depression; diabetes; high blood pressure; a stroke or ministroke; Raynaud's disease (condition that causes sudden tightening of the blood vessels in the fingers and toes); thromboangiitis obliterans (inflammation of the blood vessels in the arms and legs); fainting; or heart, liver, or kidney disease.tell your doctor if you are pregnant, or plan to become pregnant. If you become pregnant while you are using apraclonidine eye drops, call your doctor.tell your doctor if you are breast-feeding. If you will be using apraclonidine 1% drops on the day you have laser eye surgery, your doctor will probably tell you not to breast-feed that day.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using apraclonidine eye drops.you should know that apraclonidine eye drops may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.ask your doctor about the safe use of alcoholic beverages while you are using apraclonidine eye drops. Alcohol can make the side effects from apraclonidine worse.you should know that using apraclonidine eye drops may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position.  To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.", "why": "Apraclonidine 0.5% eye drops are used for the short-term treatment of glaucoma (a condition that can cause damage to the optic nerve and vision loss, usually due to increased pressure in the eye) in people who are taking other medications for this condition and still have increased pressure in the eye. Apraclonidine 1% eye drops are used to prevent or reduce increased pressure in the eye during and after certain types of laser eye surgery. Apraclonidine is in a class of medications called alpha-2-adrenergic agonists. It lowers the pressure in the eye by decreasing the amount of fluid produced within the eye.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat and moisture (not in the bathroom). Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Apraclonidine Ophthalmic", "side_effects": "Apraclonidine eye drops may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r red, swollen, itchy, or teary eyeseye discomfortfeeling that something is in the eyeirregular, slow, or pounding heartbeatblurred visionpale eyesdry eyeswidened pupils (dark circles in the center of the eyes)raised eyelidslack of usual coordinationlack of energysleepinessdifficulty falling asleep or staying asleepunusual dreamsdizzinessheadachedepressionirritabilitypain, burning, or tingling in the hands or feetchanged sense of taste or smelldry mouthnauseavomitingstomach painconstipationdiarrheadry or burning nosechest heaviness or burningskin rednessrashitchingfeeling hotclammy or sweaty palmsdecreased sexual desireSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r faintingswelling of the face, eyes, arms, hands, feet, ankles, or lower legsshortness of breathApraclonidine eye drops may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Apraclonidine comes as a 0.5% solution (liquid) and a 1% solution to instill in the eye. The 0.5% solution is usually instilled in the affected eye(s) three times a day.  The 1% solution is usually instilled in the eye that is being treated 1 hour before laser eye surgery and again immediately after the surgery. If you are using apraclonidine eye drops regularly, use them at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use apraclonidine eye drops exactly as directed. Do not use more or less of them or use them more often than prescribed by your doctor.Apraclonidine eye drops are only for use in the eye. Do not swallow the eye drops.Apraclonidine 0.5% eye drops may not continue to control your eye pressure after you have used them for a period of time, usually less than 1 month. Your doctor will examine you often while you are using apraclonidine 0.5% eye drops to see whether the eye drops are still working for you.Apraclonidine 0.5% eye drops help to control glaucoma for a short period of time but do not cure the condition. Continue to use apraclonidine 0.5% eye drops even if you feel well. Do not stop using apraclonidine 0.5% eye drops without talking to your doctor.To instill the eye drops, follow these steps:\r \r <ol>Wash your hands thoroughly with soap and water.Check the dropper tip to make sure that it is not chipped or cracked.Avoid touching the dropper tip against your eye or anything else; eyedrops and droppers must be kept clean.While tilting your head back, pull down the lower lid of your eye with your index finger to form a pocket.Hold the dropper (tip down) with the other hand, as close to the eye as possible without touching it.Brace the remaining fingers of that hand against your face.While looking up, gently squeeze the dropper so that a single drop falls into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Close your eye for 2 to 3 minutes and tip your head down as though looking at the floor. Try not to blink or squeeze your eyelids.Place a finger on the tear duct and apply gentle pressure.Wipe any excess liquid from your face with a tissue.If you are to use more than one drop in the same eye, wait at least 5 minutes before instilling the next drop.If you are using the 0.5% eye drops, replace and tighten the cap on the dropper bottle. Do not wipe or rinse the dropper tip. If you are using the 1% eye drops, discard the bottle and use a new bottle for your second dose.Wash your hands to remove any medication.</ol>"}