{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Skip the missed dose and continue your regular dosing schedule. Do not inhale a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r chest painfast, pounding, or irregular heartbeatnervousnessheadacheuncontrollable shaking of a part of the bodydry mouthmuscle crampsnauseadizzinessexcessive tirednessweaknessdifficulty falling asleep or staying asleep", "precautions": "Before using arformoterol inhalation,tell your doctor and pharmacist if you are allergic to arformoterol, formoterol (Foradil, in Symbicort), or any other medications.tell your doctor if you use another LABA such as formoterol (Foradil, in Symbicort) or salmeterol (in Advair, Serevent). These medications should not be used with arformoterol. Your doctor will tell you which medication you should use and which medication you should stop using.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: aminophylline (Truphylline); amiodarone (Cordarone); antidepressants such as amitriptyline (Elavil), amoxapine (Asendin), clomipramine (Anafranil), desipramine (Norpramin), doxepin (Sinequan), imipramine (Tofranil), nortriptyline (Aventyl, Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); beta blockers such as atenolol (Tenormin), labetalol (Normodyne), metoprolol (Lopressor, Toprol XL), nadolol (Corgard), propranolol (Inderal), and sotalol (Betapace, Betapace AF); cisapride (Propulsid) (not available in the United States); diet pills; disopyramide (Norpace); diuretics ('water pills'); dofetilide (Tikosyn); dyphylline (Dilor, Lufyllin); erythromycin (E.E.S., E-Mycin, Erythrocin); medications for asthma or colds; monoamine oxidase (MAO) inhibitors, including isocarboxazid (Marplan), phenelzine (Nardil) selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate); moxifloxacin (Avelox); oral steroids such as dexamethasone (Decadron, Dexone), methylprednisolone (Medrol), and prednisone (Deltasone); pimozide (Orap); procainamide (Procanbid, Pronestyl); quinidine (Quinidex);  theophylline (Theo-Chron, Theolair); and thioridazine (Mellaril). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had an irregular heartbeat; high blood pressure; seizures; diabetes; or heart, liver, or thyroid disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using arformoterol, call your doctor.you should know that arformoterol inhalation sometimes causes wheezing and difficulty breathing immediately after it is inhaled. If this happens, call your doctor right away. Do not use arformoterol inhalation again unless your doctor tells you that you should.", "why": "Arformoterol inhalation is used to control wheezing, shortness of breath, coughing, and chest tightness caused by chronic obstructive pulmonary disease (COPD; a group of lung diseases, which includes chronic bronchitis and emphysema). Arformoterol is in a class of medications called long-acting beta agonists (LABAs). It works by relaxing and opening air passages in the lungs, making it easier to breathe.", "storage_conditions": "Keep this medication in the foil pouch it came in, tightly closed, and out of reach of children. Protect the medication from heat and light. You may store the medication in the refrigerator until the expiration date printed on the package has passed, or you may store the medication at room temperature for up to 6 weeks. Dispose of any medication that has been stored at room temperature for longer than 6 weeks, or that has been removed from the foil pouch and not used immediately.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Arformoterol Oral Inhalation", "side_effects": "Arformoterol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nervousnessuncontrollable shaking of a part of the bodyheadachedizzinesstirednessdifficulty falling asleep or staying asleeppain, especially back paindiarrheanauseavomitingleg crampsSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r fast or pounding heartbeatchest painhivesrashswelling of the eyes, face, tongue, lips, mouth, hands, feet, ankles, or lower legsincreased difficulty breathing or swallowingArformoterol may cause other side effects. Call your doctor if you have any unusual problems while using this medication.", "how": "Arformoterol comes as a solution (liquid) to inhale by mouth using a nebulizer (machine that turns medication into a mist that can be inhaled). It is usually inhaled twice a day in the morning and the evening. Inhale arformoterol at around the same times every day, and space your doses about 12 hours apart. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use arformoterol exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Do not swallow or inject arformoterol inhalation.Do not use arformoterol inhalation to treat sudden attacks of COPD. Your doctor will prescribe a short acting beta agonist inhaler such as albuterol (Proventil, Ventolin) to use during attacks. If you were using this type of inhaler on a regular basis before you began treatment with arformoterol, your doctor will probably tell you to stop using it regularly, but to continue to use it to treat attacks.If your COPD symptoms become worse, if arformoterol inhalation becomes less effective, if you need more doses than usual of the medication you use to treat sudden attacks, or if the medication you use to treat attacks does not relieve your symptoms, your condition may be getting worse. Do not use extra doses of arformoterol. Call your doctor right away.Arformoterol controls the symptoms of chronic obstructive pulmonary disease but does not cure the condition. Continue to use arformoterol even if you feel well. Do not stop using arformoterol without talking to your doctor. If you suddenly stop using arformoterol, your symptoms may worsen.To use arformoterol inhalation, follow these steps:\r \r <ol>Open the foil pouch by tearing through the rough edge along the edge of the pouch and remove the vial. Look at the solution in the vial to be sure it is colorless. If it is not colorless, call your doctor or pharmacist and do not use the solution.Twist off the top of the vial and squeeze all of the liquid into the reservoir of your nebulizer. Do not add any other medications to the nebulizer because it may not be safe to mix them with arformoterol. Use all nebulized medications separately unless your doctor specifically tells you to mix them.Connect the nebulizer reservoir to your mouthpiece or facemask.Connect the nebulizer to the compressor.Sit upright and place the mouthpiece in your mouth or put on the facemask.Turn on the compressor.Breathe calmly, deeply, and evenly until mist stops forming in the nebulizer. This should take between 5 and 10 minutes.Clean the nebulizer according to the manufacturer's instructions.</ol>"}