{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Some forms of ascorbic acid contain sodium and should be avoided if you are on a sodium- or salt-restricted diet.Your doctor may suggest changes in your diet to give you more vitamin C.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking ascorbic acid,tell your doctor and pharmacist if you are allergic to ascorbic acid or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, including other vitamins.tell your doctor if you have or have ever had kidney stones. Diabetics should talk to their doctor or pharmacist for the correct way to test their urine while taking large amounts of ascorbic acid.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking ascorbic acid, call your doctor.", "why": "Ascorbic acid is used to prevent and treat scurvy, a disease caused by a lack of vitamin C in the body.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Ascorbic Acid", "side_effects": "Ascorbic acid may cause side effects. Tell your doctor if either of these symptoms is severe or does not go away:\r \r diarrheaupset stomach", "how": "Ascorbic acid comes in extended-release (long-acting) capsules and tablets, lozenges, syrup, chewable tablets, and liquid drops to be given by mouth. It usually is taken once a day. Follow the directions on the package or on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take ascorbic acid exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Some tablets should be chewed; other tablets and capsules should be swallowed with a full glass of water.It may take up to 3 weeks for symptoms of scurvy to improve."}