{"other_information": "Keep all appointments with your doctor and the laboratory. Your weight should be checked regularly while you are receiving this medication.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r confusionagitation", "precautions": "Before taking asenapine,tell your doctor and pharmacist if you are allergic to asenapine, any other medications, or any of the ingredients in asenapine tablets. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: certain antibiotics including gatifloxacin (Tequin) (not available in the U.S.) and moxifloxacin (Avelox); antidepressants including clomipramine (Anafranil), duloxetine (Cymbalta), fluvoxamine (Luvox), and paroxetine (Paxil, Pexeva); antihistamines; dextromethorphan (in Delsym, in Mucinex); ipratropium; medications for anxiety and high blood pressure; certain medications for irregular heartbeat such as amiodarone (Cordarone, Pacerone), procainamide, quinidine, and sotalol (Betapace, Sorine); medications for glaucoma, inflammatory bowel disease, motion sickness, myasthenia gravis, Parkinson's disease, ulcers, or urinary problems;medications for mental illness such as chlorpromazine (Thorazine), thioridazine, and ziprasidone (Geodon); medications for seizures;sedatives; sleeping pills; and tranquilizers.Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you or anyone in your family has or has ever had diabetes; if you have severe diarrhea or vomiting or you think you may be dehydrated; if you have ever used street drugs or misused prescription medications; and if you have or have ever had thoughts about harming or killing yourself; a prolonged QT interval (a rare heart problem that may cause irregular heartbeat, fainting, or sudden death); low blood pressure; a heart attack; heart failure; a slow or irregular heartbeat; a stroke or TIA (ministroke); seizures; breast cancer; a low level of white blood cells in your blood or a decrease in white blood cells caused by a medication you have taken; a low level of potassium or magnesium in your blood; dyslipidemia (high cholesterol levels); any condition that makes it difficult for you to swallow; or heart or liver disease.tell your doctor if you are pregnant, especially if you are in the last few months of your pregnancy, or if you plan to become pregnant or are breastfeeding. If you become pregnant while taking asenapine, call your doctor. Asenapine may cause problems in newborns following delivery if it is taken during the last months of pregnancy.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking asenapine.you should know that asenapine may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.ask your doctor about the safe use of alcoholic beverages while you are taking asenapine. Alcohol can make the side effects of asenapine worse.you should know that asenapine may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This is more common when you first start taking asenapine. To help avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.you should know that asenapine may make it harder for your body to cool down when it gets very hot. While you are taking asenapine, you should avoid excessive exercise, stay inside as much as possible and dress lightly in hot weather, stay out of the sun, and drink plenty of fluids.you should know that you may experience hyperglycemia (increase in your blood sugar) while you are taking this medication, even if you do not already have diabetes. If you have schizophrenia, you are more likely to develop diabetes than people who do not have schizophrenia, and taking asenapine or similar medications may increase this risk. Tell your doctor immediately if you have any of the following symptoms while you are taking asenapine: extreme thirst, frequent urination, extreme hunger, blurred vision, or weakness. It is very important to call your doctor as soon as you have any of these symptoms, because high blood sugar can cause a serious condition called ketoacidosis. Ketoacidosis may become life-threatening if it is not treated at an early stage. Symptoms of ketoacidosis include dry mouth, nausea and vomiting, shortness of breath, breath that smells fruity, and decreased consciousness.", "why": "Asenapine is used to treat the symptoms of schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions). Asenapine is used alone or in combination with other medications to treat or prevent episodes of mania (frenzied, abnormally excited mood) or mixed mania (frenzied, abnormally excited mood and symptoms of depression) in people with bipolar I disorder (manic depressive disorder; a disease that causes episodes of mania, episodes of depression and other abnormal moods). Asenapine is in a class of medications called atypical antipsychotics. It works by changing the activity of certain natural substances in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Asenapine", "side_effects": "Asenapine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dry mouthstomach painconstipationvomitingheartburnincreased appetiteincrease in amount of saliva in the mouthchange in tastetoothacheweight gainloss of feeling in the lips or mouthexcessive tirednessrestlessness or constant urge to keep movingirritabilityanxietydepressiondifficulty falling asleep or staying asleepmissed menstrual periodsbreast enlargement in malesdischarge from the breastsdecreased sexual abilitypain in the joints, arms, or legsSome side effects can be serious. If you experience any of these symptoms, or those listed in the SPECIAL PRECAUTION section, call your doctor immediately or get emergency medical treatment:\r \r hivesrashitchingdifficulty breathing or swallowingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legshoarsenesswheezinglightheadednessfevermuscle stiffness or painspasm or tightening of the neck musclesconfusionfast or irregular heartbeatsweatinguncontrollable movements of the arms, legs, face, mouth, tongue, jaw, lips or cheeksseizuressore throat, chills, cough, and other signs of infectionred or brown colored urineAsenapine may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Asenapine comes as a sublingual tablet to dissolve under the tongue. It is usually taken twice a day. Take asenapine at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take asenapine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Do not remove asenapine sublingual tablets from the package until just before you are ready to take them, and be sure that your hands are dry when you handle the tablets. When you are ready to take a tablet, follow the package directions to remove the tablet from the case without pushing the tablet through the tablet pack or breaking the tablet. After you remove the tablet, place it under your tongue and wait for it to dissolve. Do not swallow, split, chew, or crush the tablet. Do not eat or drink anything for 10 minutes after the tablet dissolves.If you are taking asenapine to treat bipolar disorder, your doctor may decrease your dose if you experience side effects. Tell your doctor how you are feeling during your treatment with asenapine.Asenapine may help to control your symptoms but will not cure your condition. Continue to take asenapine even if you feel well. Do not stop taking asenapine without talking to your doctor."}