{"other_information": "Keep all appointments with your doctor and the laboratory.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking balsalazide,tell your doctor and pharmacist if you are allergic to balsalazide, aspirin, choline magnesium trisalicylate (Tricosal, Trilisate), choline salicylate (Arthropan), diflunisal (Dolobid), magnesium salicylate (Nuprin Backache, Mobidin, Extra Strength Doan's, others), mesalamine (Asacol, Pentasa, Rowasa), salsalate (Argesic-AS, Disalcid, others), sodium salicylate, sodium thiosalicylate (Rexolate), sulfasalzine (Azulfidine), or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially oral antibiotics and vitamins and herbal products.tell your doctor if you have or have ever had liver or kidney disease or pyloric stenosis (a condition in which the stomach empties slowly).tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking balsalazide, call your doctor.", "why": "Balsalazide is used to treat ulcerative colitis (a condition which causes swelling and sores in the lining of the colon [large intestine] and rectum). Balsalazide is an anti-inflammatory drug. It is converted in the body to mesalamine and works by reducing bowel inflammation, diarrhea, rectal bleeding, and stomach pain.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Balsalazide", "side_effects": "Side effects from balsalazide can occur. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headacheabdominal painupset stomachdiarrheavomitingjoint paindifficulty falling or staying asleeptirednessgasrunny nosemuscle or back paincoughingloss of appetiteurinary tract infectionconstipationdry mouthIf you experience any of the following symptoms, call your doctor immediately:\r \r yellowing of the skin or eyesdark urinebloating or swelling of the stomachincreased diarrhearectal bleedingfever, sore throat, or flu-like symptomsIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Balsalazide comes as a capsule to take by mouth. It is usually taken three times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take balsalazide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Balsalazide is usually taken for 8 weeks, but it may be taken for up to 12 weeks. Continue to take balsalazide even if you feel well. Do not stop taking balsalazide without talking to your doctor."}