{"other_information": "Ask your pharmacist any questions you have about bentoquatam.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "This medication is usually applied as needed. Bentoquatam lotion begins to protect the skin from the plant oils that cause rash 15 minutes after it is applied.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "If someone swallows bentoquatam, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using bentoquatam lotion,tell your doctor and pharmacist if you are allergic to bentoquatam or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had any medical conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using bentoquatam, call your doctor.", "why": "Bentoquatam lotion is used to prevent poison oak, poison ivy, and poison sumac rashes in people who may come in contact with these plants. Bentoquatam is in a class of medications called skin protectants. It works by forming a coating on the skin that protects it from the plant oils that may cause a rash. Bentoquatam will not soothe or heal a rash that has already developed from contact with poison oak, poison ivy, or poison sumac.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Bentoquatam Topical", "side_effects": "Bentoquatam may cause side effects. Call your doctor if you have any unusual problems while taking this medication.", "how": "Bentoquatam comes as a lotion to apply to the skin. It is usually applied at least 15 minutes before possible contact with poison oak, poison ivy, or poison sumac, and reapplied at least once every 4 hours for as long as the risk of contact with these plants continues. Follow the directions on the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use bentoquatam exactly as directed.Bentoquatam lotion is available without a prescription. However, you should ask a doctor before you apply bentoquatam lotion to a child who is younger than 6 years old.Shake the lotion very well before each use to mix the medication evenly.Bentoquatam lotion is only for use on the skin. Do not get bentoquatam lotion in your eyes and do not swallow the medication. If you do get bentoquatam lotion in your eyes, rinse them with plenty of water.Do not apply bentoquatam lotion to an open rash.Bentoquatam lotion may catch fire. Stay away from fires and open flames while applying the lotion and for as long as the lotion is on your skin."}