{"other_information": "Keep all appointments with your doctor. Your doctor will check your blood pressure and test your urine regularly during your treatment with bevacizumab.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Bevacizumab has previously been used to treat breast cancer, however, further investigation by the FDA has found that the risks associated with treatment do not justify use for the benefit found in most cases. Bevacizumab is also sometimes used to treat wet age-related macular degeneration (AMD; an ongoing disease of the eye that causes loss of the ability to see straight ahead and may make it more difficult to read, drive, or perform other daily activities) and other types of cancer. Talk to your doctor about the risks of using bevacizumab to treat your condition.", "if_i_forget": "If you miss an appointment to receive a dose of bevacizumab, call your doctor as soon as possible.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r headache", "precautions": "Before receiving bevacizumab,tell your doctor and pharmacist if you are allergic to bevacizumab or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention anticoagulants (blood thinners) such as warfarin (Coumadin); irinotecan (Camptosar); and sunitinib (Sutent). Also tell your doctor if you are taking or if you have ever taken an anthracycline (a type of chemotherapy used for breast cancer and some types of leukemia) such as daunorubicin (Cerubidine), doxorubicin (Adriamycin, Rubex), epirubicin (Ellence), or idarubicin (Idamycin). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have ever been treated with radiation therapy to the left side of your chest; and if you have or have ever had cancer that spread to your brain or spine, high blood pressure, or any condition that affects your heart or blood vessels (tubes that move blood between the heart and other parts of the body).you should know that bevacizumab may cause infertility in women (difficulty becoming pregnant); however, you should not assume that you cannot get pregnant. Tell your doctor if you are pregnant or plan to become pregnant. You should use birth control to prevent pregnancy during your treatment with bevacizumab and for at least 6 months after you stop using the medication. If you become pregnant while using bevacizumab, call your doctor. Bevacizumab may harm the fetus and increase the risk of a pregnancy loss.tell your doctor if you are breast-feeding. You should not breast-feed during your treatment with bevacizumab and for some time after you stop using the medication.", "why": "Bevacizumab is used with chemotherapy to treat cancer of the colon (large intestine) or rectum that has spread to other parts of the body. Bevacizumab is also used with chemotherapy to treat certain types of lung cancer. Bevacizumab is also used to treat glioblastoma (a certain type of cancerous brain tumor) that has been already treated with other medications. Bevacizumab is also used in combination with another medication to treat renal cell cancer (RCC, a type of cancer that begins in the kidney) that has spread to other parts of the body. Bevacizumab is in a class of medications called antiangiogenic agents. It works by stopping the formation of blood vessels that bring oxygen and nutrients to tumors. This may slow the growth and spread of tumors.", "storage_conditions": [], "title": "Bevacizumab Injection", "side_effects": "Bevacizumab may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r faintingloss of appetiteheartburnchange in ability to taste fooddiarrheaweight lossdry mouthsores on the skin or in the mouthvoice changesSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r coughing, gagging, or choking after eating or drinkingneck painslow or difficult speechdizziness or faintnessweakness or numbness of an arm or legchest painpain in the arms, neck, or upper backshortness of breathseizuresextreme tirednessconfusionchange in vision or loss of visionsore throat, fever, chills, and other signs of infectionswelling of the face, eyes, stomach, hands, feet, ankles, or lower legsunexplained weight gainfoamy urinedry, hacking coughpain, tenderness, warmth, redness, or swelling in one leg onlyredness, itching, or scaling of the skinBevacizumab may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Bevacizumab comes as a solution to administer slowly into a vein. Bevacizumab is administered by a doctor or nurse in a medical office, infusion center, or hospital. Bevacizumab is usually given once every 14 days to treat cancer of the colon or rectum, glioblastoma, or renal cell cancer and once every 3 weeks to treat lung cancer.It should take 90 minutes for you to receive your first dose of bevacizumab. A doctor or nurse will watch you closely to see how your body reacts to bevacizumab. If you do not have any serious problems when you receive your first dose of bevacizumab, it will usually take 30 to 60 minutes for you to receive each of your remaining doses of the medication."}