{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your response to this medication.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking this medication.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of an ulcer after you finish this medication, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Skip the missed dose and continue your regular dosing schedule until all of the medication is gone. Do not take a double dose to make up for a missed one. If you miss more than four doses, call your doctor.", "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r nauseavomitingdiarrhearinging in the earshigh feverlack of energyfast heart rateconfusionseizureshortness of breathfast breathingproblems with coordinationpain, burning, or tingling in the hands or feet", "precautions": "Before taking bismuth, metronidazole, and tetracycline,tell your doctor and pharmacist if you are allergic to bismuth, metronidazole (Flagyl), aspirin or salicylates, doxycycline (Doryx, Vibramycin), minocycline (Dynacin, Minocin), tetracycline (Sumycin), tinidazole (Tindamax), any other medications, or any of the ingredients in bismuth, metronidazole, and tetracycline combination. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking or have taken disulfiram (Antabuse). Your doctor may tell you not to take bismuth, metronidazole, and tetracycline if you are taking disulfiram (Antabuse) or have taken it within the past two weeks.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antibiotics such as penicillin, anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven), aspirin or aspirin-containing products, astemizole (Hismanal) (not available in the US), cimetidine (Tagamet), lithium (Eskalith, Lithobid), medications for diabetes, omeprazole (Prilosec, Zegerid), oral contraceptives, phenobarbital (Luminal), phenytoin (Dilantin, Phenytek), probenecid (in Col-probenecid, Probalan), sulfinpyrazone (Anturane), and terfenadine (Seldane) (not available in the US). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you are taking antacids containing aluminum, calcium, magnesium or sodium bicarbonate, or zinc supplements, take them 1 to 2 hours before or 1 to 2 hours after bismuth, metronidazole, and tetracycline. If you are taking iron supplements, take them 3 hours before or 2 hours after bismuth, metronidazole, and tetracycline.tell your doctor if you have kidney or liver disease. Your doctor may tell you not to take this medication.tell your doctor if you have an infection or if you have or have ever had blood problems, Crohn's disease, or central nervous system conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking this medication, call your doctor. Tetracycline can cause birth defects and may harm nursing babies.you should know that this medication may decrease the effectiveness of hormonal contraceptives (birth control pills, patches, rings, implants, injections, and intrauterine devices). Use another form of birth control while you are taking this medication. Talk to your doctor about types of birth control that will work for you during and after your treatment with bismuth, metronidazole, and tetracycline.remember not to drink alcoholic beverages or take products with alcohol or propylene glycol while taking this medication and for at least 3 days after treatment is finished. Alcohol and propylene glycol may cause nausea, vomiting, stomach cramps, headache, sweating, and flushing (redness of the face) when taken during treatment with metronidazole.plan to avoid unnecessary or prolonged exposure to sunlight or ultraviolet light (tanning beds and sun lamps) and to wear protective clothing, sunglasses, and sunscreen. This medication may make your skin sensitive to sunlight.you should know that when tetracycline is taken during pregnancy or by babies or children up to age 8, it can cause the teeth to become permanently stained and to not form properly. It may also keep bones from developing properly. Tetracycline should not be taken by children under age 8.", "why": "Bismuth, metronidazole, and tetracycline is used along with other ulcer medications to treat duodenal ulcers. It is in a class of medications called antibacterial agents. It works by preventing the growth and spread of Helicobacter pylori bacteria, which often occurs with ulcers. Treating this infection keeps ulcers from coming back.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Bismuth, Metronidazole, and Tetracycline", "side_effects": "Bismuth, metronidazole, and tetracycline may cause side effects. Darkening of the tongue and stool is temporary and harmless. Tell your doctor if any of these symptoms are severe or do not go away:\r \r weaknessdiarrheaconstipationdark urineloss of appetitestomach painheartburnmetallic taste in the mouthdry or sore mouthIf you have any of the following symptoms, stop taking this medication and call your doctor immediately:\r \r numbness, pain, burning, or tingling in your hands or feetheadacheblurred visionseizuresdizzinessdifficulty speakingproblems with coordinationconfusion or agitationringing in the earsvaginal itching and/or dischargefever, cough, sore throat, chills, or other signs of infectionbloody or tarry stoolsnauseavomitinghivesrashitchingIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Bismuth, metronidazole, and tetracycline (Helidac) comes as two chewable bismuth tablets, one metronidazole tablet, and one tetracycline capsule to take together by mouth. Bismuth, metronidazole, and tetracycline (Pylera) come as a capsule to take by mouth. It usually is taken four times a day, at meals and at bedtime for 10 days (Pylera) or 14 days (Helidac). Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take this medication exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.If you are taking bismuth, metronidazole, and tetracycline (Helidac), chew and swallow the bismuth tablets. Swallow the metronidazole tablet and tetracycline capsule whole with a full glass of water (8 ounces [240 milliliters]). If you are taking bismuth, metronidazole, and tetracycline (Pylera), swallow the capsules whole with a full glass of water (8 ounces [240 milliliters]). It is especially important to take the bedtime dose with plenty of fluid to prevent irritation of your throat and stomach.Take bismuth, metronidazole, and tetracycline at least 1 hour before or 2 hours after you eat or drink foods that contain calcium, such as dairy products and calcium-fortified juices and foods.Continue to take this medication even if you feel well. Do not stop taking it without talking to your doctor. If you stop taking this medication too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}