{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests before, during, and after your treatment to check your body's response to blinatumomab injection and to treat side effects before they become severe.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r feveruncontrollable shaking of a part of the bodyheadache", "precautions": "Before receiving blinatumomab injection,tell your doctor and pharmacist if you are allergic to blinatumomab, any other medications, or any of the ingredients in blinatumomab injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: cyclosporine (Gengraf, Neoral, Sandimmune) or warfarin (Coumadin, Jantoven). Many other medications may also interact with blinatumomab, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have an infection or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while using blinatumomab, call your doctor.you should know that blinatumomab injection may make you drowsy. Do not drive a car or operate machinery while you are receiving this medication.you should know that blinatumomab injection may decrease your ability to fight infection. If you experience any of the following symptoms during your treatment with blinatumomab injection, call your doctor: fever, sore throat, cough, flu-like symptoms, or other signs of infection. Your treatment with blinatumomab injection may need to be interrupted if you have an infection.", "why": "Blinatumomab is used to treat certain types of acute lymphocytic leukemia (ALL; a type of cancer of the white blood cells). Blinatumomab is in a class of medications called bispecific T-cell engager antibodies. It works by slowing or stopping the growth of cancer cells in your body.", "storage_conditions": [], "title": "Blinatumomab Injection", "side_effects": "Blinatumomab injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r constipationdiarrheaweight gainback, joint, or muscle painstomach paindifficulty falling asleep or staying asleepswelling of the arms, hands, feet, ankles, or lower legspain at the injection siteSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING or SPECIAL PRECAUTIONS sections, call your doctor immediately or get emergency medical treatment:\r \r chest painnumbness or tingling in the arms, legs, hands, or feetshortness of breathBlinatumomab injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Blinatumomab comes as a powder to be mixed with liquid to be slowly injected intravenously (into a vein) by a doctor or nurse in a hospital or medical facility and sometimes at home. This medication is given continuously for 4 weeks followed by 2 weeks when the medication is not given. This treatment period is called a cycle, and the cycle may be repeated up to 5 times. The length of treatment depends on how you respond to the medication.Your doctor may need to delay your treatment or change your dose if you experience certain side effects. It is important for you to tell your doctor how you are feeling during your treatment with blinatumomab injection."}