{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to buprenorphine and naloxone.Before having any laboratory test (especially those that involve methylene blue), tell your doctor and the laboratory personnel that you are using buprenorphine or buprenorphine and naloxone.In case of an emergency, you or a family member should tell the treating doctor or emergency room staff that you are taking or using buprenorphine or buprenorphine and naloxone.Do not inject buprenorphine or buprenorphine and naloxone sublingual film or tablets. Severe reactions may happen, including withdrawal symptoms.Do not let anyone else take or use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take or apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take or apply a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r pinpoint pupilsextreme drowsinessdizzinessblurred visionslowed breathing", "precautions": "Before taking or using buprenorphine or buprenorphine and naloxone,tell your doctor and pharmacist if you are allergic to buprenorphine, naloxone, any other medications, or any of the other ingredients in buprenorphine or buprenorphine and naloxone sublingual tablets or film. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: antidepressants ('mood elevators'); antifungals such as ketoconazole (Nizoral); medications for anxiety such as benzodiazepines; cyclobenzaprine (Amrix); dextromethorphan (found in many cough medications; in Nuedexta); erythromycin (E.E.S., Eryc, Erythrocin, others); HIV medications such as atazanavir (Reyataz, in Evotaz), delavirdine (Rescriptor), efavirenz (Sustiva, in Atripla), indinavir (Crixivan), nelfinavir (Viracept), nevirapine (Viramune), and ritonavir (Norvir, in Kaletra, in Technivie); lithium (Lithobid); medications for migraine headaches such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Alsuma, Imitrex, in Treximet), and zolmitriptan (Zomig); mirtazapine (Remeron); opiate (narcotic) medications for pain control; phenothiazines (medications used for mental illness or nausea); sedatives; medications for seizures such as carbamazepine (Epitol, Tegretol, Teril, others), phenobarbital, and phenytoin (Dilantin, Phenytek); 5HT<sub>3</sub> serotonin blockers such as alosetron (Lotronex), dolasetron (Anzemet), granisetron (Kytril), ondansetron (Zofran, Zuplenz), or palonosetron (Aloxi); selective serotonin-reuptake inhibitors such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, in Symbyax), fluvoxamine (Luvox), paroxetine (Brisdelle, Prozac, Pexeva), and sertraline (Zoloft); serotonin and norepinephrine reuptake inhibitors such as duloxetine (Cymbalta), desvenlafaxine (Khedezla, Pristiq), milnacipran (Savella), and venlafaxine (Effexor); sleeping pills; tranquilizers; or tricyclic antidepressants ('mood elevators') such as amitriptyline, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor), imipramine (Tofranil), nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil). Also tell your doctor or pharmacist if you are taking or receiving the following monoamine oxidase (MAO) inhibitors or if you have stopped taking them within the past two weeks: isocarboxazid (Marplan), linezolid (Zyvox), methylene blue, phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), or tranylcypromine (Parnate). Many other medications may also interact with buprenorphine or buprenorphine and naloxone, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort and tryptophan.tell your doctor if you drink large amounts of alcohol and if you have or have ever had adrenal problems such as Addison's disease (condition in which the adrenal gland produces less hormone than normal); benign prostatic hypertrophy (BPH, enlargement of the prostate gland); difficulty urinating; a head injury; hallucinations (seeing things or hearing voices that do not exist); a curve in the spine that makes it hard to breathe; gallbladder disease; chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways); or thyroid, kidney, liver, or lung disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking or using buprenorphine or buprenorphine and naloxone, call your doctor. If you take or use buprenorphine or buprenorphine and naloxone tablets or film regularly during your pregnancy, your baby may experience life-threatening withdrawal symptoms after birth. Tell your baby's doctor right away if your baby experiences any of the following symptoms: irritability, seizures, uncontrollable shaking of a part of the body, vomiting, diarrhea, or failure to gain weight.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking or using buprenorphine or buprenorphine and naloxone.you should know that this medication may decrease fertility in men and women. Talk to your doctor about the risks of using buprenorphine or buprenorphine and naloxone.you should know that buprenorphine or buprenorphine and naloxone may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.remember that alcohol can add to the breathing difficulties that can be caused by this medication.you should know that buprenorphine or buprenorphine and naloxone may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This is more common when you first start taking or using buprenorphine or buprenorphine and naloxone. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.", "why": "Buprenorphine and the combination of buprenorphine and naloxone are used to treat opioid dependence (addiction to opioid drugs, including heroin and narcotic painkillers). Buprenorphine is in a class of medications called opioid partial agonist-antagonists and naloxone is in a class of medications called opioid antagonists. Buprenorphine alone and the combination of buprenorphine and naloxone work to prevent withdrawal symptoms when someone stops taking opioid drugs by producing similar effects to these drugs.", "storage_conditions": "Keep this medication in the packaging it came in, tightly closed, and out of reach of children. Buprenorphine or buprenorphine and naloxone can be a target for people who abuse prescription medications or street drugs. Store it in a safe place so that no one else can use it accidentally or on purpose. Store buprenorphine or buprenorphine and naloxone at room temperature and away from excess heat and moisture (not in the bathroom). Do not freeze buprenorphine or buprenorphine and naloxone.You must immediately dispose of any medication that is outdated or no longer needed. Dispose of unneeded tablets or films by removing them from the packaging and flushing them down the toilet. Call your pharmacist or the manufacturer if you have questions or need help disposing of unneeded medication.", "title": "Buprenorphine Sublingual and Buccal (opioid dependence)", "side_effects": "Buprenorphine or buprenorphine and naloxone may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachestomach painconstipationdifficulty falling asleep or staying asleepmouth numbness or rednesstongue painblurred visionback painSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNINGS or SPECIAL PRECAUTIONS sections, call your doctor immediately:\r \r hivesrashitchingdifficulty breathing or swallowingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legsagitation, hallucinations (seeing things or hearing voices that do not exist), fever, sweating, confusion, fast heartbeat, shivering, severe muscle stiffness or twitching, loss of coordination, nausea, vomiting, or diarrheanausea, vomiting, loss of appetite, weakness, or dizzinessinability to get or keep an erectionirregular menstruationdecreased sexual desireslowed breathingupset stomachextreme tirednessblurred visionslurred speechunusual bleeding or bruisinglack of energypain in the upper right part of the stomachyellowing of the skin or eyesdark-colored urinelight-colored stoolsBuprenorphine or buprenorphine and naloxone may cause other side effects. Call your doctor if you have any unusual problems while taking or using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Buprenorphine comes as a sublingual tablet. The combination of buprenorphine and naloxone comes as a sublingual tablet (Zubsolv) and as a sublingual film (Suboxone) to take under the tongue and as a buccal film (Bunavail) to apply between the gum and cheek. After your doctor determines an appropriate dose, these products are usually taken once a day. To help you remember to take or apply buprenorphine or buprenorphine and naloxone, take or apply it around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take or apply buprenorphine or buprenorphine and naloxone exactly as directed. Do not take or apply more or less of it or take or apply it more often than prescribed by your doctor.You will start your treatment with buprenorphine, which you will take in the doctor's office. Your doctor will start you on a low dose of buprenorphine and will increase your dose for 1 or 2 days before switching you to buprenorphine and naloxone. Your doctor may increase or decrease your buprenorphine and naloxone dose until the medication works properly.If you are taking the sublingual tablets, place the tablets under your tongue until they completely melt. If you are taking more than two tablets, either place them all under your tongue at the same time or place them under your tongue up to 2 at a time. Do not chew the tablets or swallow them whole. Do not eat, drink, or talk until the tablet dissolves completely.If you are using the buccal film, use your tongue to wet the inside of your cheek or rinse your mouth with water before you apply the film. Apply the film with a dry finger against the inside of the cheek. Then remove your finger and the film will stick to the inside of your cheek. If you are to use two films, place another film on the inside of your other cheek at the same time. Do not apply films on top of each other and do not apply more than two films to the inside of the mouth at one time. Leave the film(s) in the mouth until they dissolve. Do not cut, tear, chew, swallow, touch or move the film while it dissolves. Do not eat or drink anything until the film dissolves completely.If you are using the sublingual film, rinse your mouth with water before you place the film. Place the film with a dry finger under your tongue to the right or left of the center and hold the film in place for 5 seconds. If you are using two films, place the other one on the opposite side under the tongue. Do not put the films on top of or near each other. Do not use more than 2 films at one time. Do not cut, tear, chew, swallow, touch or move the film while it dissolves. Do not eat or drink anything until the film dissolves completely.If you need to switch from one buprenorphine or buprenorphine and naloxone product to another, your doctor may need to adjust your dose. Each time you receive your medication, check to be sure that you have received the buprenorphine product that was prescribed for you. Ask your pharmacist if you have are not sure that you received the right medication.Do not stop taking or using buprenorphine or buprenorphine and naloxone without talking to your doctor. Stopping buprenorphine or buprenorphine and naloxone too quickly can cause withdrawal symptoms. Your doctor will tell you when and how to stop taking or using buprenorphine or buprenorphine and naloxone. If you suddenly stop taking or using buprenorphine or buprenorphine and naloxone, you may experience withdrawal symptoms such as hot or cold flushes, restlessness, teary eyes, runny nose, sweating, chills, muscle pain, vomiting, or diarrhea."}