{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to buspirone.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Buspirone is also used sometimes to treat the symptoms of premenstrual syndrome. Talk to your doctor about the possible risks of using this drug for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is within 4 hours of the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "You may take buspirone either with or without food, but take it consistently, either always with food or always without food.Avoid drinking large amounts of grapefruit juice while taking buspirone.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r upset stomachvomitingdizzinessdrowsinessblurred vision", "precautions": "Before taking buspirone,tell your doctor and pharmacist if you are allergic to buspirone or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially antihistamines; anticonvulsants such as carbamazepine (Tegretol), phenobarbital (Barbita, Luminal, Solfoton), and phenytoin (Dilantin); dexamethasone (Decadron, others); diazepam (Valium); diltiazem (Cardizem, Dilacor, Tiazac); erythromycin (E.E.S., E-Mycin, Erythrocin, others); haloperidol (Haldol); ketoconazole (Nizoral); itraconazole (Sporanox); MAO inhibitors [phenelzine (Nardil) and tranylcypromine (Parnate)]; muscle relaxants; nefazodone (Serzone); pain medications or narcotics; rifampin (Rifadin, Rimactane); ritonavir (Norvir); sedatives; sleeping pills; tranquilizers; trazodone (Desyrel); verapamil (Calan, Covera, Verelan); and vitamins.tell your doctor if you have or have ever had kidney or liver disease or a history of alcohol or drug abuse.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking buspirone, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking buspirone.you should know that this drug may make you drowsy. Do not drive a car or operate machinery until you know how this drug affects you.remember that alcohol can add to the drowsiness caused by this drug.", "why": "Buspirone is used to treat anxiety disorders or in the short-term treatment of symptoms of anxiety.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from light, excess heat, and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Buspirone", "side_effects": "Buspirone may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinessupset stomachvomitingconstipationdiarrheastomach painheadachedry mouthdepressionexcitementfatiguenervousnessdifficulty sleepinglightheadednessweaknessnumbnessIf you experience any of the following symptoms, call your doctor immediately:\r \r skin rashitchingfast or irregular heartbeatblurred visionunusual movements of the head or neck musclesIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Buspirone comes as a tablet to take by mouth. It usually is taken two or three times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take buspirone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Continue to take buspirone even if you feel well. Do not stop taking buspirone without talking to your doctor, especially if you have taken large doses for a long time. Your doctor probably will decrease your dose gradually. This drug must be taken regularly for a few weeks before its full effect is felt."}