{"other_information": "Keep all appointments with your doctor and laboratory. Your doctor will order certain lab tests to check your body's response to butorphanol.Before having any laboratory test (especially those that involve methylene blue), tell your doctor and the laboratory personnel that you are receiving butorphanol.Do not let anyone use your medication. If you continue to have pain after you finish the butorphanol injection, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Butorphanol injection is usually used as needed. If your doctor has told you to use butorphanol injection regularly, use the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r slow or shallow breathingcoma (loss of consciousness for a period of time)death", "precautions": "Before using butorphanol injection,tell your doctor and pharmacist if you are allergic to butorphanol, any other medications, or benzethonium chloride (a preservative found in some medications and personal care products). Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antidepressants; antihistamines; barbiturates such as butabarbital (Butisol), pentobarbital (Nembutal), phenobarbital, or secobarbital (Seconal); cyclobenzaprine (Amrix); dextromethorphan (found in many cough medications; in Nuedexta); erythromycin (E.E.S., Eryc, Erythrocin, others); medications for anxiety, mental illness, or seizures; lithium (Lithobid); medications for migraine headaches such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Alsuma, Imitrex, in Treximet), and zolmitriptan (Zomig); mirtazapine (Remeron); sedatives; 5HT<sub>3</sub> serotonin blockers such as alosetron (Lotronex), dolasetron (Anzemet), granisetron (Kytril), ondansetron (Zofran, Zuplenz), or palonosetron (Aloxi); selective serotonin-reuptake inhibitors such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, in Symbyax), fluvoxamine (Luvox), paroxetine (Brisdelle, Prozac, Pexeva), and sertraline (Zoloft); serotonin and norepinephrine reuptake inhibitors such as duloxetine (Cymbalta), desvenlafaxine (Khedezla, Pristiq), milnacipran (Savella), and venlafaxine (Effexor); or tricylic antidepressants ('mood elevators') such as amitriptyline, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor), imipramine (Tofranil), nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); sleeping pills; theophylline (Theochron, Uniphyl, others); tranquilizers; and trazodone (Oleptro). Also tell your doctor or pharmacist if you are taking or receiving the following monoamine oxidase (MAO) inhibitors or if you have stopped taking them within the past two weeks: isocarboxazid (Marplan), linezolid (Zyvox), methylene blue, phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), or tranylcypromine (Parnate). Many other medications may also interact with butorphanol, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Also tell your doctor or pharmacist if you are taking narcotic medications for pain or if you have recently taken these medications. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort or tryptophan.tell your doctor if you use or have ever used street drugs or have overused prescription medications or if you need to take narcotic pain medications regularly in order to feel well. Also tell your doctor if you have or have ever had a head injury; any condition that increases the pressure in your brain or skull; problems with your brain or nervous system; problems urinating; a heart attack; breathing problems; high blood pressure; or heart, kidney, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using butorphanol injection, call your doctor.you should know that this medication may decrease fertility in men and women. Talk to your doctor about the risks of using butorphanol.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using butorphanol injection.you should know that butorphanol injection may make you drowsy and dizzy. Do not drive a car or operate machinery for at least one hour after you receive a dose. After one hour has passed, do not drive until you are certain that you are not dizzy, drowsy, or less alert than usual.do not drink alcoholic beverages while you are receiving butorphanol injection. Alcohol can make the side effects from butorphanol injection worse.", "why": "Butorphanol injection is used to relieve moderate to severe pain. Butorphanol injection is also used to relieve pain during labor and to prevent pain and decrease awareness before or during surgery. Butorphanol is in a class of medications called opioid agonist-antagonists. It works by changing the way the body senses pain.", "storage_conditions": "If you are using butorphanol injection at home, keep the medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat, and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.Store butorphanol injection in a safe place so that no one else can use it accidentally or on purpose. Keep track of how much medication is left so you will know if any is missing.", "title": "Butorphanol Injection", "side_effects": "Butorphanol injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinessexcessive tirednessdifficulty falling asleep or staying asleepunusual dreamsheadacheconstipationstomach painfeeling hotflushingpain, burning, numbness, or tingling in the hands or feetuncontrollable shaking of a part of your bodynervousnesshostilityintense happinessfeeling of floatingsad moodblurred visionringing in the earsear painunpleasant tastedry mouthdifficulty urinatingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r slowed breathingagitation, hallucinations (seeing things or hearing voices that do not exist), fever, sweating, confusion, fast heartbeat, shivering, severe muscle stiffness or twitching, loss of coordination, nausea, vomiting, or diarrheanausea, vomiting, loss of appetite, weakness, or dizzinessinability to get or keep an erectionirregular menstruationdecreased sexual desiredifficulty breathingchanges in heartbeatfaintingrashhivesButorphanol injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Butorphanol injection comes as a liquid to be injected into a muscle or vein. When butorphanol injection is used to relieve pain, it is usually given once every 3 to 4 hours as needed. When butorphanol injection is used to relieve pain during surgery, it may be given 60 to 90 minutes before surgery and then as needed during the surgery. When butorphanol injection is used to relieve pain during labor, it may be given once every 4 hours, but should not be given less than 4 hours before delivery is expected.You may receive butorphanol injection in a hospital, or you may be given the medication to use at home. If you have been told to administer butorphanol injection at home, it is very important that you use the medication exactly as directed. Follow the directions that you are given carefully, and ask your doctor, pharmacist or nurse if you have any questions or do not understand the directions.Butorphanol injection may be habit-forming. Do not use a larger dose, use it more often, or use it for a longer period of time than prescribed by your doctor. Call your doctor if you develop a strong desire to use more medication than prescribed or if butorphanol injection no longer controls your pain.If you have been told to use butorphanol injection at home, do not stop using the medication without talking to your doctor. If you suddenly stop using butorphanol injection, you may experience withdrawal symptoms such as nervousness, agitation, shakiness, diarrhea, chills, sweats, difficulty falling asleep or staying asleep, confusion, loss of coordination, or hallucinations (seeing things or hearing voices that do not exist). Your doctor will probably decrease your dose gradually."}