{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to cabozantinib (Cometriq).Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is less than 12 hours until your next scheduled dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Do not drink grapefruit juice or eat grapefruit or any foods or supplements that contain grapefruit or grapefruit juice while you are taking this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r memory lossconfusionweight loss", "precautions": "Before taking cabozantinib (Cometriq),tell your doctor and pharmacist if you are allergic to cabozantinib (Cabometyx, Cometriq), any other medications, or any of the ingredients in cabozantinib capsules. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, and nutritional supplements you are taking or plan to take. Be sure to mention any of the following: antifungals such as ketoconazole (Nizoral), itraconazole (Sporanox), and voriconazole (Vfend); clarithromycin (Biaxin); dexamethasone; certain medications for HIV or AIDS such as atazanavir (Reyataz), indinavir (Crixivan), nelfinavir (Viracept), ritonavir (Norvir, in Kaletra), and saquinavir (Invirase); certain medications for seizures such as carbamazepine (Tegretol, Equetro), phenobarbital, and phenytoin (Dilantin); nefazodone; rifabutin (Mycobutin); rifampin (Rifadin, Rifactin, in Rifamate, in Rifater); rifapentine (Priftin); and telithromycin (Ketek). Many other medications may also interact with cabozantinib (Cometriq), so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you more carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort.tell your doctor if you have an open wound and if you have or have ever had high blood pressure or liver disease.tell your doctor if you or your partner is pregnant or plans to become pregnant. If you or your partner can become pregnant, you should use birth control during your treatment with cabozantinib and for 4 months after your final dose. If you or your partner becomes pregnant while you are taking cabozantinib (Cometriq), call your doctor immediately. Cabozantinib (Cometriq) may harm the fetus.tell your doctor if you are breastfeeding. Your doctor may tell you not to breastfeed during your treatment and for 4 months after your final dose.if you are having surgery, tell the doctor or dentist that you are taking cabozantinib (Cometriq). Your doctor will probably tell you to stop taking cabozantinib (Cometriq) at least 28 days before your surgery and will tell you when you should start taking the medication again after your surgery.you should know that cabozantinib (Cometriq) may cause serious problems with your jaw. A dentist should examine your teeth before you start to take cabozantinib and regularly during your treatment. Be sure to brush your teeth and clean your mouth properly while you are taking cabozantinib (Cometriq). Talk to your doctor before having any dental treatments while you are taking this medication. Your doctor will probably tell you to stop taking cabozantinib at least 28 days before dental surgery.you should know that your blood pressure may increase during your treatment with cabozantinib (Cometriq). Your doctor will probably monitor your blood pressure during your treatment.", "why": "Cabozantinib (Cometriq) is used to treat a certain type of thyroid cancer that is getting worse and that has spread to other parts of the body. Cabozantinib (Cometriq) is in a class of medications called tyrosine kinase inhibitors. It works by blocking the action of an abnormal protein that signals cancer cells to multiply. This helps slow or stop the spread of cancer cells.Cabozantinib is also available as a tablet (Cabometyx) to treat advanced renal cell carcinoma (RCC; a type of cancer that begins in the cells of the kidneys). This monograph only gives information about cabozantinib capsules (Cometriq) for thyroid cancer. If you are using this medication for advanced RCC, read the monograph entitled cabozantinib (advanced renal cell carcinoma).", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Cabozantinib (thyroid cancer)", "side_effects": "Cabozantinib (Cometriq) may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaconstipationhemorrhoidsnauseavomitingheartburnchange in ability to taste fooddifficulty swallowingredness, swelling, or pain in your mouth or throatloss of appetitetiredness or weaknessbone painmuscle pain or spasmsanxietynumbness, burning, or tingling in the hands, arms, feet, or legsrashdry skinpatchy thickening of the skinredness, pain, swelling, or blistering on the palms or the soleshair losshair color turning lighter or grayvoice changes or hoarsenessSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r swelling or pain in the arms or legsshortness of breathlightheadedness or faintingsweatingnumbness or weakness of the face, arm, or leg on one side of your bodydizzinessdifficulty with balance or coordinationsudden, severe headachejaw paintoothacheseizuresvision problemsconfusiondifficulty thinking clearlydifficulty eating or drinking due to mouth sores or nausea and vomitingCabozantinib (Cometriq) may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Cabozantinib (Cometriq) comes as a capsule to take by mouth. It is taken usually once a day on an empty stomach, at least 1 hour before and 2 hours after eating. Take cabozantinib (Cometriq) at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take cabozantinib (Cometriq) exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the capsules whole with a full glass (8 ounces, 240 mL) of water. Do not open them.Your doctor may decrease your dose of cabozantinib (Cometriq) or tell you to stop taking the medication for a time or permanently if you experience serious side effects. Be sure to talk to your doctor about how you are feeling during your treatment with cabozantinib (Cometriq).The length of your treatment depends on how well you respond to the medication and the side effects you experience. Continue to take cabozantinib (Cometriq) even if you feel well. Do not stop taking cabozantinib (Cometriq) without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}