{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to calcitriol ointment.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply extra ointment to make up for a missed dose.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "If someone swallows calcitriol ointment or applies too much ointment, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911", "precautions": "Before using calcitriol ointment,tell your doctor and pharmacist if you are allergic to calcitriol, any other medications, or any of the ingredients in calcitriol ointment. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: calcium supplements; vitamin D supplements; or thiazide diuretics ('water pills') such as chlorothiazide (Diuril), hydrochlorothiazide (Microzide, Oretic, many combination products), indapamide, and metolazone (Zaroxolyn). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with calcitriol ointment, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have or have ever had kidney disease or any condition that affects the level of calcium in your blood. Also tell your doctor if your psoriasis is being treated with phototherapy (a treatment for psoriasis that involves exposing the skin to ultraviolet [UV] light).tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using calcitriol ointment, call your doctor.plan to avoid unnecessary or prolonged exposure to sunlight and UV light (such as tanning booths and sun lamps) and to wear protective clothing, sunglasses, and sunscreen. Calcitriol ointment may make your skin sensitive to sunlight.", "why": "Calcitriol ointment is used to treat mild to moderate psoriasis (a skin disease in which red, scaly patches form on some areas of the body). Calcitriol ointment is in a class of medications called vitamin D analogs. It works by helping to stop the production of extra skin cells that may build up and form scales on the skin and by decreasing the activity of immune cells in the skin.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat and moisture (not in the bathroom). Do not freeze or refrigerate calcitriol ointment. Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Calcitriol Topical", "side_effects": "Calcitriol ointment may cause side effects. Tell your doctor if either of these symptoms is severe or does not go away:\r \r skin painitchingCalcitriol ointment may cause other side effects. Call your doctor if you have any unusual problems while you are using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Calcitriol comes as an ointment to apply to the skin. It is usually applied two times a day, in the morning and evening. Apply calcitriol ointment at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Apply calcitriol ointment exactly as directed. Do not apply more or less of it or apply it more often than prescribed by your doctor. Your doctor will tell you how much ointment to apply. Do not use more than two tubes of calcitriol ointment per week.Apply calcitriol ointment to the areas of skin affected by psoriasis. Do not apply calcitriol ointment to healthy skin or anywhere on your face, eyes, lips, or vagina. Do not swallow the medication.Apply the ointment to the affected skin and gently rub the ointment into the skin until no medication is visible. Do not cover the skin where you applied calcitriol ointment with a bandage or dressing unless your doctor tells you that you should. Wash your hands well with soap and water after you apply calcitriol ointment."}