{"other_information": "If this medicine has been prescribed for you, keep all appointments with your doctor so that your response to calcium carbonate can be checked. Do not let anyone else take your medicine.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "If you are taking calcium carbonate on a regular schedule, take the missed dose as soon you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking calcium carbonate,tell your doctor and pharmacist if you are allergic to calcium carbonate or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially digoxin (Lanoxin), etidronate (Didronel), phenytoin (Dilantin), tetracycline (Sumycin), and vitamins. Do not take calcium carbonate within 1-2 hours of taking other medicines. Calcium may decrease the effectiveness of the other medicine.tell your doctor if you have or have ever had kidney disease or stomach conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking calcium carbonate, call your doctor.", "why": "Calcium carbonate is a dietary supplement used when the amount of calcium taken in the diet is not enough. Calcium is needed by the body for healthy bones, muscles, nervous system, and heart. Calcium carbonate also is used as an antacid to relieve heartburn, acid indigestion, and upset stomach. It is available with or without a prescription.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Calcium Carbonate", "side_effects": "Calcium carbonate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachvomitingstomach painbelchingconstipationdry mouthincreased urinationloss of appetitemetallic taste", "how": "Calcium carbonate comes as a tablet, chewable tablet, capsule, and liquid to take by mouth. It is usually taken three or four times a day. Follow the directions on your prescription or package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take calcium carbonate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor. When using this medicine as a dietary supplement, take it with food or following meals.Chewable tablets should be chewed thoroughly before being swallowed; do not swallow them whole. Drink a full glass of water after taking either the regular or chewable tablets or capsules. Some liquid forms of calcium carbonate must be shaken well before use.Do not take calcium carbonate as an antacid for more than 2 weeks unless your doctor tells you to."}