{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to calcitriol.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Calcitriol is also sometimes used to treat rickets (softening and weakening of bones in children caused by lack of vitamin D), osteomalacia (softening and weakening of bones in adults caused by lack of vitamin D), and familial hypophosphatemia (rickets or osteomalacia caused by decreased ability to break down vitamin D in the body). Calcitriol is also sometimes used to increase the amount of calcium in the blood of premature babies. Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Calcitriol will work only if you get the right amount of calcium from the foods you eat. If you get too much calcium from foods, you may experience serious side effects of calcitriol, and if you do not get enough calcium from foods, calcitriol will not control your condition. Your doctor will tell you which foods are good sources of these nutrients and how many servings you need each day. If you find it difficult to eat enough of these foods, tell your doctor. In that case, your doctor can prescribe or recommend a supplement.If you are being treated with dialysis (process of cleaning the blood by passing it through a machine), your doctor may also prescribe a low-phosphate diet. Follow these directions carefully.If you do not have kidney disease, you should drink plenty of fluids while taking calcitriol. If you have kidney disease, talk to your doctor about how much fluid you should drink each day.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r feeling tired, difficulty thinking clearly, loss of appetite, nausea, vomiting, constipation, increased thirst, increased urination, or weight lossweaknessheadacheupset stomachdry mouthmuscle or bone painmetallic taste in mouthdifficult or painful urinationchanges in visionhallucination (seeing things or hearing voices that do not exist) fever or chillsstomach painpale, fatty stoolsyellowing of the skin or eyesrunny nosedecreased sexual desireirregular heartbeat", "precautions": "Before taking calcitriol,tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking, especially calcium or magnesium-containing antacids; calcium supplements; cholestyramine (Cholybar, Prevalite, Questran); digoxin (Lanoxin); diuretics ('water pills'); ketoconazole; lanthanum (Fosrenol); magnesium-containing laxatives; oral steroids such as dexamethasone, methylprednisolone (Medrol), and prednisone (Rayos); other forms of vitamin D; phenobarbital; phenytoin (Dilantin, Phenytek); and sevelamer (Renagel, Renvela). Also tell your doctor or pharmacist if you are taking ergocalciferol (Deltalin, Drisdol) or have stopped taking it in the past few months.Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have high levels of calcium. Your doctor will probably tell you not to take calcitriol.tell your doctor if you have recently had surgery or are unable to move around for any reason and if you have or have ever had kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking calcitriol, call your doctor. You should not breastfeed while you are taking calcitriol.", "why": "Calcitriol is used to treat and prevent low levels of calcium and bone disease in patients whose kidneys or parathyroid glands (glands in the neck that release natural substances to control the amount of calcium in the blood) are not working normally. It is also used to treat secondary hyperparathyroidism (a condition in which the body produces too much parathyroid hormone [PTH; a natural substance needed to control the amount of calcium in the blood]) and metabolic bone disease in people with kidney disease. Calcitriol is in a class of medications called vitamin D analogs. It works by helping the body to use more of the calcium found in foods or supplements and regulating the body's production of parathyroid hormone.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Protect this medication from light.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Calcitriol", "side_effects": "Some side effects can be serious. The following symptoms are uncommon, but if you experience any of them, call your doctor immediately:\r \r feeling tired, difficulty thinking clearly, loss of appetite, nausea, vomiting, constipation, increased thirst, increased urination, or weight lossweaknessheadacheupset stomachdry mouthmuscle painbone painmetallic taste in mouthdifficult or painful urinationchanges in visionlack of interest in the things around youhallucination (seeing things or hearing voices that do not exist)fever or chillsstomach painpale, fatty stoolsyellowing of the skin or eyesrunny nosedecreased sexual desireirregular heartbeatrashhivesitchingdifficulty breathing or swallowingIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Calcitriol comes as a capsule and a solution (liquid) to take by mouth. It usually is taken once a day or once every other day in the morning with or without food. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take calcitriol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on a low dose of calcitriol and may gradually increase your dose depending on your body's response to calcitriol."}