{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will check your blood pressure regularly and order certain tests to check your body's response to carfilzomib.Ask your pharmacist any questions you have about carfilzomib injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Drink plenty of fluids every day during your treatment with carfilzomib, especially if you vomit or have diarrhea.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before receiving carfilzomib injection,tell your doctor and pharmacist if you are allergic to carfilzomib, any other medications, or any of the ingredients in carfilzomib injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had heart failure, a heart attack or other heart problems, or a herpes infection (cold sores, shingles, or genital sores). Also tell your doctor if you are on dialysis.tell your doctor if you are pregnant or plan to become pregnant, or are breastfeeding, You should use birth control to prevent pregnancy during your treatment with carfilzomib. If you become pregnant while receiving this medication, call your doctor. Carfilzomib may harm the fetus.you should know that carfilzomib may make you drowsy, dizzy, or lightheaded, or cause fainting. Do not drive or operate machinery until you know how this medication affects you.", "why": "Carfilzomib injection is used alone and in combination with lenalidomide (Revlimid) and dexamethasone to treat people with multiple myeloma (a type of cancer of the bone marrow) who have already been treated with other medications. Carfilzomib is in a class of medications called proteasome inhibitors. It works by stopping or slowing the growth of cancer cells in your body.", "storage_conditions": [], "title": "Carfilzomib Injection", "side_effects": "Carfilzomib injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r tirednessheadacheweaknessdiarrheaconstipationmuscle spasmpain in the arms or legsSome side effects can be serious. If you experience any of these symptoms or those listed in the HOW and SPECIAL PRECAUTIONS sections, call your doctor:\r \r coughswelling of the feet of legsdifficulty breathingpain, burning, numbness, or tingling in the hands or feetnauseaextreme tirednessunusual bleeding or bruisinglack of energyloss of appetitepain in the upper right part of the stomachyellowing of the skin or eyesflu-like symptomsbloody or black, tarry stoolsrash of pinpoint-sized reddish-purple spots, usually on the lower legsblood in the urinedecreased urinationconfusionseizuresvision changesdifficulty falling asleep or staying asleepCarfilzomib injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Carfilzomib comes as a powder to be mixed with liquid to be injected intravenously (into a vein). Carfilzomib is given by a doctor or nurse in a medical office or clinic. It is usually given 2 days in a row each week for 3 weeks followed by a 12-day rest period. The length of treatment will depend on how well your body responds to the medication.Carfilzomib injection may cause a severe or life-threatening reactions for up to 24 hours after you receive a dose of the medication. You will receive certain medications to help prevent an allergic reaction before you receive each dose of carfilzomib. Tell your doctor immediately if you experience any of these symptoms after your treatment: fever, chills, joint or muscle pain, flushing or swelling of the face, vomiting, weakness, shortness of breath, dizziness or fainting, or chest tightness or pain.Be sure to tell your doctor how you are feeling during your treatment. Your doctor may stop your treatment for a while or decrease your dose of carfilzomib if you experience side effects of the medication."}