{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to ceftriaxone injection.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking ceftriaxone injection.If you are diabetic and test your urine for sugar, use Clinistix or TesTape (not Clinitest) to test your urine while taking this medication.Ceftriaxone injection may interfere with certain home blood glucose tests. If you test your blood glucose levels, check the instructions of your blood glucose monitoring system to see if ceftriaxone injection will affect your system. You may need to use a different method to test your glucose levels while you are receiving ceftriaxone injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Ceftriaxone injection is also sometimes used to treat sinus infections, endocarditis (infection of the heart lining and valves), chancroid (genital sores caused by bacteria), Lyme disease (an infection that is transmitted by tick bites that may cause problems with the heart, joints, and nervous system), relapsing fever (an infection that is transmitted by tick bites that causes repeated episodes of fever), shigella (an infection that causes severe diarrhea), typhoid fever (a serious infection that is common in developing countries), salmonella (an infection that causes severe diarrhea), and Whipple's disease (a rare infection that causes serious problems with digestion). Ceftriaxone injection is also sometimes used to prevent infection in certain penicillin-allergic patients who have a heart condition and are having a dental or upper respiratory tract (nose, mouth, throat, voice box) procedure, patients who have fever and are at high risk for infection because they have very few white blood cells, close contacts of someone who is sick with meningitis, and in people who have been sexually assaulted or who have been bitten by humans or animals. Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Use the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using ceftriaxone injection,tell your doctor and pharmacist if you are allergic to ceftriaxone; carbapenem antibiotics; other cephalosporin antibiotics such as cefaclor, cefadroxil,cefazolin (Ancef, Kefzol), cefdinir, cefditoren (Spectracef), cefepime (Maxipime), cefixime (Suprax), cefotaxime (Claforan), cefotetan, cefoxitin (Mefoxin), cefpodoxime, cefprozil, ceftaroline (Teflaro), ceftazidime (Fortaz, Tazicef, in Avycaz), ceftibuten (Cedax),cefuroxime (Zinacef), and cephalexin (Keflex); penicillin antibiotics, or any other medications.Also tell your doctor if you are allergic to any of the ingredients in ceftriaxone injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: chloramphenicol, and warfarin (Coumadin, Jantoven).tell your doctor if your child was born prematurely or is younger than 4 weeks of age. Your doctor may not want your baby to receive ceftriaxone injection.tell your doctor if you or if you have or have ever had any kind of allergies, problems with your digestive system especially colitis (inflammation of the large intestine), malnutrition (you do not eat or cannot digest the nutrients needed for good health), problems with your vitamin K levels, or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using ceftriaxone injection, call your doctor.", "why": "Ceftriaxone injection is used to treat certain infections caused by bacteria such as gonorrhea (a sexually transmitted disease), pelvic inflammatory disease (infection of the female reproductive organs that may cause infertility), meningitis (infection of the membranes that surround the brain and spinal cord), and infections of the lungs, ears, skin, urinary tract, blood, bones, joints, and abdomen. Ceftriaxone injection is also sometimes given before certain types of surgery to prevent infections that may develop after the operation. Ceftriaxone injection is in a class of medications called cephalosporin antibiotics. It works by killing bacteria.Antibiotics such as ceftriaxone injection will not work for colds, flu, or other viral infections.Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment.", "storage_conditions": "Your healthcare provider will tell you how to store your medication. Store your medication only as directed. Make sure you understand how to store your medication properly.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Ceftriaxone Injection", "side_effects": "Ceftriaxone injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r pain, tenderness, hardness, or warmth in the place where ceftriaxone was injectedpale skin, weakness, or shortness of breath when exercisingdiarrheaSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r rashbloody, or watery stools, stomach cramps, or fever during treatment or for up to two or more months after stopping treatmentstomach tenderness, pain or bloatingnausea and vomitingheartburnchest painsevere pain in the side and back below the ribspainful urinationdecreased urinationurinating more often than usualpink, brown, red, cloudy, or bad smelling urineswelling in legs and feeta return of fever, sore throat, chills, or other signs of infectionpeeling, blistering, or shedding skindifficulty swallowing or breathingswelling of the throat or tongueseizuresCeftriaxone injection may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.", "how": "Ceftriaxone injection comes as a powder to be mixed with liquid, or as a premixed product, to be injected intravenously (into a vein) over a period of 30 or 60 minutes.Ceftriaxone injection can also be given intramuscularly (into a muscle). It is sometimes given as a single dose and sometimes given once or twice a day for 4-14 days, depending on the type of infection being treated.You may receive ceftriaxone injection in a hospital or doctor's office, or you may administer the medication at home. If you will be receiving ceftriaxone injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions. You should begin to feel better during the first few days of your treatment with ceftriaxone injection. If your symptoms do not improve or get worse, call your doctor.If you will be using more than one dose of ceftriaxone injection, use the medication until you finish the prescription, even if you feel better. If you stop using ceftriaxone injection too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."}