{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to ceftazidime and avibactam injection.If you have diabetes, ceftazidime and avibactam injection can cause false results with certain urine glucose tests. Talk to your doctor about using other glucose tests while using ceftazidime and avibactam injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using ceftazidime and avibactam injection,tell your doctor and pharmacist if you are allergic to ceftazidime and avibactam injection, carbapenem antibiotics such as doripenem (Doribax), imipenem and cilastatin (Primaxin), or meropenem (Merrem); cephalosporin antibiotics such as cefaclor, cefadroxil, cefazolin (Ancef, Kefzol), cefdinir, cefditoren (Spectracef), cefepime (Maxipime), cefixime (Suprax), cefotaxime (Claforan), cefoxitin, cefpodoxime, cefprozil, ceftazidime (Fortaz, Tazicef, in Avycaz), ceftibuten (Cedax), ceftriaxone (Rocephin), cefuroxime (Ceftin, Zinacef), and cephalexin (Keflex); penicillin; any other medications, or any of the ingredients in ceftazidime and avibactam injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: probenecid (Probalan, in Col-Probenecid). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using ceftazidime and avibactam injection, call your doctor.", "why": "The combination of ceftazidime and avibactam injection is used with metronidazole (Flagyl) to treat abdominal (stomach area) infections. It is also used to treat kidney and urinary tract infections. Ceftazidime is in a class of medications called cephalosporin antibiotics. It works by killing bacteria. Avibactam is in a class of medications called beta-lactamase inhibitors. It works by preventing bacteria from breaking down ceftazidime. Antibiotics will not work for colds, flu, or other viral infections.", "storage_conditions": [], "title": "Ceftazidime and Avibactam Injection", "side_effects": "Ceftazidime and avibactam injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r vomitingnauseaconstipationstomach painanxietydizzinessSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r rashitchinghivesdifficulty breathing or swallowingsevere diarrhea with watery or bloody stools (up to 2 months after your treatment)seizuresconfusionsudden muscle twitching or jerking that you cannot controlhand tremorseeing things or hearing voices that do not existcoma (loss of consciousness for a period of time)Ceftazidime and avibactam injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "The combination of ceftazidime and avibactam injection comes as a powder to be added to fluid and injected intravenously (into a vein). It is usually infused (injected slowly) intravenously over a period of 2 hours every 8 hours. The length of your treatment depends on your general health, the type of infection you have and how well you respond to the medication. Your doctor will tell you how long to use ceftazidime and avibactam injection. You may receive ceftazidime and avibactam injection in a hospital or you may administer the medication at home. If you will be receiving ceftazidime and avibactam injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions.You should begin to feel better during the first few days of treatment with ceftazidime and avibactam injection. If your symptoms do not improve or get worse, tell your doctor. If you still have symptoms of infection after you finish ceftazidime and avibactam injection, tell your doctor."}