{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to ceritinib.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is within 12 hours of your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Do not eat grapefruit or drink grapefruit juice while taking this medication.", "overdose": [], "precautions": "Before taking ceritinib,tell your doctor and pharmacist if you are allergic to ceritinib, any other medications, or any of the ingredients in ceritinib capsules. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antacids; anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); beta blockers such as atenolol (Tenormin), labetalol (Normodyne), metoprolol (Lopressor, Toprol XL), nadolol (Corgard), and propranolol (Inderal); carbamazepine (Carbatrol, Epitol, Equetro, Tegretol, Teril); certain medications for human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) such as atazanavir (Reyataz), indinavir (Crixivan), nelfinavir (Viracept), ritonavir (Norvir, in Kaletra), and saquinavir (Invirase); corticosteroids; cyclosporine (Gengraf, Neoral, Sandimmune); dihydroergotamine (D.H.E. 45, Migranal); diltiazem (Cardizem, Dilacor, Tiazac); ergotamine (Ergomar); fentanyl (Abstral, Actiq, Duragesic, Fentora, Subsys); ketoconazole (Nizoral); medications to control your blood pressure; medications for indigestion, heartburn, or ulcers such as cimetidine (Tagamet, in Duexis), esomeprazole (Nexium), famotidine (Pepcid), lansoprazole (Prevacid), nizatidine (Axid), omeprazole (Prilosec), pantoprazole (Protonix), rabeprazole (AcipHex), and ranitidine (Zantac); nefazodone; methadone (Dolophine, Methadose); phenytoin (Dilantin, Phenytek); pimozide (Orap);, quinidine; rifampin (Rifadin, Rimactane, in Rifater); sirolimus (Rapamune); tacrolimus (Astagraf, Prograf); telithromycin (Ketek); and verapamil (Calan, Covera, Isoptin, Verelan). Many other medications may interact with ceritinib, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's Wort.tell your doctor if you have or have ever had diabetes or high blood sugar, heart failure, an irregular heartbeat, QT prolongation (an irregular heart rhythm that can lead to fainting, loss of consciousness, seizures, or sudden death), or liver or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. You should use birth control to prevent pregnancy during your treatment and for at least 2 weeks after your treatment. Talk to your doctor about birth control methods that will work for you. Ceritinib may harm your unborn baby. If you become pregnant during your treatment with ceritinib, call your doctor immediately.tell your doctor if you are breast-feeding. You should not breast-feed while you are taking ceritinib.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking ceritinib.you should know that you may experience hyperglycemia (increase in your blood sugar) while you are taking this medication. Tell your doctor immediately if you have any of the following symptoms while you are taking ceritinib: extreme thirst, frequent urination, extreme hunger, blurred vision, trouble thinking or concentrating, breath smells like fruit, or tiredness.", "why": "Ceritinib is used to treat non-small cell lung cancer (NSCLC) that has spread to nearby tissues or to other parts of the body in patients who have already been treated with at least one other chemotherapy medication and have not improved or whose condition has worsened. Ceritinib is in a class of medications called kinase inhibitors. It works by blocking the action of an abnormal protein that signals cancer cells to multiply. This helps slow or stop the spread of cancer cells.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat and moisture (not in the bathroom). Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Ceritinib", "side_effects": "Ceritinib may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseadiarrheavomitingconstipationstomach painheartburndifficulty swallowingfatiguerashchanges in visionSome side effects can be serious. If you experience any of these symptoms or those listed in the SPECIAL PRECAUTIONS section, call your doctor immediately:\r \r pain in the right upper part of the stomachunusual bruising or bleedingdark urineyellowing of the skin and eyesdecreased appetiteflu-like symptomsitchingshortness of breathfever, chills, sore throat, ongoing cough and congestion, or other signs of infectionchest pain or discomfortchanges in heartbeatheart palpitationsdizzinesslightheadednessfaintingCeritinib may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Ceritinib comes as a capsule to take by mouth. It is usually taken on an empty stomach once a day, either at least 2 hours before or 2 hours after eating a meal or snack. Take ceritinib at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take ceritinib exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may decrease your dose of ceritinib or tell you to stop taking ceritinib for a period of time during your treatment. This will depend on how well the medication works for you and any side effects you may experience. Be sure to tell your doctor how you are feeling during your treatment with ceritinib."}