{"other_information": "Keep all appointments with your doctor.If you have diabetes, use TesTape or Clinistix to test your urine for sugar. Do not use Clinitest because chloral hydrate can cause false results.Do not let anyone else take your medication. Chloral hydrate is a controlled substance. Prescriptions may be refilled only a limited number of times; ask your pharmacist if you have any questions.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Do not take a missed dose when you remember it. Skip it completely; then take the next dose at the regularly scheduled time.", "special_dietary": "Chloral hydrate may cause an upset stomach. Take chloral hydrate with food or milk.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking chloral hydrate,tell your doctor and pharmacist if you are allergic to chloral hydrate, aspirin, tartrazine (a yellow dye in some processed foods and drugs), or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially anticoagulants ('blood thinners') such as warfarin (Coumadin), antihistamines, furosemide (Lasix), medications for depression or seizures, sedatives, sleeping pills, tranquilizers, and vitamins.tell your doctor if you have or have ever had kidney or liver disease, heart or stomach problems, a history of alcohol or drug abuse, or asthma.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking chloral hydrate, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking chloral hydrate.you should know that this drug may make you drowsy. Do not drive a car or operate machinery until you know how this drug affects you.remember that alcohol can add to the drowsiness caused by this drug.", "why": "Chloral hydrate, a sedative, is used in the short-term treatment of insomnia (to help you fall asleep and stay asleep for a proper rest) and to relieve anxiety and induce sleep before surgery. It is also used after surgery for pain and to treat alcohol withdrawal.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from excess heat and moisture (not in the bathroom). Protect the liquid from light; do not freeze. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Chloral Hydrate", "side_effects": "Chloral hydrate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinessupset stomachvomitingdiarrheaIf you experience any of the following symptoms, call your doctor immediately:\r \r skin rashitchingconfusiondifficulty breathingslow heartbeatextreme tirednessIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Chloral hydrate comes as a capsule and liquid to take by mouth and as a suppository to insert rectally. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take chloral hydrate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.The liquid should be added to a half glass of water, fruit juice, or ginger ale and you should drink it immediately.Swallow the capsule whole with a full glass of water or fruit juice; do not chew the capsule.To use the suppository, follow these steps:\r \r <ol>Remove the wrapper.Dip the tip of the suppository in water.Lie down on your left side and raise your right knee to your chest. (A left-handed person should lie on the right side and raise the left knee.)Using your finger, insert the suppository into the rectum, about 1/2 to 1 inch (1.25 to 2.5 centimeters) in infants and children and 1 inch (2.5 centimeters) in adults. Hold it in place for a few moments.Stand up after about 15 minutes. Wash your hands thoroughly and resume your normal activities.</ol>Chloral hydrate can be habit-forming; do not take a larger dose, take it more often, or for a longer period than your doctor tells you to. Continue to take chloral hydrate even if you feel well. Do not stop taking chloral hydrate without talking to your doctor, especially if you have taken large doses for a long time. Your doctor probably will decrease your dose gradually."}