{"other_information": "Keep all appointments with your doctor.Chlordiazepoxide can cause false results when using the Gravindex pregnancy test.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Chlordiazepoxide is also used to treat irritable bowel syndrome. Talk to your doctor about the possible risks of using this medication for your condition.", "if_i_forget": "If you take several doses per day and miss a dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking chlordiazepoxide,tell your doctor and pharmacist if you are allergic to chlordiazepoxide, alprazolam (Xanax), clonazepam (Klonopin), clorazepate (Gen-Xene, Tranxene), diazepam (Diastat, Valium), estazolam, flurazepam, lorazepam (Ativan), oxazepam, temazepam (Restoril), triazolam (Halcion), any other medications, or any of the ingredients in tablets and capsules. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antihistamines; cimetidine (Tagamet); digoxin (Lanoxin); disulfiram (Antabuse); fluoxetine (Prozac, Sarafem, Selfemra); isoniazid (Laniazid, in Rifamate, in Rifater); ketoconazole (Nizoral); levodopa (in Ritary, in Sinemet, in Stalevo); medications for depression, seizures, Parkinson's disease, asthma, colds, or allergies; metoprolol (Lopressor, Toprol XL, others); muscle relaxants; oral contraceptives; probenecid (Probalan, in Col-Probenecid); propranolol (Inderal, Innopran); rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); sedatives; sleeping pills; theophylline (Elixophyllin, Theo 24, Theochron); tranquilizers; and valproic acid (Depakene). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had glaucoma; seizures; or lung, heart, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking chlordiazepoxide, call your doctor immediately.talk to your doctor about the risks and benefits of taking chlordiazepoxide if you are 65 years of age or older. Older adults should not usually take chlordiazepoxide because it is not as safe or effective as other medication(s) that can be used to treat the same condition.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking chlordiazepoxide.you should know that this medication may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.tell your doctor if you use tobacco products. Cigarette smoking may decrease the effectiveness of this medication.", "why": "Chlordiazepoxide is used to relieve anxiety and to control agitation caused by alcohol withdrawal. Chlordiazepoxide is in a class of medications called benzodiazepines. It works by decreasing abnormal electrical activity in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Chlordiazepoxide", "side_effects": "Chlordiazepoxide may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinessdizzinesstirednessweaknessdry mouthdiarrheaupset stomachchanges in appetiteTell your doctor if any of these symptoms are severe or do not go away:\r \r restlessness or excitementconstipationdifficulty urinatingfrequent urinationblurred visionchanges in sex drive or abilityIf you experience any of the following symptoms, call your doctor immediately:\r \r shuffling walkpersistent, fine tremor or inability to sit stillfeverdifficulty breathing or swallowingsevere skin rashyellowing of the skin or eyesirregular heartbeatIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Chlordiazepoxide comes as a tablet and capsule to take by mouth. It usually is taken one to four times a day with or without food. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take chlordiazepoxide exactly as directed.Chlordiazepoxide can be habit-forming. Do not take a larger dose, take it more often, or for a longer time than your doctor tells you to. Tolerance may develop with long-term or excessive use, making the medication less effective. This medication must be taken regularly to be effective. Do not skip doses even if you feel that you do not need them. Do not take chlordiazepoxide for more than 4 months or stop taking this medication without talking to your doctor. Stopping the medication suddenly can worsen your condition and cause withdrawal symptoms (anxiousness, sleeplessness, and irritability). Your doctor probably will decrease your dose gradually."}