{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain laboratory tests and electrocardiograms (EKG; a test to monitor your heart rate and rhythm) before you start taking citalopram and during your treatment with this medication.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Citalopram is also sometimes used to treat eating disorders, alcoholism, panic disorder (condition that causes sudden attacks of extreme fear with no apparent cause), premenstrual dysphoric disorder (a group of physical and emotional symptoms that occur before the menstrual period each month), and social phobia (excessive anxiety about interacting with others). Talk to your doctor about the possible risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r dizzinesssweatingnauseavomitinguncontrollable shaking of a part of the bodydrowsinessfast, irregular, or pounding heartbeatmemory lossconfusionseizurescoma (loss of consciousness)fast breathingbluish color around mouth, fingers, or fingernailsmuscle paindark-colored urine", "precautions": "Before taking citalopram,tell your doctor and pharmacist if you are allergic to citalopram, escitalopram (Lexapro), any other medications, or any of the ingredients in the citalopram product you are taking. Talk to your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor if you are taking pimozide (Orap) or a monoamine oxidase (MAO) inhibitor such as isocarboxazid (Marplan), linezolid (Zyvox), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), or tranylcypromine (Parnate), or if you have stopped taking an MAO inhibitor within the past 14 days. Your doctor will probably tell you not to take citalopram. If you stop taking citalopram, you should wait at least 14 days before you start to take an MAO inhibitor.you should know that citalopram is very similar to another SSRI, escitalopram (Lexapro). You should not take these two medications together.tell your doctor and pharmacist what other prescription and nonprescription medications and vitamins you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone); anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven);  aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Motrin) and naproxen (Aleve, Naprosyn); carbamazepine (Tegretol); cimetidine (Tagamet); cisapride (Propulsid); diuretics ('water pills); disopyramide (Norpace); dofetilide (Tikosyn); erythromycin (E.E.S. E-Mycin, Erythrocin); heparin; lithium (Eskalith, Lithobid); medications for anxiety, chronic pain, mental illness, Parkinson's disease, and seizures; medications for migraine headaches such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Imitrex), and zolmitriptan (Zomig); methylene blue; metoprolol (Lopressor, Toprol XL); moxifloxacin (Avelox); omeprazole (Prilosec, Zegerid); other selective serotonin re-uptake inhibitors (SSRI) or serotonin–norepinephrine reuptake inhibitors (SNRI) medications;  procainamide (Procanbid, Pronestyl); quinidine (Quinidex); sedatives; sibutramine (Meridia); sleeping pills; sotalol (Betapace); sparfloxacin (Zagam); thioridazine (Mellaril); tramadol (Ultram); tranquilizers; and tricyclic antidepressants such as amitriptyline (Elavil), amoxapine (Asendin), clomipramine (Anafranil), desipramine (Norpramin), doxepin (Adapin, Sinequan), imipramine (Tofranil), nortriptyline (Aventyl, Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with citalopram, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor what nutritional supplements and herbal products you are taking, especially products that contain St. John's wort or tryptophan.tell your doctor if you or anyone in your family has or has ever had long QT syndrome (a rare heart problem that may cause irregular heartbeat, fainting, or sudden death) and if you use or have ever used street drugs or have overused prescription medications. Also tell your doctor if you are older than 60 years of age and if you have or have ever had a slow or irregular heartbeat, high blood pressure; bleeding problems; stroke; low levels of magnesium or potassium in your blood, a heart attack, heart failure (condition in which the heart cannot pump enough blood to other parts of the body) or other heart conditions; seizures; or kidney or liver disease. Also tell your doctor if you are experiencing severe vomiting, diarrhea, or sweating, or if you develop these symptoms at any time during your treatment.tell your doctor if you are pregnant, especially if you are in the last few months of your pregnancy, or if you plan to become pregnant or are breast-feeding. If you become pregnant while taking citalopram, call your doctor. Citalopram may cause problems in newborns following delivery if it is taken during the last months of pregnancy.you should know that citalopram may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.talk to your doctor about the safe use of alcoholic beverages during your treatment with citalopram. Alcohol can make the side effects of citalopram worse.you should know that citalopram may cause angle-closure glaucoma (a condition where the fluid is suddenly blocked and unable to flow out of the eye causing a quick, severe increase in eye pressure which may lead to a loss of vision). Talk to your doctor about having an eye examination before you start taking this medication. If you have nausea, eye pain, changes in vision, such as seeing colored rings around lights, and swelling or redness in or around the eye, call your doctor or get emergency medical treatment right away.", "why": "Citalopram is used to treat depression. Citalopram is in a class of antidepressants called selective serotonin reuptake inhibitors (SSRIs). It is thought to work by increasing the amount of serotonin, a natural substance in the brain that helps maintain mental balance.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).  Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Citalopram", "side_effects": "Citalopram may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseadiarrheaconstipationvomitingstomach painheartburndecreased appetiteweight lossfrequent urinationexcessive tirednessyawningweaknessuncontrollable shaking of a part of the bodymuscle or joint paindry mouthchanges in sex drive or abilityheavy menstrual periodsSome side effects can be serious. If you experience any of the following symptoms, or those listed in the IMPORTANT WARNING or SPECIAL PRECAUTIONS sections, call your doctor immediately or get emergency medical treatment:\r \r chest painshortness of breathdizzinessfaintingfast, slow, or irregular heartbeathallucinating (seeing things or hearing voices that do not exist)feverexcessive sweatingconfusioncoma (loss of consciousness)loss of coordinationstiff or twitching muscleshives or blistersrashitchingdifficulty breathing or swallowingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legshoarsenessunusual bleeding or bruisingheadacheunsteadinessproblems with thinking, concentration, or memoryseizuresCitalopram may decrease appetite and cause weight loss in children. Your child's doctor will watch his or her growth carefully. Talk to your child's doctor if you have concerns about your child's growth or weight while he or she is taking this medication. Talk to your child's doctor about the risks of giving citalopram to your child.Citalopram may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Citalopram comes as a tablet and a solution (liquid) to take by mouth. It is usually taken once a day, in the morning or in the evening, with or without food. Take citalopram at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take citalopram exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start you on a low dose of citalopram and gradually increase your dose, not more often than once a week.It may take 1 to 4 weeks before you notice the full benefit of citalopram. Continue to take citalopram even if you feel well. If you suddenly stop taking citalopram, you may experience withdrawal symptoms such as mood changes, irritability, agitation, dizziness, numbness, tingling or electric shock-like sensations in the hands or feet, anxiety, confusion, headache, tiredness, nausea,  sweating, shaking, and difficulty falling asleep or staying asleep. Do not stop taking citalopram without talking to your doctor.  Your doctor will probably decrease your dose gradually."}