{"other_information": "Keep all appointments with your doctor.Avoid getting clindamycin and benzoyl peroxide gel on your hair or clothing. Clindamycin and benzoyl peroxide may bleach hair or colored fabric.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": [], "precautions": "Before using clindamycin and benzoyl peroxide,tell your doctor and pharmacist if you are allergic to clindamycin (Cleocin, Clinda-Derm, C/D/S), benzoyl peroxide (Benzac, Desquam, PanOxyl, Triaz, others), lincomycin, or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: erythromycin (E.E.S., E-Mycin, Erythrocin) and other topical medications for acne. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had stomach problems, ulcerative colitis (a condition which causes swelling and sores in the lining of the colon [large intestine] and rectum), or severe diarrhea caused by antibiotics.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using clindamycin and benzoyl peroxide, call your doctor.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Clindamycin and benzoyl peroxide may make your skin sensitive to sunlight.ask your doctor or pharmacist to recommend a moisturizer to keep your skin soft during treatment.", "why": "The combination of clindamycin and benzoyl peroxide is used to treat acne. Clindamycin and benzoyl peroxide are in a class of medications called topical antibiotics. The combination of clindamycin and benzoyl peroxide works by killing the bacteria that cause acne.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Dispose of any unused medication after 10 weeks.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Clindamycin and Benzoyl Peroxide Topical", "side_effects": "Clindamycin and benzoyl peroxide may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dry skinitchingpeeling skinred skinSome side effects can be serious. The following symptoms are uncommon, but if you experience any of them, call your doctor immediately:\r \r severe diarrheablood or mucus in the stoolsevere stomach pain or crampschanges in your skin or nails that may be signs of infection with a fungusClindamycin and benzoyl peroxide may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "The combination of clindamycin and benzoyl peroxide comes as a gel to apply to the skin. It is usually applied twice a day, in the morning and evening. To help you remember to use clindamycin and benzoyl peroxide gel, apply it at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use clindamycin and benzoyl peroxide gel exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.To use the gel, follow these steps:\r \r <ol>Wash the affected area with warm water and gently pat dry with a clean towel.Use you fingertips to spread a thin layer of gel evenly over the affected area. Avoid getting the gel in your eyes, nose, mouth, or other body openings. If you do get the gel in your eyes, wash with warm water.Look in the mirror. If you see a white film on your skin, you have used too much medication.Wash your hands.</ol>"}