{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply extra medication to make up for a missed dose.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using topical clindamycin,tell your doctor and pharmacist if you are allergic to clindamycin, lincomycin (Lincocin), or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention erythromycin (E.E.S., E-Mycin, Erythrocin, others) and any other medications that are applied to the skin. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had inflammatory bowel disease (IBD; condition in which all or part of the lining of the intestine is swollen, irritated, or has sores) or severe diarrhea caused by an antibiotic. Your doctor may tell you not to use topical clindamycin.tell your doctor if you have or have ever had asthma, eczema (sensitive skin that often becomes itchy or irritated) or allergies.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using topical clindamycin, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using topical clindamycin.you should know that abrasive or medicated soaps and skin products that contain alcohol may make the side effects of topical clindamycin worse. Talk to your doctor about the skin care products you plan to use during your treatment with topical clindamycin.", "why": "Topical clindamycin is used to treat acne. Clindamycin is in a class of medications called lincomycin antibiotics. It works by slowing or stopping the growth of bacteria that cause acne and by decreasing swelling.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not freeze. Do not expose clindamycin foam to temperatures higher than 120 °F (49 °C), and do not puncture or incinerate the container.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Clindamycin Topical", "side_effects": "Topical clindamycin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dry or peeling skinitching or burning skinredness of skinoily skinnew pimples or blemishesheadacheSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r diarrheawatery or bloody stoolsstomach crampsTopical clindamycin may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Topical clindamycin comes as a foam, a gel, a solution (liquid), a lotion, and a pledget (swab) to apply to the skin. The foam and one brand of the gel (Clindagel<sup>®</sup>) are usually applied once a day. The solution, lotion, pledgets, and most brands of gel are applied twice a day. Apply topical clindamycin at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use topical clindamycin exactly as directed. Do not apply more or less of it or apply it more often than prescribed by your doctor.Topical clindamycin is only for use on the skin. Do not swallow the medication, and do not get the medication in your eyes, nose, mouth, or vagina. If you do get the medication in your eyes, nose, or mouth, or on broken skin, rinse it out with plenty of cool water.Your medication will probably come with directions for use. Read these directions and follow them carefully. Ask your doctor or pharmacist if you have any questions about how to apply topical clindamycin.Shake the lotion well before each use to mix the medication evenly.The pledgets are for one-time use only. Do not remove a pledget from its foil pouch until you are ready to use it. Dispose of each pledget after you have used it one time.The foam may catch fire. Stay away from open flames and do not smoke while you are applying the foam and for a short time afterward."}