{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to clindamycin.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish the clindamycin, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Clindamycin is also sometimes used to treat acne and is used along with other medications to treat anthrax (a serious infection that may be deliberately spread as part of a terror attack)  and malaria (a serious infection that is spread by mosquitoes in certain parts of the world). Clindamycin is also sometimes used to treat ear infections and toxoplasmosis (an infection that may cause serious problems in people who do not have healthy immune systems or in unborn babies whose mothers are infected) when these conditions cannot be treated with other medications. Clindamycin is also sometimes used to prevent endocarditis (infection of the heart valves) in certain people who are at risk of developing this infection as a result of a dental procedure. Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking clindamycin,tell your doctor and pharmacist if you are allergic to clindamycin, lincomycin (Lincocin), or any other medications. If you will be taking clindamycin capsules, tell your doctor if you are allergic to aspirin or tartrazine (a yellow dye found in some medications).tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention erythromycin (E.E.S, E-Mycin, Erythrocin, others). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had asthma, allergies, eczema (sensitive skin that often becomes itchy or irritated) or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking clindamycin, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking clindamycin.", "why": "Clindamycin is used to treat certain types of bacterial infections, including infections of the lungs, skin, blood, female reproductive organs, and internal organs. Clindamycin is in a class of medications called lincomycin antibiotics. It works by slowing or stopping the growth of bacteria. Antibiotics such as clindamycin will not kill the viruses that cause colds, flu, and other infections.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not refrigerate clindamycin liquid because it may thicken and become hard to pour. Throw away any unused clindamycin solution after 2 weeks. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Clindamycin", "side_effects": "Clindamycin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingjoint painpain when swallowingheartburnwhite patches in the mouththick, white vaginal dischargeburning, itching, and swelling of the vaginaSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r blistersrashhivesdifficulty breathing or swallowingyellowing of the skin or eyesdecreased urinationClindamycin may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Clindamycin comes as a capsule and a solution (liquid) to take by mouth. It is usually taken three to four times a day. The length of your treatment depends on the type of infection you have. Take clindamycin at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take clindamycin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the liquid well before each use to mix the medication evenly.Take the capsules with a full glass of water so that the medication will not irritate your throat.You should begin to feel better during the first few days of treatment with clindamycin. If your symptoms do not improve or if they get worse, call your doctor.Take clindamycin until you finish the prescription, even if you feel better. If you stop taking clindamycin too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."}