{"other_information": "Keep all appointments with your doctor. Your blood pressure should be checked regularly to determine your response to clonidine.Your doctor may ask you to check your pulse (heart rate) daily and will tell you how rapid it should be. Ask your doctor or pharmacist to teach you how to take your pulse. If your pulse is slower or faster than it should be, call your doctor before taking this medication that day.To relieve dry mouth caused by clonidine, chew gum or suck sugarless hard candy.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Clonidine is also used in the treatment of dysmenorrhea (severely painful cramps during menstrual period), hypertensive crisis (a condition in which your blood pressure is very high), Tourette's syndrome (a condition characterized by the need to perform repeated motions or to repeat sounds or words),menopausal hot flashes, and alcohol and opiate (narcotic) withdrawal. Clonidine is also used and as an aid in smoking cessation therapy and to diagnose pheochromocytoma (a tumor that develops on a gland near the kidneys and may cause high blood pressure and fast heart rate). Talk to your doctor about the possible risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Your doctor may prescribe a low-salt or low-sodium diet. Follow these directions carefully.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r faintingslow heart ratedifficulty breathingshiveringslurred speechtirednessconfusioncold, pale skindrowsinessweaknesssmaller pupils (black circles in the middle of the eyes)", "precautions": "Before taking clonidine,tell your doctor and pharmacist if you are allergic to clonidine, any of its ingredients, clonidine patches, or any other medications. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antidepressants; beta blockers such as acebutolol (Sectral), atenolol (Tenormin, in Tenoretic), betaxolol, bisoprolol (Zebeta, in Ziac), carvedilol (Coreg), labetalol , metoprolol (Lopressor, Toprol XL, in Dutoprol), nadolol (Corgard, in Corzide), pindolol, propranolol (Inderal, Innopran XL, in Inderide), sotalol (Betapace, Sorine), and timolol; calcium channel blockers such as amlodipine (in Amturnide, Norvasc, in Amturnide, in Tekamlo, others), diltiazem (Cardizem, Dilacor XR, Dilt-CD, Taztia XT, Tiazac, others), felodipine (Plendil), isradipine, nicardipine (Cardene), nifedipine (Adalat CC, Afeditab CR, Procardia), nimodipine, nisoldipine (Sular), and verapamil (Calan, Covera, Verelan, others, in Tarka); digoxin (Lanoxin); medications for anxiety, mental illness, or seizures; sedatives; sleeping pills; tranquilizers; and tricyclic antidepressants such as amitriptyline, amoxapine, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor), imipramine (Tofranil), maprotiline, nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had a stroke, a recent heart attack, or heart or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking clonidine, call your doctor.talk to your doctor about the risks and benefits of using clonidine if you are 65 years of age or older. Older adults should not usually use clonidine because it is not as safe as other medications that can be used to treat the same condition.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking clonidine.you should know that clonidine may make you drowsy or dizzy. Do not drive a car or operate machinery until you know how this medication affects you.ask your doctor about the safe use of alcohol while you are taking clonidine. Alcohol can make the side effects from clonidine worse.you should know that clonidine may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This is more common when you first start taking clonidine. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.you should know that clonidine extended-release tablets should be used as part of a total treatment program for ADHD, which may include counseling and special education. Make sure to follow all of your doctor's and therapist's instructions.", "why": "Clonidine tablets (Catapres) are used alone or in combination with other medications to treat high blood pressure. Clonidine extended-release (long-acting) tablets (Kapvay) are used alone or in combination with other medications as part of a treatment program to control symptoms of attention deficit hyperactivity disorder (ADHD; more difficulty focusing, controlling actions, and remaining still or quiet than other people who are the same age) in children. Clonidine is in a class of medications called centrally acting alpha-agonist hypotensive agents. Clonidine treats high blood pressure by decreasing your heart rate and relaxing the blood vessels so that blood can flow more easily through the body. Clonidine extended-release tablets may treat ADHD by affecting the part of the brain that controls attention and impulsivity.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Clonidine", "side_effects": "Clonidine may cause side effects. Tell your doctor if any of these symptoms or those listed in the SPECIAL PRECAUTIONS section, are severe or do not go away:\r \r dry mouthtirednessweaknessheadachenervousnessdecreased sexual abilitynauseavomitingconstipationSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately or get emergency medical treatment:\r \r rashhivesswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legsdifficulty swallowing or breathinghoarsenessClonidine may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Clonidine comes as a tablet and an extended-release (long-acting) tablet to take by mouth. The tablet is usually taken two times a day at evenly spaced intervals. The extended-release tablet is usually taken once or twice a day with or without food. Take clonidine at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take clonidine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release tablets whole; do not split, chew or crush them.Your doctor may start you on a low dose of clonidine and gradually increase your dose, not more than once every week.Clonidine may help to control your condition but will not cure it. Continue to take clonidine even if you feel well. Do not stop taking clonidine without talking to your doctor. If you suddenly stop taking clonidine, it can cause a rapid rise in your blood pressure and symptoms such as nervousness, headache, and uncontrollable shaking of a part of the body. Your doctor will probably decrease your dose gradually over 2 to days for the regular tablet and 3 to 7 days for the extended-release tablet."}