{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to clorazepate.Do not let anyone else take your medication. Clorazepate is a controlled substance. Prescriptions may be refilled only a limited number of times; ask your pharmacist if you have any questions.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses. Ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember. However, if it is almost time for your next dose, skip the missed dose and continue your regular dosing schedule", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking clorazepate,tell your doctor and pharmacist if you are allergic to clorazepate; other benzodiazepines such as alprazolam ( Xanax), chlordiazepoxide (Librium, in Librax), clonazepam (Klonopin), diazepam (Diastat, Valium), estazolam, flurazepam, lorazepam (Ativan), oxazepam, temazepam (Restoril), or triazolam (Halcion); any other medications; or any of the ingredients in clorazepate tablets. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: barbiturates such as phenobarbital and secobarbital (Seconal); chlorpromazine; cimetidine (Tagamet); disulfiram (Antabuse); levodopa (in Ritary, in Sinemet, in Stalevo); or monoamine oxidase inhibitors such as isocarboxazid (Marplan), linezolid (Zyvox), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate); medications for depression, nausea, mental illness, and seizures;  sedatives; sleeping pills; and tranquilizers.Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had glaucoma.  Your doctor may tell you not to take clorazepate.tell your doctor if you use or have ever used street drugs or have overused prescription medications and if you have or have ever had depression or liver or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking clorazepate, call your doctor.talk to your doctor about the risks and benefits of taking clorazepate if you are 65 years of age or older. Older adults should not usually take clorazepate because it is not as safe or effective as other medications that can be used to treat the same condition.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking clorazepate.you should know that this medication may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.tell your doctor if you use tobacco products. Cigarette smoking may decrease the effectiveness of this medication.you should know that your mental health may change in unexpected ways, and you may become suicidal (thinking about harming or killing yourself or planning or trying to do so) while you are taking clorazepate for the treatment of epilepsy, mental illness, or other conditions A small number of adults and children 5 years of age and older (about 1 in 500 people) who took anticonvulsants such as clorazepate to treat various conditions during clinical studies became suicidal during their treatment. Some of these people developed suicidal thoughts and behavior as early as one week after they started taking the medication. There is a risk that you may experience changes in your mental health if you take an anticonvulsant medication such as clorazepate, but there may also be a risk that you will experience changes in your mental health if your condition is not treated. You and your doctor will decide whether the risks of taking an anticonvulsant medication are greater than the risks of not taking the medication. You, your family, or your caregiver should call your doctor right away if you experience any of the following symptoms: panic attacks; agitation or restlessness; new or worsening irritability, anxiety, or depression; acting on dangerous impulses; difficulty falling or staying asleep; aggressive, angry, or violent behavior; mania (frenzied, abnormally excited mood), talking or thinking about wanting to hurt yourself or end your life, withdrawing from friends and family; preoccupation with death and dying, giving away prized possessions, or any other unusual changes in behavior or mood. Be sure that your family or caregiver knows which symptoms may be serious so they can call the doctor if you are unable to seek treatment on your own.", "why": "Clorazepate is used to relieve anxiety. Clorazepate is also used along with other medications to treat certain types of seizures. It is also used to relieve unpleasant symptoms that may be experienced by people who have stopped drinking alcohol after drinking large amounts for a long time. Clorazepate is in a class of medications called benzodiazepines. It works by decreasing abnormal electrical activity in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Clorazepate", "side_effects": "Clorazepate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinessdizzinesstirednessheadachenervousnessconfusiondry mouthSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r blurred or double visionuncontrollable shaking of a part of the bodyslurred speechdifficulty keeping your balancerashClorazepate may cause other side effects. Call your doctor if you have any unusual problems while you are taking clorazepate.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Clorazepate comes as a tablet to take by mouth. It is usually taken one to three times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take clorazepate exactly as directed.If you are taking clorazepate to treat anxiety or seizures, your doctor will probably start you on a low dose of clorazepate and gradually increase your dose. If you are taking clorazepate to treat alcohol withdrawal, your doctor will probably start you on a high dose of clorazepate and gradually decrease your dose as your symptoms are controlled.Clorazepate can be habit-forming. Take clorazepate exactly as directed. Do not take a larger dose, take it more often, or take it for a longer time than prescribed by your doctor.Clorazepate may help to control seizures and anxiety, but it will not cure these conditions. Continue to take clorazepate even if you feel well. Do not stop taking clorazepate without talking to your doctor. Your doctor will probably decrease your dose gradually. If you suddenly stop taking clorazepate, you may experience withdrawal symptoms such as nervousness, difficulty falling asleep or staying asleep, irritability, diarrhea, muscle aches, memory problems, seizures, confusion, uncontrollable shaking of a part of the body, stomach cramps, muscle cramps, vomiting, or sweating."}