{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to colesevelam.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed dose.", "special_dietary": "Eat a low-fat, low-cholesterol diet. Be sure to follow all exercise and dietary recommendations made by your doctor or dietitian. You can also visit the National Cholesterol Education Program (NCEP) website for additional dietary information at http://www.nhlbi.nih.gov/health/public/heart/chol/chol_tlc.pdf.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking colesevelam,tell your doctor and pharmacist if you are allergic to colesevelam or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: anticoagulants such as warfarin, insulin, and and verapamil (Calan SR).if you are taking phenytoin (Dilantin), glyburide, levothyroxine, oral contraceptives (birth control pills), or vitamins, take them at least 4 hours before colesevelam.tell your doctor if you have or have ever had blocked intestines,gastrointestinal surgery,  triglyceride (fatty substance) levels greater than 500 mg/dL, or swelling of the pancreas caused by high levels of triglycerides in the blood. Your doctor will probably tell you not to take colesevelam.tell your doctor if you have or have ever had gastrointestinal problems, difficulty swallowing foods, triglyceride levels greater than 300 mg/dl, bleeding problems, and low amounts of fat-soluble vitamins (vitamins A, D, E, and K) in your body.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking colesevelam, call your doctor.", "why": "Colesevelam is used along with diet, weight loss, and exercise to reduce the amount of cholesterol and certain fatty substances in the blood. Colesevelam may be used alone or in combination with other cholesterol-lowering medications known as statins (atorvastatin [Lipitor], cerivastatin [Baycol], lovastatin [Mevacor], pravastatin [Pravachol], or simvastatin [Zocor]). Colesevelam is also used to control blood sugar levels in patients with type 2 diabetes (condition in which the body does not use insulin normally and therefore cannot control the amount of sugar in the blood). Colesevelam is in a class of medications called bile acid sequestrants. It works by binding bile acids in your intestines to form a product that is removed from the body.Bile acids are made when cholesterol is broken down in your body. Removing these bile acids helps to lower your blood cholesterol. Accumulation of cholesterol and fats along the walls of your arteries (a process known as atherosclerosis) decreases blood flow and, therefore, the oxygen supply to your heart, brain, and other parts of your body. Lowering your blood level of cholesterol and fats may help prevent heart disease, angina (chest pain), strokes, and heart attacks.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Colesevelam", "side_effects": "Side effects from colesevelam can occur. Tell your doctor if any of these symptoms are severe or do not go away:\r \r gasconstipationnauseadiarrheaabdominal painweaknessmuscle painSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r severe abdominal pain with or without nausea and vomitingColesevelam may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Colesevelam comes as a tablet to take by mouth. It is usually taken once or twice a day with meals and a beverage. Your doctor will tell you how many tablets to take at each dose. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take colesevelam exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Continue to take colesevelam even if you feel well. Do not stop taking colesevelam without talking to your doctor."}