{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Instill the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not instill a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": [], "precautions": "Before using cyclosporine eye drops,tell your doctor and pharmacist if you are allergic to cyclosporine (Neoral, Sandimmune) or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention other eye drops for dry eye disease.if you are using artificial tears, instill them at least 15 minutes before or after you instill cyclosporine eye drops.tell your doctor if you have an eye infection, if you have a punctal plug (stopper inserted by a doctor in a tear duct to keep tears in the eye), and if you have or have ever had a herpes infection of the eye.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using cyclosporine eye drops, call your doctor.you should know that cyclosporine eye drops should not be instilled while wearing contact lenses. If you wear contact lenses, remove them before instilling cyclosporine eye drops and put them back in 15 minutes later. Talk to your doctor about wearing contact lenses if you have dry eye disease.", "why": "Ophthalmic cyclosporine is used to increase tear production in people with dry eye disease. Cyclosporine is in a class of medications called immunomodulators. It works by decreasing swelling in the eye to allow for tear production.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Discard each vial after one use.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Cyclosporine Ophthalmic", "side_effects": "Cyclosporine eye drops may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:burning, itching, stinging, redness, or pain of the eyesoverflow of tearsred eyeseye dischargeblurred vision or other vision changesfeeling that something is in the eyeCyclosporine eye drops may cause other side effects. Call your doctor if you have any unusual problems while using this medication.", "how": "Ophthalmic cyclosporine comes as an emulsion (liquid) to instill in the eye. It is usually instilled in each eye twice a day, about 12 hours apart. Instill cyclosporine eye drops at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use cyclosporine eye drops exactly as directed. Do not use more or less of them or use them more often than prescribed by your doctor.Cyclosporine eye drops are for use only in the eye(s). Do not swallow or apply cyclosporine eye drops to the skin.Cyclosporine eye drops come in single-use vials (small bottles to be used for one dose). The liquid from one vial should be used immediately after opening for one or both eyes.To instill the eye drops, follow these steps:\r \r <ol>Wash your hands thoroughly with soap and water.Turn over the vial a few times until the liquid inside looks white and not see-through.Open the vial.Avoid touching the dropper tip against your eye or anything else; eye drops and droppers must be kept clean.While tilting your head back, pull down the lower lid of your eye with your index finger to form a pocket.Hold the dropper (tip down) with the other hand, as close to the eye as possible without touching it.Brace the remaining fingers of that hand against your face.While looking up, gently squeeze the dropper so that a single drop falls into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Close your eye for 2 to 3 minutes and tip your head down as though looking at the floor. Try not to blink or squeeze your eyelids.Place a finger on the tear duct and apply gentle pressure.Wipe any excess liquid from your face with a tissue.If you are to use more than one drop in the same eye, wait at least 5 minutes before instilling the next drop.Discard the vial out of the reach of children even if it is not empty.Wash your hands to remove any medication.</ol>"}