{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to daptomycin injection.Before having any laboratory test, tell your doctor and the laboratory personnel that you are using daptomycin injection.Do not let anyone else take your medication. If you still have symptoms of infection after you finish daptomycin injection, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Use the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using daptomycin injection,tell your doctor and pharmacist if you are allergic to daptomycin or any other medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: cholesterol-lowering medications (statins) such as atorvastatin (Lipitor, in Caduet), fluvastatin (Lescol), lovastatin (Altoprev, Mevacor, in Advicor), pravastatin (Pravachol), rosuvastatin (Crestor), simvastatin (Zocor, in Vytorin). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using daptomycin injection, call your doctor.", "why": "Daptomycin injection is used alone or in combination with other medications to treat certain blood infections or serious skin infections caused by bacteria. Daptomycin injection is in a class of medications called cyclic lipopeptide antibiotics. It works by killing bacteria. Antibiotics will not work for treating colds, flu, or other viral infections.", "storage_conditions": "If you will be using daptomycin injection at home, your health care provider will tell you where you should store it and how long you may keep it. Follow these directions carefully. Be sure to store daptomycin injection in the container it came in and out of reach of children. Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Daptomycin Injection", "side_effects": "Daptomycin injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheanauseaconstipationvomitingstomach paindifficulty falling asleep or staying asleepheadacheincreased sweatingredness, pain, or swelling at the injection siteunusual weight gainsore throatincreased urge to urinateburning sensation when urinatingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r hivesrashitchingblisters or peeling of skindifficulty breathing or swallowingshortness of breathchest paincoughnew or worsening feversevere diarrhea with watery or bloody stools (up to 2 months after your treatment)muscle pain or weaknessdark or cola-colored urinepain, burning, numbness, or tingling in the hands or feetfast heartbeatdizzinesspale skinconfusionextreme tirednessDaptomycin injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Daptomycin injection comes as a powder to be added to fluid and injected into a vein by a doctor or nurse. It is usually given once a day. The length of your treatment depends on the type of infection being treated and your response to daptomycin treatment. You may receive daptomycin injection in a hospital or you may administer the medication at home. If you are using daptomycin injection at home, use it at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use daptomycin injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.You should begin to feel better during the first few days of treatment with daptomycin injection. If your symptoms do not improve or if they get worse, call your doctor.Use daptomycin injection until you finish the prescription, even if you feel better. If you stop using daptomycin injection too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."}