{"other_information": "Keep all appointments with your doctor. Your doctor will monitor your blood pressure often during your treatment with darbepoetin alfa injection.Before having any laboratory test, tell your doctor and the laboratory personnel that you are using darbepoetin alfa injection.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Call your doctor to ask what to do if you miss a dose of darbepoetin alfa injection. Do not use a double dose to make up for a missed one.", "special_dietary": "Your doctor may prescribe a special diet to help control your blood pressure and to help increase your iron levels so that darbepoetin alfa injection can work as well as possible. Follow these directions carefully and ask your doctor or dietician if you have any questions.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using darbepoetin alfa injection,tell your doctor and pharmacist if you are allergic to darbepoetin alfa, epoetin alfa (Epogen, Procrit), any other medications, or any of the ingredients in darbepoetin alfa injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients. If you will be using the prefilled syringes, tell your doctor if you or the person who will be injecting the medication is allergic to latex.tell your doctor if you have or have had high blood pressure, and if you have ever had pure red cell aplasia (PRCA; a type of severe anemia that may develop after treatment with an ESA such as darbepoetin alfa injection or epoetin alfa injection). Your doctor may tell you not to use darbepoetin alfa injection.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had seizures. If you are using darbepoetin alfa injection to treat anemia caused by chronic kidney disease, tell your doctor if you have or have ever had cancer.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using darbepoetin alfa injection, call your doctor.before having surgery, including dental surgery, tell your doctor or dentist that you are being treated with darbepoetin alfa injection. It is especially important to tell your doctor that you are using darbepoetin alfa injection if you are having coronary artery bypass graft (CABG) surgery or surgery to treat a bone problem. Your doctor may prescribe an anticoagulant ('blood thinner') to prevent clots from forming during surgery.", "why": "Darbepoetin alfa injection is used to treat anemia (a lower than normal number of red blood cells) in people with chronic kidney failure (condition in which the kidneys slowly and permanently stop working over a period of time). Darbepoetin alfa injection is also used to treat anemia caused by chemotherapy in people with certain types of cancer. Darbepoetin alfa cannot be used in place of a red blood cell transfusion to treat severe anemia and has not been shown to improve tiredness or poor well-being that may be caused by anemia. Darbepoetin alfa is in a class of medications called erythropoiesis-stimulating agents (ESAs). It works by causing the bone marrow (soft tissue inside the bones where blood is made) to make more red blood cells.", "storage_conditions": "Keep this medication in the carton it came in, tightly closed, and out of reach of children. Once a vial or prefilled syringe has been taken out of its carton, keep it covered to protect it from room light until the dose is given. Store darbepoetin alfa injection in the refrigerator, but do not freeze it. Discard any medication that has been frozen.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Darbepoetin Alfa Injection", "side_effects": "Darbepoetin alfa injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r coughstomach painredness, swelling, bruising, itching, or a lump at the spot where you injected darbepoetin alfaSome side effects can be serious. If you experience any of the following symptoms, or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r rash itchingdifficulty breathing or swallowingwheezinghoarsenessswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legsfast pulseexcessive tirednesslack of energydizzinessfaintingpale skinDarbepoetin alfa injection may cause other side effects. Call your doctor if you have any unusual problems or you do not feel well while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Darbepoetin alfa injection comes as a solution (liquid) to inject subcutaneously (just under the skin) or intravenously (into a vein). It is usually injected once every 1 to 4 weeks. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use darbepoetin alfa injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Your doctor will start you on a low dose of darbepoetin alfa injection and adjust your dose depending on your lab results and on how you are feeling. Your doctor may also tell you to stop using darbepoetin alfa injection for a time. Follow these instructions carefully.Darbepoetin alfa injection will help to control your anemia only as long as you continue to use it. It may take 2-6 weeks or longer before you feel the full benefit of darbepoetin alfa injection. Continue to use darbepoetin alfa injection even if you feel well. Do not stop using darbepoetin alfa injection without talking to your doctor.Darbepoetin alfa injections may be given by a doctor or nurse, or your doctor may decide that you can inject darbepoetin alfa yourself, or that you may have a friend or relative give the injections. You and the person who will be giving the injections should read the manufacturer's information for the patient that comes with darbepoetin alfa injection before you use it for the first time at home. Ask your doctor to show you or the person who will be injecting the medication how to inject it.Darbepoetin alfa injection comes in prefilled syringes and in vials to be used with disposable syringes. If you are using vials of darbepoetin alfa injection, your doctor or pharmacist will tell you what type of syringe you should use. Do not use any other type of syringe because you may not get the right amount of medication.Do not shake darbepoetin alfa injection. If you shake darbepoetin alfa injection it may look foamy and should not be used.Always inject darbepoetin alfa injection in its own syringe. Do not dilute it with any liquid and do not mix it with any other medications.You can inject darbepoetin alfa injection anywhere on the outer area of your upper arms, your stomach except for the 2-inch (5-centimeter) area around your navel (belly button), the front of your middle thighs, and the upper outer areas of your buttocks. Choose a new spot each time you inject darbepoetin alfa. Do not inject darbepoetin alfa into a spot that is tender, red, bruised, or hard, or that has scars or stretch marks.If you are being treated with dialysis (treatment to remove waste from the blood when the kidneys are not working), your doctor may tell you to inject the medication into your venous access port (place where dialysis tubing is connected to your body).  Ask your doctor if you have any questions about how to inject your medication.Always look at darbepoetin alfa injection solution before injecting it. Be sure that the prefilled syringe or vial is labeled with the correct name and strength of medication and an expiration date that has not passed. If you are using a vial, check to be sure that it has a colored cap, and if you are using a prefilled syringe, check that the needle is covered with the grey cover and that the yellow plastic sleeve has not been pulled over the needle. Also check that the solution is clear and colorless and does not contain lumps, flakes, or particles. If there are any problems with your medication, call your pharmacist and do not inject it.Do not use prefilled syringes, disposable syringes, or vials of darbepoetin alfa injection more than once. Dispose of used syringes in a puncture-resistant container. Ask your doctor or pharmacist how to dispose of the puncture-resistant container."}