{"other_information": "Keep all appointments with your doctor. Your doctor may order certain tests to check your response to diethylpropion.Diethylpropion may affect blood sugar levels of diabetic patients and may cover up some signs and symptoms of hypoglycemia (low blood sugar). If you notice a change in the results of your urine or blood sugar tests, check with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Follow your doctor's directions. Eat a low-calorie, well-balanced diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking diethylpropion,tell your doctor and pharmacist if you are allergic to diethylpropion; amphetamines; other diet pills; medications for allergies, hay fever, and colds; or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially guanethidine, insulin, and MAO inhibitors [phenelzine (Nardil) or tranylcypromine (Parnate)] even if you stopped taking them in the last 2 weeks, herbal products, and vitamins. Tell your doctor if you have taken other diet pills in the past year.tell your doctor if you have or have ever had heart or blood vessel disease, high blood pressure, an overactive thyroid gland, diabetes, glaucoma, pulmonary hypertension, seizures, or a history of drug abuse.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking diethylpropion, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking diethylpropion.you should know that this drug may make you drowsy. Do not drive a car or operate machinery until you know how this drug affects you.remember that alcohol can add to the drowsiness caused by this drug.", "why": "Diethylpropion decreases appetite. It is used on a short-term basis (a few weeks), in combination with diet, to help you lose weight.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Diethylpropion", "side_effects": "Diethylpropion may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dry mouthunpleasant tasterestlessnessanxietydizzinessdepressiontremorsupset stomachvomitingincreased urinationIf you experience any of the following symptoms, call your doctor immediately:\r \r fast or irregular heartbeatheart palpitationsblurred visionskin rashitchingdifficulty breathingchest painfaintingswelling of the ankles or feetfeversore throatchillspainful urinationIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Diethylpropion comes as a regular and extended-release (long-acting) tablet. Diethylpropion usually is taken three times a day, 1 hour before meals (regular tablets), or once a day in midmorning (extended-release tablets). Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take diethylpropion exactly as directed.Do not crush, chew, or cut extended-release tablets; swallow them whole.Diethylpropion may be habit-forming. Do not take a larger dose, take it more often, or for a longer period than your doctor tells you to. Call your doctor if diethylpropion loses its effect."}