{"other_information": "Keep all appointments with your doctor. Your doctor may order certain tests to check your body's response to dihydroergotamine.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Talk to your doctor about drinking grapefruit juice while taking this medicine.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r numbness, tingling, and pain in fingers and toesblue color in fingers and toesslowed breathingupset stomachvomitingfaintingblurred visiondizzinessconfusionseizurescomastomach pain", "precautions": "Before using dihydroergotamine,tell your doctor and pharmacist if you are allergic to dihydroergotamine, other ergot alkaloids such as bromocriptine (Parlodel), ergonovine (Ergotrate), ergotamine (Cafergot, Ercaf, others), methylergonovine (Methergine), and methysergide (Sansert), or any other medications.do not take dihydroergotamine within 24 hours of taking ergot alkaloids such as bromocriptine (Parlodel), ergonovine (Ergotrate), ergotamine (Cafergot, Ercaf, others), methylergonovine (Methergine), and methysergide (Sansert); or other medications for migraine such as frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Imitrex), and zolmitriptan (Zomig).tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: beta blockers such as propranolol (Inderal); cimetidine (Tagamet); clotrimazole (Lotrimin); cyclosporine (Neoral, Sandimmune); danazol (Danocrine); delavirdine (Rescriptor); diltiazem (Cardizem, Dilacor, Tiazac); epinephrine (Epipen); fluconazole (Diflucan); isoniazid (INH, Nydrazid); medications for colds and asthma; metronidazole (Flagyl); nefazodone (Serzone); oral contraceptives (birth control pills); selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), fluoxetine (Prozac, Sarafem), fluvoxamine (Luvox), paroxetine (Paxil ), and sertraline (Zoloft); saquinavir (Fortovase, Invirase); verapamil (Calan, Covera, Isoptin, Verelan); zafirlukast (Accolate); and zileuton (Zyflo). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have a family history of heart disease and if you have or have ever had high blood pressure; high cholesterol; diabetes; Raynaud's disease (a condition that affects the fingers and toes); any disease that affects your circulation or arteries; sepsis (a severe infection of the blood); surgery on your heart or blood vessels; a heart attack; or kidney, liver, lung, or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using dihydroergotamine, call your doctor immediately.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using dihydroergotamine.tell your doctor if you use tobacco products. Smoking cigarettes while using this medication increases the risk of serious side effects.", "why": "Dihydroergotamine is used to treat migraine headaches. Dihydroergotamine is in a class of medications called ergot alkaloids. It works by tightening blood vessels in the brain and by stopping the release of natural substances in the brain that cause swelling.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not refrigerate or freeze. Dispose of unused medication for injection 1 hour after you open the ampule. Dispose of unused nasal spray 8 hours after you open the ampule.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Dihydroergotamine Injection and Nasal Spray", "side_effects": "Dihydroergotamine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away. Most of these symptoms, especially those that affect the nose, are more likely to occur if you use the nasal spray:\r \r stuffy nosetingling or pain in the nose or throatdryness in the nosenosebleedtaste changesupset stomachvomitingdizzinessextreme tirednessweaknessSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r color changes, numbness or tingling in fingers and toesmuscle pain in arms and legsweakness in arms and legschest painspeeding or slowing of heart rateswellingitchingcold, pale skinslow or difficult speechdizzinessfaintnessDihydroergotamine may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Dihydroergotamine comes as a solution to inject subcutaneously (under the skin) and as a spray to be used in the nose. It is used as needed for migraine headaches. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use dihydroergotamine exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Dihydroergotamine can damage the heart and other organs if it is used too often. Dihydroergotamine should be used only to treat a migraine that is in progress. Do not use dihydroergotamine to prevent a migraine from beginning or to treat a headache that feels different than your usual migraine. Dihydroergotamine should not be used every day. Your doctor will tell you how many times you may use dihydroergotamine each week.You may receive your first dose of dihydroergotamine in your doctor's office so that your doctor can monitor your reaction to the medication and be sure that you know how to use the nasal spray or administer the injection correctly. After that, you may spray or inject dihydroergotamine at home. Be sure that you and anyone who will be helping you inject the medication read the manufacturer's information for the patient that comes with dihydroergotamine before using it for the first time at home.If you are using the solution for injection, you should never reuse syringes. Dispose of syringes in a puncture resistant container. Ask your doctor or pharmacist how to dispose of the puncture resistant container.To use the solution for injection, follow these steps:\r \r <ol>Check your ampule to be sure it is safe to use. Do not use the ampule if it is broken, cracked, labeled with an expiration date that has passed, or contains a colored, cloudy, or particle-filled liquid. Return that ampule to the pharmacy and use a different ampule.Wash your hands well with soap and water.Check to be sure all the liquid is at the bottom of ampule. If any liquid is at the top of the ampule, gently flick it with your finger until it falls to the bottom.Hold the bottom of the ampule in one hand. Hold the top of the ampule between the thumb and pointer of your other hand. Your thumb should be over the dot on the top of the ampule. Push the top of the ampule backward with your thumb until it breaks off.Tilt the ampule at a 45-degree angle and insert the needle into the ampule.Pull back the plunger slowly and steadily until the top of the plunger is even with the dose your doctor told you to inject.Hold the syringe with the needle pointing upward and check if it contains air bubbles. If the syringe does contain air bubbles, tap it with your finger until the bubbles rise to the top. Then slowly push the plunger up until you see a drop of medication at the tip of the needle.Check the syringe to be sure it contains the correct dose, especially if you had to remove air bubbles. If the syringe does not contain the correct dose, repeat steps 5 to 7.Choose a spot to inject the medication on either thigh, well above the knee. Wipe the area with an alcohol swab using a firm, circular motion, and allow it to dry.Hold the syringe with one hand and hold a fold of skin around the injection site with the other hand. Push the needle all the way into the skin at a 45- to 90-degree angle.Keep the needle inside the skin, and pull back slightly on the plunger.If blood appears in the syringe, pull the needle slightly out of the skin and repeat step 11.Push the plunger all the way down to inject the medication.Pull the needle quickly out of the skin at the same angle you inserted it.Press a new alcohol pad on the injection site and rub it.</ol>To use the nasal spray, follow these steps:\r \r <ol>Check your ampule to be sure it is safe to use. Do not use the ampule if it is broken, cracked, labeled with an expiration date that has passed, or contains a colored, cloudy, or particle filled liquid. Return that ampule to the pharmacy and use a different ampule.Check to be sure all the liquid is at the bottom of the ampule. If any liquid is at the top of the ampule, gently flick it with your finger until it falls to the bottom.Place the ampule straight and upright in the well of the assembly case. The breaker cap should still be on and should be pointing up.Push down the lid of the assembly case slowly but firmly until you hear the ampule snap open.Open the assembly case, but do not remove the ampule from the well.Hold the nasal sprayer by the metal ring with the cap pointing up. Press it onto the ampule until it clicks. Check the bottom of the sprayer to be sure the ampule is straight. If it is not straight, push it gently with your finger.Remove the nasal sprayer from the well and remove the cap from the sprayer. Be careful not to touch the tip of the sprayer.To prime the pump, point the sprayer away from your face and pump it four times. Some medication will spray in the air, but a full dose of medication will remain in the sprayer.Place the tip of the sprayer in each nostril and press down to release one full spray. Do not tilt your head back or sniff while you are spraying. The medication will work even if you have a stuffy nose, cold, or allergies.Wait 15 minutes and release one full spray in each nostril again.Dispose of the sprayer and ampule. Place a new unit dose spray in your assembly case so you will be ready for your next attack. Dispose of the assembly case after you have used it to prepare four sprayers.</ol>"}