{"other_information": "Keep all appointments with your doctor. Diphenhydramine is for external use only. Do not let diphenhydramine get into your eyes, nose, or mouth, and do not swallow it. Do not apply dressings, bandages, cosmetics, lotions, or other skin medications to the area being treated unless your doctor tells you.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.Tell your doctor if your skin condition becomes severe or does not go away.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before using diphenhydramine,tell your doctor and pharmacist if you are allergic to diphenhydramine or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, including vitamins.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using diphenhydramine, call your doctor.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Diphenhydramine may make your skin sensitive to sunlight.", "why": "Diphenhydramine, an antihistamine, is used to relieve the itching of insect bites, sunburns, bee stings, poison ivy, poison oak, and minor skin irritation.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). The spray is flammable. Keep it away from flames and extreme heat. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Diphenhydramine Topical", "side_effects": "Diphenhydramine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r skin rashsunburnincreased sensitivity to sunlamps and sunlight", "how": "Diphenhydramine topical comes in cream, lotion, gel, and spray to be applied to the skin. It is used three or four times a day. Follow the directions on the package or on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use diphenhydramine exactly as directed. Do not use more or less of it or use it more often than directed by your doctor.Thoroughly clean the affected area, allow it to dry, and then gently rub the medication in until most of it disappears. Use just enough medication to cover the affected area. You should wash your hands after applying the medication.Do not apply diphenhydramine on chicken pox or measles, and do not use it on a child younger than 2 years of age unless directed to do so by a doctor."}