{"other_information": "Ask your pharmacist any questions you have about diphenhydramine injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r dry mouthstomach discomfortdilated pupils (black circles in the centers of the eyes)flushinghallucinations (seeing things or hearing voices that do not exist)seizures", "precautions": "Before using diphenhydramine injection,tell your doctor and pharmacist if you are allergic to diphenhydramine, other antihistamine medications including dimenhydrinate (Dramamine), any other medications, or any of the ingredients in diphenhydramine injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the following: monoamine oxidase (MAO) inhibitors such as isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate); muscle relaxants; sedatives; sleeping pills; and tranquilizers.tell your doctor if you are breastfeeding. Your doctor will probably tell you not to use diphenhydramine injection if you are breastfeeding because of the risk of harm to infants.tell your doctor if you have or have ever had asthma or other types of lung disease; glaucoma (a condition in which increased pressure in the eye can lead to gradual loss of vision); ulcers; prostatic hypertrophy (enlargement of the prostate gland) or difficulty urinating (due to an enlarged prostate gland); heart disease; high blood pressure; or hyperthyroidism (a condition where the thyroid gland produces too much thyroid hormone).tell your doctor if you are pregnant or plan to become pregnant. If you become pregnant while using diphenhydramine injection, call your doctor.you should know that diphenhydramine injection may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.ask your doctor about the safe use of alcoholic beverages while you are using diphenhydramine injection. Alcohol can make the side effects from diphenhydramine injection worse.", "why": "Diphenhydramine injection is used to treat allergic reactions, especially for people who are unable to take diphenhydramine by mouth. It is used also to treat motion sickness. Diphenhydramine injection is also used alone or along with other medications to control abnormal movements in people who have Parkinsonian syndrome (a disorder of the nervous system that causes difficulties with movement, muscle control, and balance). Diphenhydramine injection should not be used in newborn or premature infants. Diphenhydramine injection is in a class of medications called antihistamines. It works by blocking the action of histamine, a substance in the body that causes allergic symptoms.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Diphenhydramine Injection", "side_effects": "Diphenhydramine injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachedizzinesstirednessconfusionrestlessnessexcitement (especially in children)nervousnessirritabilitydifficulty falling asleep or staying asleepvision changesstomach discomfortnauseavomitingconstipationdifficulty urinatingchange in urinary frequencyringing in the earsdry mouth, nose, or throatproblems with coordinationuncontrollable shaking of a part of the bodySome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r rashhiveschillschest tightnesswheezingseizuresDiphenhydramine injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Diphenhydramine injection comes as a solution (liquid) to be injected intramuscularly (into a muscle) or intravenously (into a vein). Your dosing schedule will depend on your condition and on how you respond to treatment.You may receive diphenhydramine injection in a hospital or you may administer the medication at home. If you will be using diphenhydramine injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions."}