{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to disulfiram.Always carry an identification card stating that you are taking disulfiram and indicating the doctor or institution to be contacted in an emergency. If you need an identification card, ask your pharmacist or doctor how to get one.Do not come in contact with or breathe the fumes of paint, paint thinner, varnish, shellac, and other products containing alcohol. Exercise caution when applying alcohol-containing products (e.g., aftershave lotions, colognes, and rubbing alcohol) to your skin. These products, in combination with disulfiram, may cause headache, nausea, local redness, or itching. Before using an alcohol-containing product, test it by applying some to a small area of your skin for 1-2 hours. If no redness, itching, or unwanted effects occur, you can use the product safely.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Do not drink any alcoholic beverages (including wine, beer, and medications that contain alcohol such as cough syrup) while taking disulfiram, during the 12-hour period before you take your first dose, and for several weeks after stopping the drug.Avoid sauces, vinegars, and all foods and beverages containing alcohol.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking disulfiram,tell your doctor and pharmacist if you are allergic to disulfiram or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially amitriptyline (Elavil), anticoagulants ('blood thinners') such as warfarin (Coumadin), isoniazid, metronidazole (Flagyl), phenytoin (Dilantin), any nonprescription drugs that might contain alcohol, and vitamins.tell your doctor if you have or have ever had diabetes, thyroid disease, epilepsy, brain damage, or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking disulfiram, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking disulfiram.you should know that this drug may make you drowsy. Do not drive a car or operate machinery until you know how this drug affects you.", "why": "Disulfiram is used to treat chronic alcoholism. It causes unpleasant effects when even small amounts of alcohol are consumed. These effects include flushing of the face, headache, nausea, vomiting, chest pain, weakness, blurred vision, mental confusion, sweating, choking, breathing difficulty, and anxiety. These effects begin about 10 minutes after alcohol enters the body and last for 1 hour or more. Disulfiram is not a cure for alcoholism, but discourages drinking.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Disulfiram", "side_effects": "Disulfiram may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r skin rashacnemild headachedrowsinesstirednessimpotencemetallic taste or garlic-like taste in the mouthIf you experience any of the following symptoms, call your doctor immediately:\r \r excessive tirednessweaknesslack of energyloss of appetitieupset stomachvomitingyellowness of the skin or eyesdark urine", "how": "Disulfiram comes in tablets to take by mouth. It should be taken once a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take disulfiram exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.If you cannot swallow the tablets, crush them and mix the medication with water, coffee, tea, milk, soft drink, or fruit juice."}