{"other_information": "It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Docetaxel injection is also sometimes used to treat ovarian cancer (cancer that begins in the female reproductive organs where eggs are formed). Talk to your doctor about the risks of using this drug for your condition.", "if_i_forget": "Call your doctor right away if you are unable to keep an appointment to receive a dose of docetaxel injection.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r sore throat, fever, chills, and other signs of infectionsores in the mouth and throatskin irritationweaknessnumbness, tingling, or burning sensation in the hands or feet", "precautions": "Before using docetaxel injection,tell your doctor and pharmacist if you are allergic to docetaxel injection or any other medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antifungals such as itraconazole (Sporanox), ketoconazole (Nizoral), and voriconazole (Vfend); clarithromycin (Biaxin); HIV protease inhibitors including atazanavir (Reyataz), indinavir (Crixivan), nelfinavir (Viracept), ritonavir (Norvir, in Kaletra), and saquinavir (Fortovase, Invirase); medications containing alcohol (Nyquil, elixirs, others); medications for pain; nefazodone; sleeping pills; and telithromycin (Ketek). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with docetaxel injection, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you drink or have ever drunk large amounts of alcohol.tell your doctor if you are pregnant or plan to become pregnant. You should not become pregnant while you are using docetaxel injection. Talk to your doctor about birth control methods that you can use during your treatment. If you become pregnant while using docetaxel injection, call your doctor. Docetaxel injection may harm the fetus.tell your doctor if you are breast-feeding. You should not breast-feed while you are using docetaxel injection.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using docetaxel injection.you should know that docetaxel injection may make you drowsy or affect your judgment, thinking, or motor skills. Do not drive a car or operate machinery for 1–2 hours after you receive your medication.", "why": "Docetaxel injection is used alone or in combination with other medications to treat certain types of breast, lung, prostate, stomach, and head and neck cancers. Docetaxel injection is in a class of medications called taxanes. It works by stopping the growth and spread of cancer cells.", "storage_conditions": [], "title": "Docetaxel Injection", "side_effects": "Docetaxel injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingdiarrheaconstipationchanges in tasteextreme tirednessmuscle, joint, or bone painhair lossnail changesincreased eye tearingsores in the mouth and throatredness, dryness, or swelling at the site where the medication was injectedSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r blistering skinnumbness, tingling, or burning sensation in the hands or feetweakness in the hands and feetunusual bleeding or bruisingnosebleedsblurred visionloss of visionDocetaxel injection may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Docetaxel injection comes as a liquid to be given intravenously (into a vein) by a doctor or nurse in a hospital or clinic. It is usually given over 1 hour once every 3 weeks.Your doctor will probably prescribe a steroid medication such as dexamethasone for you to take during each dosing cycle to help prevent certain side effects. Be sure to follow the directions carefully and take this medication exactly as prescribed. If you forget to take your medication or do not take it on schedule, be sure to tell your doctor before receiving your docetaxel injection.Because docetaxel injection contains alcohol, you may experience certain symptoms during or for 1–2 hours after your infusion. If you experience any of these symptoms, tell your doctor right away: confusion, stumbling, becoming very sleepy, or feeling like you are drunk.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}