{"other_information": "Keep all appointments with your doctor and the laboratory. Your heart rhythm should be checked regularly to determine your response to dofetilide. Your doctor will also want to follow your kidney function and blood level of potassium closely while you are taking dofetilide.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Talk to your doctor about eating grapefruit or drinking grapefruit juice while taking dofetilide.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking dofetilide,tell your doctor and pharmacist if you are allergic to dofetilide, any other medications, or any of the ingredients in dofetilide capsules. Ask your pharmacist or check the manufacturer's patient information for a list of the ingredients.tell your doctor if you are taking cimetidine (Tagamet), dolutegravir (Tivicay), hydrochlorothiazide (Microzide, Oretic), hydrochlorothiazide and triamterene (Dyazide, Maxzide), ketoconazole (Nizoral), megestrol (Megace), prochlorperazine (Compro, Procomp), trimethoprim (Primsol), trimethoprim and sulfamethoxazole (Bactrim, Septra, Sulfatrim), and verapamil (Calan, Covera, Verelan). Your doctor will probably tell you not to take dofetilide if you are taking one or more of these medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amiloride (Midamor); antibiotics such as erythromycin (E.E.S., E-Mycin) and norfloxacin (Noroxin); certain antifungal medications such as fluconazole (Diflucan), itraconazole (Sporanox), and ketoconazole (Nizoral); bepridil (Vascor); cannabinoids such as dronabinol (Marinol), nabilone (Cesamet)  or marijuana (cannabis); digoxin (Lanoxin); diltiazem (Cardizem, Cartia XT, Dilacor XR, Taxtia XT, Tiazac); diuretics ('water pills'); HIV protease inhibitors including atazanavir (Reyataz), darunavir (Prezista), fosamprenavir (Lexiva), indinavir (Crixivan), nelfinavir (Viracept), ritonavir (Norvir, in Kaletra), saquinavir (Invirase) and tipranavir (Aptivus); medications for asthma such as zafirlukast (Accolate); medications for depression, mental illness, or nausea; medications for irregular heart beats such as amiodarone (Cordarone, Pacerone); metformin (Fortamet, Glucophage, Glumetza, Riomet); nefazodone;or quinine (Qualquin).tell your doctor if you have or have ever had long QT syndrome (condition that increases the risk of developing an irregular heartbeat that may cause fainting or sudden death), or kidney disease.tell your doctor if you have excessive diarrhea, sweating, vomiting, loss of appetite, or decreased thirst or a low level of potassium in your blood, and if you have or have ever had have heart or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking dofetilide, call your doctor.", "why": "Dofetilide is used to treat an irregular heartbeat (including atrial fibrillation or atrial flutter). It is in a class of medications called antiarrhythmics. It improves your heart rhythm by relaxing an overactive heart.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Dofetilide", "side_effects": "Dofetilide may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachechest painshortness of breathnauseaflu-like symptomsstomach painback paindifficulty falling asleep or staying asleepIf you experience any of the following symptoms, call your doctor immediately:\r \r fast, pounding, or irregular heartbeatrashsevere diarrheadizziness or faintingunusual sweatingvomitingloss of appetiteincreased thirst (drinking more than normal)If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Dofetilide comes as a capsule to take by mouth. It is usually taken twice a day, but may be taken once a day in people with certain conditions. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take dofetilide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Dofetilide controls abnormal heart rhythms but does not cure them. Continue to take dofetilide even if you feel well. Do not stop taking dofetilide without talking to your doctor."}