{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests before and during your treatment with doxercalciferol.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Doxercalciferol will work only if you also get the right amount of calcium from the foods you eat. If you get too much calcium from foods, you may experience serious side effects from taking doxercalciferol. If you do not get enough calcium from foods, doxercalciferol will not control your condition. Your doctor will tell you which foods are good sources of calcium and how many servings you need each day. If you find it difficult to eat enough of these foods, tell your doctor. In that case, your doctor can prescribe or recommend a calcium supplement.Your doctor may also prescribe a low-phosphate diet during your treatment with doxercalciferol. Follow these directions carefully.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r feeling tireddifficulty thinking clearlyloss of appetitenauseavomitingconstipationincreased thirstincreased urinationweight loss", "precautions": "Before taking doxercalciferol,tell your doctor and pharmacist if you are allergic to doxercalciferol, any other medications, or any of the ingredients in doxercalciferol capsules. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: calcium supplements, cholestyramine (Prevalite), erythromycin (E.E.S., Ery-Tab, PCE, others), ketoconazole, mineral oil (in laxatives), phenobarbital, or other forms of vitamin D. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. You and your caregiver should know that many nonprescription medications are not safe to take with doxercalciferol. Ask your doctor before you take any nonprescription medications while you are taking doxercalciferol.tell your doctor if you are taking antacids containing magnesium (Maalox, Mylanta) and are being treated for dialysis. Your doctor will probably tell you not to take these antacids during your treatment with doxercalciferol.tell your doctor if you have high blood levels of calcium or vitamin D in your body. Your doctor will probably tell you not to take doxercalciferol.tell your doctor if you have high blood levels of phosphorus or if you have or have ever had liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking doxercalciferol, call your doctor.", "why": "Doxercalciferol is used to treat secondary hyperparathyroidism (a condition in which the body produces too much parathyroid hormone [PTH; a natural substance needed to control the amount of calcium in the blood]) in certain people with chronic kidney disease and in those treated with dialysis (medical treatment to clean the blood when the kidneys are not working properly). Doxercalciferol is in a class of medications called vitamin D analogs. It works by helping the body to use more of the calcium found in foods or supplements and by regulating the body's production of parathyroid hormone.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Doxercalciferol", "side_effects": "Doxercalciferol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headacheheartburndizzinesssleep problemsjoint painweight gainSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r feeling tired, difficulty thinking clearly, loss of appetite, nausea, vomiting, constipation, increased thirst, increased urination, or weight lossswelling of the arms, hands, feet, and legsshortness of breathDoxercalciferol may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Doxercalciferol comes as a capsule to take by mouth. For people receiving dialysis treatments, it is usually taken three times weekly at dialysis sessions. For people with chronic kidney disease who are not receiving dialysis treatments, it is usually taken once daily. Take doxercalciferol at around the same time on the appropriate days. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take doxercalciferol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may change your dose depending on your body's response to doxercalciferol."}