{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests before and during your treatment with doxercalciferol injection.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you do not receive doxercalciferol injection during your dialysis treatment, call your doctor as soon as possible.", "special_dietary": "Doxercalciferol injection will work only if you get the right amount of calcium from the foods you eat. If you get too much calcium from foods, you may experience serious side effects of doxercalciferol injection. If you do not get enough calcium from foods, doxercalciferol injection will not control your condition. Your doctor will tell you which foods are good sources of these nutrients and how many servings you need each day. If you find it difficult to eat enough of these foods, tell your doctor. In that case, your doctor can prescribe or recommend a supplement.Your doctor may also prescribe a low-phosphate diet during your treatment with doxercalciferol injection. Follow these directions carefully.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r feeling tireddifficulty thinking clearlyloss of appetitenauseavomitingconstipationincreased thirstincreased urinationweight loss", "precautions": "Before using doxercalciferol injection,tell your doctor and pharmacist if you are allergic to doxercalciferol, any other medications, or any of the ingredients in doxercalciferol injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: calcium supplements, erythromycin (E.E.S., Ery-Tab, PCE, others), glutethimide (no longer available in the U.S.; Doriden), ketoconazole, phenobarbital, thiazide diuretics (''water pills''), or other forms of vitamin D. You and your caregiver should know that many nonprescription medications are not safe to take with doxercalciferol injection. Ask your doctor before you take any nonprescription medications while you are using doxercalciferol injection.tell your doctor if you are taking magnesium-containing antacids (Maalox, Mylanta) and are being treated for dialysis. Your doctor will probably tell you not to take magnesium-containing antacids during your treatment with doxercalciferol injection.tell your doctor if you have high blood levels of calcium or vitamin D. Your doctor will probably tell you not to use doxercalciferol injection.tell your doctor if you have high levels of phosphorus or if you have or have ever had liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using doxercalciferol injection, call your doctor.", "why": "Doxercalciferol injection is used to treat secondary hyperparathyroidism (a condition in which the body produces too much parathyroid hormone [PTH; a natural substance needed to control the amount of calcium in the blood] in people receiving dialysis (medical treatment to clean the blood when the kidneys are not working properly). Doxercalciferol injection is in a class of medications called vitamin D analogs. It works by helping the body to use more of the calcium found in foods or supplements and regulating the body's production of parathyroid hormone.", "storage_conditions": [], "title": "Doxercalciferol Injection ", "side_effects": "Doxercalciferol injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headacheheartburndizzinesssleep problemsfluid retentionweight gainSome side effects can be serious. If you experience any of these symptoms, stop using doxercalciferol injection call your doctor immediately or get emergency medical treatment:\r \r swelling of the face, lips, tongue, and airwaysunresponsivenesschest discomfortshortness of breathfeeling tired, difficulty thinking clearly, loss of appetite, nausea, vomiting, constipation, increased thirst, increased urination, or weight lossDoxercalciferol injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Doxercalciferol injection comes as a solution to be injected intravenously 3 times weekly at the end of each dialysis session. You may receive doxercalciferol injection in a dialysis center or you may administer the medication at home. If you receive doxercalciferol injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions.Your doctor will probably start you on a low dose of doxercalciferol injection and will gradually adjust your dose depending on your body's response to doxercalciferol injection.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}