{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses. Ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking doxepin,tell your doctor and pharmacist if you are allergic to doxepin, amoxapine, or any other medications.tell your doctor if you are taking a monoamine oxidase (MAO) inhibitor such as isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate), or if you have stopped taking an MAO inhibitor within the past 14 days. Your doctor will probably tell you not to take doxepin. If you stop taking doxepin, you should wait at least 14 days before you start to take an MAO inhibitor.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antihistamines; anticoagulants (blood thinners) such as warfarin (Coumadin, Jantoven); cimetidine (Tagamet); flecainide (Tambocor); levodopa (Larodopa, Sinemet); lithium (Eskalith, Lithobid); medication for high blood pressure, seizures, Parkinson's disease, diabetes, asthma, colds, or allergies; methylphenidate (Ritalin); muscle relaxants; propafenone (Rythmol); quinidine; sedatives; selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem), fluvoxamine (Luvox), paroxetine (Paxil), and sertraline (Zoloft); sleeping pills; thyroid medications; tolazamide (Tolinase); and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Your doctor may tell you not to take doxepin if you have taken fluoxetine in the past 5 weeks.tell your doctor if you have difficulty urinating. Your doctor will probably tell you not to take doxepin.tell your doctor if you have or have ever had an enlarged prostate (a male reproductive gland), diabetes, seizures, an overactive thyroid gland, or liver, kidney, or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking this medication, call your doctor.talk to your doctor about the risks and benefits of taking doxepin if you are 65 years of age or older. Older adults should not usually take doxepin because it is not as safe or effective as other medications that can be used to treat the same condition.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking doxepin.you should know that this medication may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.remember that alcohol can add to the drowsiness caused by this medication.you should know that doxepin may cause angle-closure glaucoma (a condition where the fluid is suddenly blocked and unable to flow out of the eye causing a quick, severe increase in eye pressure which may lead to a loss of vision). Talk to your doctor about having an eye examination before you start taking this medication. If you have nausea, eye pain, changes in vision, such as seeing colored rings around lights, and swelling or redness in or around the eye, call your doctor or get emergency medical treatment right away.", "why": "Doxepin is used to treat depression and anxiety. Doxepin is in a class of medications called tricyclic antidepressants. It works by increasing the amounts of certain natural substances in the brain that are needed for mental balance.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Doxepin", "side_effects": "Doxepin may cause side effects. Call your doctor if any of these symptoms are severe or do not go away:\r \r nauseadrowsinessweakness or tirednessnightmaresdry mouthskin more sensitive to sunlight than usualchanges in appetite or weightconstipationdifficulty urinatingfrequent urinationchanges in sex drive or abilityexcessive sweatingIf you experience any of the following symptoms or those listed in the IMPORTANT WARNING or SPECIAL PRECAUTIONS sections, call your doctor immediately:\r \r jaw, neck, and back muscle spasmsslow or difficult speechshuffling walkuncontrollable shaking of a part of the bodyfeverdifficulty breathing or swallowingrashyellowing of the skin or eyesirregular heartbeatIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).Doxepin may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.", "how": "Doxepin comes as a capsule, a tablet, or concentrate (liquid) to take by mouth. It is usually taken one to three times a day and may be taken with or without food. Try to take doxepin at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take doxepin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Doxepin concentrate (oral liquid) comes with a specially marked dropper for measuring the dose. Ask your pharmacist to show you how to use the dropper. Dilute the concentrate in 4 ounces (120 mL) of water; whole or skim milk; or orange, grapefruit, tomato, prune, or pineapple juice just before taking it. Do not mix it with carbonated beverages (soft drinks).It may take several weeks or longer for you to feel the full effect of doxepin. Continue to take doxepin even if you feel well. Do not stop taking doxepin without talking to your doctor. Your doctor will probably want to decrease your dose gradually."}