{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Talk to your doctor or nutritionist and read the manufacturer's information for the patient to find out about ways to encourage yourself to eat when your appetite is poor and about which types of foods are the best choices for you.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r drowsinessinappropriate happinesssharper senses than usualchanged awareness of timered eyesfast heartbeatmemory problemsfeeling that you are outside of your bodymood changesdifficulty urinatingconstipationdecreased coordinationextreme tirednessdifficulty speaking clearlydizziness or fainting when standing up too fast", "precautions": "Before taking dronabinol,tell your doctor and pharmacist if you are allergic to dronabinol, other cannabinoids such as nabilone (Cesamet)  or marijuana (cannabis), any other medications, or any of the ingredients in dronabinol capsules, including sesame oil. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amphetamines such as amphetamine (in Adderall), dextroamphetamine (Dexedrine, Dextrostat, in Adderall), and methamphetamine (Desoxyn); atropine (Atropen, in Hycodan, in Lomotil, in Tussigon); anticoagulants ('blood thinners') such as warfarin (Coumadin); antidepressants, including amitriptyline (in Limbitrol), amoxapine, and desipramine (Norpramin); antihistamines; barbiturates including phenobarbital (Luminal) and secobarbital (Seconal, in Tuinal); buspirone (BuSpar); diazepam (Valium); digoxin (Lanoxicaps, Lanoxin); disulfiram (Antabuse); fluoxetine (Prozac, Sarafem); ipratropium (Atrovent); lithium (Eskalith, Lithobid); medications for anxiety, asthma, colds, irritable bowel disease, motion sickness, Parkinson's disease, seizures, ulcers, or urinary problems; muscle relaxants; naltrexone (Revia, Vivitrol); narcotic medications for pain; propranolol (Inderal); scopolamine (Transderm-Scop); sedatives; sleeping pills; tranquilizers; and theophylline (TheoDur, Theochron, Theolair). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with dronabinol, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you use or have ever used marijuana or other street drugs and if you drink or have ever drunk large amounts of alcohol. Also tell your doctor if you have or have ever had heart disease, high blood pressure, seizures, dementia (a brain disorder that affects the ability to remember, think clearly, communicate, and perform daily activities and that may cause changes in mood and personality), or a mental illness such as mania (frenzied or abnormally excited mood), depression (feelings of hopelessness, loss of energy and/or loss of interest in doing previously enjoyable activities) or schizophrenia (a mental illness that causes disturbed or unusual thinking and strong or inappropriate emotions).tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking dronabinol, call your doctor. Do not breast-feed while you are taking dronabinol.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking dronabinol.you should know that dronabinol may make you drowsy and may cause changes in your mood, thinking, memory, judgment, or behavior, especially at the beginning of your treatment. You will need to be supervised by a responsible adult when you first begin taking dronabinol and whenever your dose is increased. Do not drive a car, operate machinery or do any other activity that requires mental alertness until you know how this medication affects you.do not drink alcoholic beverages while you are taking dronabinol. Alcohol can make the side effects from dronabinol worse.you should know that dronabinol may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This may be more common when you first start taking dronabinol. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.", "why": "Dronabinol is used to treat nausea and vomiting caused by chemotherapy in people who have already taken other medications to treat this type of nausea and vomiting without good results. Dronabinol is also used to treat loss of appetite and weight loss in people who have acquired immunodeficiency syndrome (AIDS). Dronabinol is in a class of medications called cannabinoids. It works by affecting the area of the brain that controls nausea, vomiting, and appetite.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it in a cool place (between 46-59 °F, 8-15 °C) or in the refrigerator. Do not allow the capsules to freeze. Keep medication away from heat, direct light, and moisture. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.Store dronabinol in a safe place so that no one else can take it accidentally or on purpose. Keep track of how many capsules are left so you will know if any are missing.", "title": "Dronabinol", "side_effects": "Dronabinol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r weaknesssudden warm feelingstomach painnauseavomitingmemory lossanxiety confusiondizzinessunsteady walkingfeeling like you are outside of your body''high'' or elevated moodhallucinations (seeing things or hearing voices that do not exist)sleepinessstrange or unusual thoughtsSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r seizuresfast or pounding heartbeatDronabinol may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.", "how": "Dronabinol comes as a capsule to take by mouth. When dronabinol is used to treat nausea and vomiting caused by chemotherapy, it is usually taken 1 to 3 hours before chemotherapy and then every 2 to 4 hours after chemotherapy, for a total of 4 to 6 doses a day. When dronabinol is used to increase appetite, it is usually taken 2 times a day, before lunch and supper, or once a day in the evening or at bedtime. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take dronabinol exactly as directed.Swallow the capsules whole; do not split, chew, or crush them.Your doctor will probably start you on a low dose of dronabinol and may gradually increase your dose. Your doctor may also decrease your dose if you experience side effects that do not go away after 1 to 3 days. Be sure to tell your doctor how you are feeling during your treatment with dronabinol.Dronabinol may be habit forming. Do not take a larger dose, take it more often, or take it for a longer period of time than prescribed by your doctor. Call your doctor if you find that you want to take extra medication.Dronabinol will control your symptoms only as long as you take the medication. Continue to take dronabinol even if you feel well. Do not stop taking dronabinol without talking to your doctor. If you suddenly stop taking dronabinol, you may experience withdrawal symptoms such as irritability, difficulty falling asleep or staying asleep, restlessness, hot flashes, sweating, runny nose, diarrhea, hiccups, and loss of appetite.Ask your doctor or pharmacist for a copy of the manufacturer's information for the patient."}