{"other_information": "Keep all appointments with your doctor. Econazole is for external use only. Do not let econazole get into your eyes or mouth, and do not swallow it. Do not apply cosmetics, lotions, or other skin medications to the area being treated unless your doctor tells you.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription. If you still have symptoms of infection after you finish econazole, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before using econazole,tell your doctor and pharmacist if you are allergic to econazole or any other drugs.tell your doctor and pharmacist what prescription and nonprescription drugs you are taking, including vitamins.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using econazole, call your doctor.", "why": "Econazole is used to treat skin infections such as athlete's foot, jock itch, and ringworm.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Econazole Topical", "side_effects": "Econazole may cause side effects. If you experience any of the following symptoms, call your doctor immediately:\r \r itchingburningirritationstingingrednessrashIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Econazole comes as a cream to apply to the skin. Econazole is usually used once or twice a day, in the morning and evening, for 2 weeks. Some infections require up to 6 weeks of treatment. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use econazole exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Thoroughly clean the infected area, allow it to dry, and then gently rub the medication in until most of it disappears. Use just enough medication to cover the affected area. You should wash your hands after applying the medication.Continue to use econazole even if you feel well. Do not stop using econazole without talking to your doctor."}