{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests before and during your treatment to check your body's response to elbasvir and grazoprevir.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking elbasvir and grazoprevir,tell your doctor and pharmacist if you are allergic to elbasvir, grazoprevir, any other medications, or any of the ingredients in elbasvir and grazoprevir tablets. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking atazanavir (Reyataz, in Evotaz), carbamazepine (Carbatrol, Epitol, Equetro, Tegretol), cyclosporine (Gengraf, Neoral, Sandimmune), darunavir (Prezista, in Prezcobix), efavirenz (Sustiva, in Atripla), lopinavir (in Kaletra), phenytoin (Dilantin, Phenytek), rifampin (Rifadin, Rimactane, in Rifamate, in Rifater), saquinavir (Invirase), St. John's wort, or tipranavir (Aptivus). Your doctor will probably tell you not to take elbasvir and grazoprevir if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: bosentan (Tracleer); cobicistat taken along with elvitegravir, emtricitabine, and tenofovir (Genvoya, Stribild); etravirine (Intelence); medications to treat high cholesterol such as atorvastatin (Lipitor, in Caduet), fluvastatin (Lescol), lovastatin (Altoprev, in Advicor), rosuvastatin (Crestor), and simvastatin (Zocor, in Simcor, in Vytorin); ketoconazole (Extina, Nizoral, Xolegel); modafinil (Provigil); nafcillin (Nallpen); and tacrolimus (Astagraf, Envarsus, Prograf, others). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with elbasvir and grazoprevir, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have any type of liver disease other than hepatitis C. Your doctor may tell you not to take elbasvir and grazoprevir.tell your doctor if you have had or are waiting for a liver transplant or if you have human immunodeficiency virus (HIV).tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking elbasvir and grazoprevir, call your doctor.", "why": "The combination of elbasvir and grazoprevir is used alone or in combination with ribavirin (Copegus, Rebetol, Ribasphere, Moderiba) to treat a certain type of chronic (long-term) hepatitis C infection (swelling of the liver caused by a virus). Elbasvir is in a class of antiviral medications called HCV NS5A inhibitors. It works by stopping the virus that causes hepatitis C from spreading inside the body. Grazoprevir is in a class of medications called protease inhibitors. It works by decreasing the amount of hepatitis C virus (HCV) in the body. It is not known if elbasvir and grazoprevir prevent the spread of hepatitis C to other people.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not remove tablets from the packaging until just before use.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Elbasvir and Grazoprevir", "side_effects": "Elbasvir and grazoprevir may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaheadachedifficulty falling asleep or staying asleepSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r tirednessweaknesslack of appetitenauseavomitingyellow eyes and skinchanges in stool colorElbasvir and grazoprevir may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "The combination of elbasvir and grazoprevir comes as a tablet to take by mouth. It is usually taken with or without food once daily. Take elbasvir and grazoprevir at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take elbasvir and grazoprevir exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.The combination of elbasvir and grazoprevir controls HCV but does not cure it. It is usually taken for 12 to 16 weeks. Continue to take elbasvir and grazoprevir even if you feel well. The length of your treatment depends on your condition, how well you respond to the medication, and whether you experience severe side effects. Do not stop taking elbasvir and grazoprevir without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}