{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain laboratory tests to check your body's response to eltrombopag.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one. Do not take more than one dose of eltrombopag in one day.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r rashslowed heartbeatexcessive tiredness", "precautions": "Before taking eltrombopag,tell your doctor and pharmacist if you are allergic to eltrombopag, any other medications, or any of the ingredients in eltrombopag tablets. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: anticoagulants (blood thinners) such as warfarin (Coumadin, Jantoven); bosentan (Tracleer); cholesterol-lowering medications (statins) such as atorvastatin (Lipitor, in Caduet), fluvastatin (Lescol), pitavastatin (Livalo), pravastatin (Pravachol), rosuvastatin (Crestor), and simvastatin (Zocor, in Simcor, in Vytorin); ezetimibe (Zetia, in Vytorin); glyburide (Diabeta, Glynase, in Glucovance); imatinib (Gleevec); irinotecan (Camptosar); olmesartan (Benicar, in Azor, in Tribenzor, others); lapatinib (Tykerb); methotrexate (Trexall); mitoxantrone; repaglinide (Prandin, in PrandiMet): rifampin (Rimactane, Rifadin, in Rifamate, Rifater); sulfasalazine (Azulfidine); topotecan (Hycamtin), and valsartan (in Diovan HCT, in Entresto, in Exforge). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with eltrombopag, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.if you are taking antacids containing calcium, aluminum, or magnesium (Maalox, Mylanta, Tums) or vitamin or mineral supplements containing calcium, iron, zinc or selenium, take them 2 hours before or 4 hours after you take eltrombopag.tell your doctor if you are of East Asian (Chinese, Japanese, Taiwanese, or Korean) descent and if you have or have ever had a cataract (clouding of the lens of the eye that may cause vision problems), blood clots, any condition that increases the risk that you will develop a blood clot, bleeding problems, or liver or kidney disease. Also tell your doctor if you have had surgery to remove your spleen.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking eltrombopag, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking eltrombopag.continue to avoid activities that may cause injury and bleeding during your treatment with eltrombopag. Eltrombopag is given to decrease the risk that you will experience severe bleeding, but there is still a risk that bleeding may occur.", "why": "Eltrombopag is used to increase the number of platelets (cells that help the blood clot) to decrease the risk of bleeding in adults and children 1 year of age and older who have chronic immune thrombocytopenia (ITP; an ongoing condition that may cause unusual bruising or bleeding due to an abnormally low number of platelets in the blood) and who have not been helped or cannot be treated with other treatments, including medications or surgery to remove the spleen. Eltrombopag is also used to increase the number of platelets in people who have hepatitis C (a viral infection that may damage the liver) so that they can begin and continue treatment with interferon (Peginterferon, Pegintron, others) and ribavirin (Rebetol). Eltrombopag is also used to treat people with aplastic anemia (condition in which the body does not make enough new blood cells) who have not been helped with other medications. It is used to increase the number of platelets enough to decrease the risk of bleeding in people with ITP or to allow treatment with interferon and ribavirin in people with hepatitis C, but it is not used to increase the number of platelets to a normal level. Eltrombopag should not be used to treat people who have low numbers of platelets due to conditions other than ITP or hepatitis C. Eltrombopag is in a class of medications called thrombopoietin receptor agonists. It works by causing the cells in the bone marrow to produce more platelets.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). If your medication came with a desiccant packet (small packet that contains a substance that absorbs moisture to keep the medication dry), leave the packet in the bottle but be careful not to swallow it.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Eltrombopag", "side_effects": "Eltrombopag may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r back painmuscle aches or spasmspain or numbness in arms, legs, hands, or feetflu symptoms such as fever, headache, sore throat, cough, tiredness, chills, and body achesrunny or stuffy noseweaknessdecreased appetitepain or swelling in the mouth or throatdifficulty falling asleep or staying asleephair lossdifficult, urgent, or painful urinationrashskin tingling, itching, or burningswelling of the ankles, feet, or lower legstoothache (in children)Some side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r swelling, pain, tenderness, warmth or redness in one legshortness of breathcoughing up bloodfast heartbeatfast breathingpain when breathing deeplypain in the chest, arms, back, neck, jaw, or stomachbreaking out in cold sweatlightheadednessslow or difficult speechdizziness or faintnessweakness or numbness of an arm or legstomach painnauseavomitingdiarrheavision changesEltrombopag may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Eltrombopag comes as a tablet and as a powder for oral suspension (liquid) to take by mouth. It is usually taken once a day on an empty stomach, at least 1 hour before or 2 hours after eating. Take eltrombopag at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take eltrombopag exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Take eltrombopag at least 2 hours before or 4 hours after you eat or drink foods that contain a lot of calcium, such as dairy products, calcium-fortified juices, cereals, oatmeal, and breads; trout; clams; leafy green vegetables such as spinach and collard greens; and tofu and other soy products. Ask your doctor if you are not sure if a food contains a lot of calcium. You may find it helpful to take eltrombopag close to the beginning or end of your day so that you will be able to eat these foods during most of your waking hours.Swallow the tablets whole. Do not split, chew, or crush them and mix them into food or liquids.If you are taking the powder for oral suspension, carefully read the manufacturer's instructions for use that comes with the medication. These instructions describe how to prepare and measure your dose. Mix the powder with cool or cold water before use. Do not mix the powder with hot water. Immediately after preparation, swallow the dose. If it is not taken within 30 minutes or if there is remaining liquid, dispose of the mixture in the trash (do not pour it down the sink).Do not allow the powder to touch your skin. If you spill the powder on your skin, wash it off immediately with soap and water. Call your doctor if you have a skin reaction or if you have any questions.Your doctor will probably start you on a low dose of eltrombopag and adjust your dose depending on your response to the medication. At the beginning of your treatment, your doctor will order a blood test to check your platelet level once every week. Your doctor may increase your dose if your platelet level is too low. If your platelet level is too high, your doctor may decrease your dose or may not give you eltrombopag for a time. After your treatment has continued for some time and your doctor has found the dose of eltrombopag that works for you, your platelet level will be checked less often. Your platelet level will also be checked weekly for at least 4 weeks after you stop taking eltrombopag.If you have chronic ITP, you may receive other medications to treat your condition along with eltrombopag. Your doctor may decrease your dose of these medications if eltrombopag works well for you.Eltrombopag does not work for everyone. If your platelet level does not increase enough after you have taken eltrombopag for some time, your doctor may tell you to stop taking eltrombopag.Eltrombopag may help to control your condition but will not cure it. Continue to take eltrombopag even if you feel well. Do not stop taking eltrombopag without talking to your doctor."}