{"other_information": "Keep all appointments with your doctor and the laboratory. Your blood sugar levels should be checked regularly to determine your response to empagliflozin. Your doctor will order other lab tests, including glycosylated hemoglobin (HbA1c), to check your response to empagliflozin. Your doctor will also tell you how to check your response to this medication by measuring your blood sugar levels at home. Follow these instructions carefully.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking empagliflozin. Because of the way this medication works, your urine may test positive for glucose.You should always wear a diabetic identification bracelet to be sure you get proper treatment in an emergency.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Be sure to follow all exercise and dietary recommendations made by your doctor or dietitian. It is important to eat a healthful diet and exercise regularly. Follow your doctor's instructions about drinking enough fluids throughout the day while you are on this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking empagliflozin,tell your doctor and pharmacist if you are allergic to empagliflozin, any other medications, or any of the ingredients in empagliflozin tablets. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: diuretics ('water pills'); or insulin or oral medications for diabetes such as chlorpropamide (Diabinese), glimepiride (Amaryl, in Duetact), glipizide (Glucotrol), glyburide (DiaBeta, Glynase, in Glucovance), tolazamide, and tolbutamide. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you are on dialysis and if you have or have ever had kidney disease. Your doctor may tell you not to take empagliflozin.tell your doctor if you have or have ever had urinary tract infections or problems with urination, low blood pressure, if you are on a low sodium diet, if you have yeast infections in the genital area, or liver disease. If you are male, tell your doctor if you have never been circumcised.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. Do not breastfeed while you are taking empagliflozin. If you become pregnant while taking empagliflozin, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking empagliflozin.you should know that empagliflozin may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. If you have this problem, call your doctor. This problem is more common when you first start taking empagliflozin. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing upask your doctor what to do if you get sick, develop an infection or fever, experience unusual stress, or are injured. These conditions can affect your blood sugar and the amount of empagliflozin you may need.", "why": "Empagliflozin is used along with diet and exercise, and sometimes with other medications, to lower blood sugar levels in patients with type 2 diabetes (condition in which blood sugar is too high because the body does not produce or use insulin normally). It is in a class of medications called sodium-glucose co-transporter 2 (SGLT2) inhibitors. Empagliflozin lowers blood sugar by causing the kidneys to get rid of more glucose in the urine. It is not used to treat type 1 diabetes (condition in which the body does not produce insulin and, therefore, cannot control the amount of sugar in the blood) or diabetic ketoacidosis (a serious condition that may develop if high blood sugar is not treated).Over time, people who have diabetes and high blood sugar can develop serious or life-threatening complications, includingheart disease, stroke, kidney problems, nerve damage, and eye problems. Taking medication(s), making lifestyle changes (e.g., diet, exercise, quitting smoking), and regularly checking your blood sugar may help to manage your diabetes and improve your health. This therapy may also decrease your chances of having a heart attack, stroke, or other diabetes-related complications such as kidney failure, nerve damage (numb, cold legs or feet; decreased sexual ability in men and women), eye problems, including changes or loss of vision, or gum disease. Your doctor and other healthcare providers will talk to you about the best way to manage your diabetes.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Empagliflozin", "side_effects": "This medication may cause changes in your blood sugar. You should know the symptoms of low and high blood sugar and what to do if you have these symptoms.Empagliflozin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r urinating a lot, including at nightincreased thirstSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r frequent, urgent, burning, or painful urinationurine that is cloudypelvic or back pain(in women) vaginal odor, white or yellowish vaginal discharge (may be lumpy or look like cottage cheese), or vaginal itching(in men) redness, itching, or swelling of the penis; rash on the penis; foul smelling discharge from the penis; or pain in the skin around the penisflu-like symptomsdry mouth, nausea and vomiting, stomach pain, unusual fatigue or tiredness, difficulty breathing, breath that smells fruity, decreased consciousness or confusionEmpagliflozin may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Empagliflozin comes as a tablet to take by mouth. It is usually taken once a day in the morning with or without food. Take empagliflozin at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take empagliflozin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start you on a low dose of empagliflozin and increase your dose as needed.Empagliflozin controls type 2 diabetes but does not cure it. Continue to take empagliflozin even if you feel well. Do not stop taking empagliflozin without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}