{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. If you use a pre-filled automatic injection device, be sure to get a replacement right away. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r sudden weakness or numbness on one side of the bodysudden difficulty speakingslow or fast heart rateshortness of breathfast breathingconfusiontiredness or weaknesscold, pale skindecreased urination", "precautions": "Before using epinephrine injection,tell your doctor and pharmacist if you are allergic to epinephrine, any other medications, sulfites, or any of the other ingredients in epinephrine injection. Your doctor may tell you to use epinephrine injection even if you are allergic to one of the ingredients because it is a life-saving medication. The epinephrine automatic injection device does not contain latex and is safe to use if you have a latex allergy.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: certain antidepressants such as amitriptyline, amoxapine, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor), imipramine (Tofranil), maprotiline, mirtazapine (Remeron), nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); antihistamines such as chlorpheniramine (Chlor-Trimeton) and diphenhydramine (Benadryl); beta blockers such as propranolol (Hemangeol, Inderal LA, Innopran XL); digoxin (Lanoxicaps, Lanoxin); diuretics ('water pills'); ergot medications such as dihydroergotamine (D.H.E. 45, Migranal), ergoloid mesylates (Hydergine), ergotamine (Ergomar, in Cafergot, in Migergot), and methylergonovine (Methergine); levothyroxine (Levo-T, Levoxyl, Tironsint, others); medications for irregular heartbeat such as quinidine (in Nuedexta); and phentolamine (Oraverse, Regitine). Also tell your doctor if you are taking a monoamine oxidase inhibitor such as isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate) or have stopped taking it within the past two weeks. Your doctor may need to monitor you carefully for side effects.tell your doctor if you have or have ever had chest pain, irregular heartbeat, high blood pressure, or heart disease; asthma; diabetes; hyperthyroidism (an overactive thyroid); pheochromocytoma (adrenal gland tumor); depression or other mental illness; or Parkinson's disease.<pregnancy>tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. Talk to your doctor about whether and when you should use epinephrine injection if you are pregnant. </pregnancy>", "why": "Epinephrine injection is used along with emergency medical treatment to treat life-threatening allergic reactions caused by insect bites or stings, foods, medications, latex, and other causes. Epinephrine is in a class of medications called alpha- and beta-adrenergic agonists (sympathomimetic agents). It works by relaxing the muscles in the airways and tightening the blood vessels.", "storage_conditions": "Keep this medication in the plastic carrying tube it came in, tightly closed, and out of reach of children. Keep it at room temperature and away from light, excess heat and moisture (not in the bathroom). Do not refrigerate epinephrine injection or leave it in your car, especially in hot or cold weather. If the pre-filled automatic injection device is dropped, check to see if it is broken or leaking. Dispose of any medication that is damaged or should otherwise not be used and be sure to have a replacement available.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Epinephrine Injection", "side_effects": "Epinephrine injection may cause side effects. When you get emergency medical treatment after you inject epinephrine, tell your doctor if you are experiencing any of these side effects:\r \r skin redness, swelling, warmth, or tenderness at the site of injectiondifficulty breathingpounding, fast, or irregular heartbeatnauseavomitingsweatingdizzinessnervousness, anxiety, or restlessnessweaknesspale skinheadacheuncontrollable shaking of a part of your body", "how": "Epinephrine injection comes as a pre-filled automatic injection device containing a solution (liquid) and in vials to inject subcutaneously (under the skin) or intramuscularly (into the muscle). It is usually injected as needed at the first sign of a serious allergic reaction. Use epinephrine injection exactly as directed; do not inject it more often or inject more or less of it than prescribed by your doctor.Ask your doctor or pharmacist to show you and any of your caregivers who could be injecting the medication how to use the pre-filled automatic injection device. Training devices are available to practice how to use the automatic injection device during an emergency. Training devices do not contain medication and do not have a needle. Before you use epinephrine injection for the first time, read the patient information that comes with it. This information includes directions for how to use the pre-filled automatic injection device. Be sure to ask your pharmacist or doctor if you or your caregivers have any questions about how to inject this medication.You should inject epinephrine injection as soon as you suspect that you may be experiencing a serious allergic reaction. Signs of a serious allergic reaction include closing of the airways, wheezing, sneezing, hoarseness, hives, itching, swelling, skin redness, fast heartbeat, weak pulse, anxiety, confusion, stomach pain, losing control of urine or bowel movements, faintness, or loss of consciousness. Talk to your doctor about these symptoms and be sure you understand how to tell when you are having a serious allergic reaction and should inject epinephrine.Keep your automatic injection device with you or available at all times so that you will be able to inject epinephrine quickly when an allergic reaction begins. Be aware of the expiration date stamped on the device and replace the device when this date passes. Look at the solution in the device from time to time. If the solution is discolored or contains particles, call your doctor to get a new injection device.Epinephrine injection helps to treat serious allergic reactions, but does not take the place of medical treatment. Get emergency medical treatment immediately after you inject epinephrine. Rest quietly while you wait for emergency medical treatment.Most automatic injection devices contain enough solution for one dose of epinephrine. If your symptoms continue or return after the first injection, your doctor may tell you to use a second dose of epinephrine injection with a new injection device. Be sure that you know how to inject the second dose and how to tell whether you should inject a second dose. Only a healthcare provider should give more than 2 injections for a single allergic episode.Epinephrine should be injected only in the middle of the outer side of the thigh, and can be injected through clothing if necessary in an emergency. If you are injecting epinephrine to a young child who may move during the injection, hold their leg firmly in place and limit the child's movement before and during the injection. Do not inject epinephrine into the buttocks or any other part of your body such as fingers, hands, or feet or into a vein. Do not put your thumb, fingers, or hand over the needle area of the automatic injection device. If epinephrine is accidently injected into these areas, get emergency medical treatment immediately.After you inject a dose of epinephrine injection, some solution will remain in the injection device. This is normal and does not mean that you did not receive the full dose. Do not use the extra liquid; dispose of the remaining liquid and device properly. Take the used device with you to the emergency room or ask your doctor, pharmacist, or health care provider how to dispose of used injection devices safely."}