{"other_information": "Keep all appointments with your doctor. Your doctor will monitor your blood pressure often during your treatment with epoetin alfa injection.Before having any laboratory test, tell your doctor and the laboratory personnel that you are using epoetin alfa injection.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses. Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Call your doctor to ask what to do if you miss a dose of epoetin alfa injection. Do not use a double dose to make up for a missed one.", "special_dietary": "Your doctor may prescribe a special diet to help control your blood pressure and to help increase your iron levels so that epoetin alfa injection can work as well as possible. Follow these directions carefully and ask your doctor or dietician if you have any questions.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using epoetin alfa injection,tell your doctor and pharmacist if you are allergic to epoetin alfa, darbepoetin alfa (Aranesp), any other medications, or any of the ingredients in epoetin alfa injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have had high blood pressure and if you have ever had pure red cell aplasia (PRCA; a type of severe anemia that may develop after treatment with an ESA such as darbepoetin alfa injection or epoetin alfa injection). Your doctor may tell you not to use epoetin alfa injection.tell your doctor if you have or have ever had seizures. If you are using epoetin alfa injection to treat anemia caused by chronic kidney disease, tell your doctor if you have or have ever had cancer.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using epoetin alfa injection, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using epoetin alfa injection.", "why": "Epoetin alfa injection is used to treat anemia (a lower than normal number of red blood cells) in people with chronic kidney failure (condition in which the kidneys slowly and permanently stop working over a period of time). Epoetin alfa injection is also used to treat anemia caused by chemotherapy in people with certain types of cancer or caused by zidovudine (AZT, Retrovir, in Trizivir, in Combivir), a medication used to treat human immunodeficiency virus (HIV). Epoetin alfa injection is also used before and after certain types of surgery to decrease the chance that blood transfusions (transfer of one person's blood to another person's body) will be needed because of blood loss during surgery. Epoetin alfa injection should not be used to decrease the risk that transfusions will be needed in people who are having surgery on their hearts or blood vessels. Epoetin alfa injection also should not be used to treat people who are able and willing to donate blood before surgery so that this blood can be replaced in their bodies during or after surgery. Epoetin alfa injection cannot be used in place of a red blood cell transfusion to treat severe anemia and has not been shown to improve tiredness or poor well-being that may be caused by anemia. Epoetin alfa is in a class of medications called erythropoiesis-stimulating agents (ESAs). It works by causing the bone marrow (soft tissue inside the bones where blood is made) to make more red blood cells.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it in the refrigerator, but do not freeze it. Once a vial has been taken out of its carton, keep it covered to protect it from room light until the dose is given. Throw away any medication that is outdated or no longer needed. Throw away a multidose vial of epoetin alfa injection 21 days after you first use it. Talk to your pharmacist about the proper disposal of your medication.", "title": "Epoetin Alfa Injection", "side_effects": "Epoetin alfa injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachejoint or muscle aches, pain, or sorenessnauseavomitingindigestionweight losssores in the mouthdifficulty falling asleep or staying asleepdepressionredness, swelling, pain, or itching at the injection spotSome side effects can be serious. If you experience any of the following symptoms, or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r rashhivesitchingswelling of the face, throat, tongue, lips, or eyeswheezingdifficulty breathing or swallowinghoarsenesslack of energydizzinessfaintingEpoetin alfa injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Epoetin alfa injection comes as a solution (liquid) to inject subcutaneously (just under the skin) or intravenously (into a vein). It is usually injected one to three times weekly. When epoetin alfa injection is used to decrease the risk that blood transfusions will be required due to surgery, it is sometimes injected once daily for 10 days before surgery, on the day of surgery and for 4 days after surgery. Alternatively, epoetin alfa injection is sometimes injected once weekly, beginning 3 weeks before surgery and on the day of surgery. To help you remember to use epoetin alfa injection, mark a calendar to keep track of when you are to receive a dose. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use epoetin alfa injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Your doctor will start you on a low dose of epoetin alfa injection and adjust your dose depending on your lab results and how you are feeling, usually not more than once every month. Your doctor may also tell you to stop using epoetin alfa injection for a time. Follow these instructions carefully.Epoetin alfa injection will help control your anemia only as long as you continue to use it. It may take 2–6 weeks or longer before you feel the full benefit of epoetin alfa injection. Do not stop using epoetin alfa injection without talking to your doctor.Epoetin alfa injections may be given by a doctor or nurse, or your doctor may decide that you can inject epoetin alfa yourself or that you may have a friend or relative give the injections.You and the person who will be giving the injections should read the manufacturer's information for the patient that comes with epoetin alfa injection before you use it for the first time at home. Ask your doctor to show you or the person who will be injecting the medication how to inject it.If you are using epoetin alfa injection at home, you will need to use disposable syringes and needles to inject your medication. Your doctor or pharmacist will tell you what type of syringe you should use. Do not use any other type of syringe because you may not get the right amount of medication. Always keep a spare syringe and needle on hand.Epoetin alfa injection comes in multidose vials and single use vials.  The multidose vials contain benzyl alcohol, a preservative that may be harmful to babies, so epoetin alfa injection from multidose vials cannot be used to treat pregnant or nursing women or babies. The single use vials do not contain benzyl alcohol and may be used to treat pregnant or nursing women or babies, but they are only safe to use one time. Do not put a needle through the rubber stopper of the single use vial more than once. Throw away the single use vial after you have used it for one dose, even if it is not empty.Do not shake epoetin alfa injection. If you shake the medication, it may look foamy and should not be used.Always inject epoetin alfa in its own syringe; never mix it with any other medication.You can inject epoetin alfa just under the skin anywhere on the outer area of your upper arms, middle of the front thighs, stomach (except for a 2-inch [5-centimeter] area around the navel [belly button]), or outer area of the buttocks. Do not inject epoetin alfa into a spot that is tender, red, bruised, hard, or has scars or stretch marks. Choose a new spot each time you inject epoetin alfa, as directed by your doctor. Write down the date, time, dose of epoetin alfa injection, and the spot where you injected your dose in a record book.If you are being treated with dialysis (treatment to remove waste from the blood when the kidneys are not working), your doctor may tell you to inject the medication into your venous access port. Ask your doctor if you have any questions about how to inject your medication.Always look at epoetin alfa solution before you inject it. Be sure that the vial is labeled with the correct name and strength of medication and an expiration date that has not passed. Also check that the solution is clear and colorless and does not contain lumps, flakes, or particles. If there are any problems with your medication, call your pharmacist and do not inject it.Do not use disposable syringes more than once. Dispose of used syringes in a puncture-resistant container. Ask your doctor or pharmacist how to dispose of the puncture-resistant container."}