{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking ergoloid mesylates,tell your doctor and pharmacist if you are allergic to ergoloid mesylates, other ergot alkaloids (Cafergot, Ergostat, Bellergal), or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, including vitamins.tell your doctor if you have or have ever had a mental illness.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking ergoloid mesylates, call your doctor.", "why": "This medication, a combination of several drugs that belong to a group of drugs called ergoloid mesylates, is used to relieve the signs and symptoms of decreased mental capacity due to the aging process.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from light and excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Ergoloid Mesylates", "side_effects": "Ergoloid mesylates may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachvomitingloss of appetiteirritation under the tongue (with sublingual tablets)stuffy or runny noselightheadednessflushing (feeling of warmth)If you experience any of the following symptoms, call your doctor immediately:\r \r itchingrashblurred visiontrouble breathingIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "This medication comes as a tablet to take by mouth or dissolve under the tongue and a liquid to take by mouth. It is usually taken three times a day. Take ergoloid mesylates with food or milk to prevent stomach upset. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take ergoloid mesylates exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.To use the sublingual tablets, place a tablet under your tongue and allow it to dissolve. Do not chew or swallow the sublingual tablet. Do not eat or drink while the tablet is under your tongue.The liquid comes with a specially marked dropper for measuring the dose. Ask your pharmacist to show you how to use the dropper if you have difficulty. The liquid may be mixed with water, juice, milk, or food.Continue to take ergoloid mesylates even if you feel well. This drug must be taken regularly for a few weeks before its full effect is felt."}