{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain laboratory tests before and during your treatment, especially if you have severe diarrhea..Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r confusiondrowsinessblurred visionfast heartbeatnauseasweatingflushingheadachedry mouth", "precautions": "Before taking esomeprazole,tell your doctor and pharmacist if you are allergic to esomeprazole, dexlansoprazole (Dexilant), lansoprazole (Prevacid), omeprazole (Prilosec, Zegerid), pantoprazole (Protonix), rabeprazole (AcipHex), any other medications, or any of the ingredients in esomeprazole capsules or powder. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking rilpivirine (Edurant, in Complera, Odefsey). Your doctor will probably tell you not to take esomeprazole if you are taking this medication.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: certain antibiotics, anticoagulants ('blood thinners') such as warfarin (Coumadin); certain antifungals such as ketoconazole (Nizoral) and voriconazole (Vfend); cilostazol (Pletal); clopidogrel (Plavix); diazepam (Valium); digoxin (Digitek, Lanoxicaps, Lanoxin); diuretics ('water pills'); iron supplements; certain medications for human immunodeficiency virus (HIV) such as atazanavir (Reyataz), nelfinavir (Viracept), and saquinavir (Invirase); and methotrexate (Rheumatrex, Trexall). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had a low level of magnesium in your blood or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking esomeprazole, call your doctor.if you are 50 years of age or older, ask your doctor if it is safe for you to use esomeprazole. The risk that you may develop a severe form of diarrhea caused by bacteria or that you may fracture your wrist, hip, or spine may be higher if you are an older adult.you may take antacids with esomeprazole. If you feel you need an antacid, ask your doctor to recommend one and to tell you when and how to take it.", "why": "Esomeprazole is used to treat gastroesophageal reflux disease (GERD), a condition in which backward flow of acid from the stomach causes heartburn and possible injury of the esophagus (the tube between the throat and stomach). Esomeprazole is used to treat the symptoms of GERD, allow the esophagus to heal, and prevent further damage to the esophagus. Esomeprazole is also used to decrease the chance that people who are taking nonsteroidal anti-inflammatory drugs (NSAIDs) will develop ulcers (sores in the lining of the stomach or intestine). It is also used with other medications to treat and prevent the return of stomach ulcers caused by a certain type of bacteria (<em>H. pylori</em>). Esomeprazole is also used to treat conditions in which the stomach produces too much acid such as Zollinger-Ellison syndrome. Esomeprazole is in a class of medications called proton pump inhibitors. It works by decreasing the amount of acid made in the stomach.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Esomeprazole", "side_effects": "Esomeprazole may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachenauseagasconstipationdry mouthSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately, or get emergency medical help:\r \r blisters or peeling skinhivesrashitchingdifficulty breathing or swallowingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legshoarsenessirregular, fast, or pounding heartbeatexcessive tirednessdizzinesslightheadednessmuscle spasmsuncontrollable shaking of a part of the bodyseizuressevere diarrhea with watery stoolsstomach painfeverPeople who take proton pump inhibitors such as esomeprazole may be more likely to fracture their wrists, hips, or spine than people who do not take one of these medications. The risk is highest in people who take high doses of one of these medications or take them for one year or longer. Talk to your doctor about the risk of taking esomeprazole.Esomeprazole may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Esomeprazole comes as a delayed-release (releases the medication in the intestine to prevent break-down of the medication by stomach acids) capsule to take by mouth or to open, mix with water, and give through a feeding tube, and as granules to mix with water and take by mouth or give through a feeding tube. Esomeprazole is usually taken once a day at least 1 hour before a meal. When esomeprazole is used to treat certain conditions in which the stomach makes too much acid, it is taken twice a day. Take esomeprazole at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take esomeprazole exactly as directed. Do not take more or less of it or take it more often than or for a longer period of time than prescribed by your doctor or stated on the package.Swallow the capsules whole; do not split, chew, or crush them. If you cannot swallow the capsule, put 1 tablespoon of cool, soft applesauce in an empty bowl. Open one esomeprazole capsule and carefully sprinkle the pellets onto the applesauce. Mix the pellets with the applesauce and swallow the entire tablespoonful of the applesauce and pellet mixture immediately. Do not chew the pellets in the applesauce. Do not save the pellets and applesauce for later use.To mix the granules, follow these steps:\r \r <ol>Place 1 tablespoon (15 mL) of water into a cup.Open the esomeprazole packet and empty the granules into the cup containing the water.Stir the granules into the water and leave the mixture alone for 2 to 3 minutes so that it will thicken.Stir the mixture again, and drink all of the mixture within 30 minutes.If any material remains in the cup after drinking, add some more water and stir. Drink all of the mixture immediately.</ol>The granules and the contents of the capsules can both be given through a feeding tube. If you have a feeding tube, ask your doctor or pharmacist how you should take the medication. Follow those directions carefully.It may take several weeks or longer for you to feel the full benefit of esomeprazole. Call your doctor if your symptoms worsen or do not improve during this time. Continue to take esomeprazole even if you feel well. Do not stop taking esomeprazole without talking to your doctor.If your condition does not improve or gets worse, call your doctor."}