{"other_information": "Keep all appointments with your doctor.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking estrogen.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while taking this medicine.Talk to your doctor about ways to increase the amount of calcium and vitamin D in your diet, especially if you are taking estrogen to prevent osteoporosis.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r upset stomachvomitingvaginal bleeding", "precautions": "Before taking estrogen,tell your doctor and pharmacist if you are allergic to any brand of oral estrogen, any other estrogen products, any other medications, or any of the ingredients in estrogen tablets. If you will be taking Estrace<sup>®</sup> brand tablets, tell your doctor and pharmacist if you are allergic to aspirin or tartrazine (a food color additive). Ask your pharmacist or check the manufacturer's patient information for a list of the inactive ingredients in the brand of estrogen tablets you plan to take.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, and nutritional supplements you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone, Pacerone); certain antifungals such as itraconazole (Sporanox) and ketoconazole (Nizoral); aprepitant (Emend); carbamazepine (Carbatrol, Epitol, Tegretol); cimetidine (Tagamet); clarithromycin (Biaxin); cyclosporine (Neoral, Sandimmune); dexamethasone (Decadron, Dexpak); diltiazem (Cardizem, Dilacor, Tiazac, others); erythromycin (E.E.S, Erythrocin);fluoxetine (Prozac, Sarafem); fluvoxamine (Luvox); griseofulvin (Fulvicin, Grifulvin, Gris-PEG); lovastatin (Altocor, Mevacor); medications for human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) such as atazanavir (Reyataz), delavirdine (Rescriptor), efavirenz (Sustiva), indinavir (Crixivan), lopinavir (in Kaletra), nelfinavir (Viracept), nevirapine (Viramune), ritonavir (Norvir, in Kaletra), and saquinavir (Fortovase, Invirase); medications for thyroid disease; nefazodone; phenobarbital; phenytoin (Dilantin, Phenytek); rifabutin (Mycobutin); rifampin (Rifadin, Rimactane, in Rifamate); sertraline (Zoloft); troleandomycin (TAO); verapamil (Calan, Covera, Isoptin, Verelan); and zafirlukast (Accolate). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort.tell your doctor if you have or have ever had yellowing of the skin or eyes during pregnancy or during your treatment with an estrogen product, endometriosis (a condition in which the type of tissue that lines the uterus [womb] grows in other areas of the body), uterine fibroids (growths in the uterus that are not cancer), asthma, migraine headaches, seizures, porphyria (condition in which abnormal substances build up in the blood and cause problems with the skin or nervous system), very high or very low levels of calcium in your blood, or thyroid, liver, kidney, gallbladder, or pancreatic disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking estrogen, call your doctor immediately.talk to your doctor about the risks and benefits of taking estrogen if you are 65 years of age or older. Older women should not usually take oral estrogen unless they are also taking other hormones. Oral estrogen taken without other hormones is not as safe or effective as other medications that can be used to treat the same condition.if you are taking estrogen to prevent osteoporosis, talk to your doctor about other ways to prevent the disease such as exercising and taking vitamin D and/or calcium supplements.", "why": "Estrogen is used to treat hot flushes ('hot flashes'; sudden strong feelings of heat and sweating) in women who are experiencing menopause ('change of life', the end of monthly menstrual periods).  Some brands of estrogen are also used to treat vaginal dryness, itching, or burning, or to prevent osteoporosis (a condition in which the bones become thin and weak and break easily) in women who are experiencing or have experienced menopause. However, women who need a medication only to treat vaginal dryness or only to prevent osteoporosis should consider a different treatment. Some brands of estrogen are also to relieve symptoms of low estrogen in young women who do not produce enough estrogen naturally. Some brands of estrogen are also used to relieve the symptoms of certain types of breast and prostate (a male reproductive gland) cancer. Estrogen is in a class of medications called hormones. It works by replacing estrogen that is normally produced by the body.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Estrogen", "side_effects": "Estrogen may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r breast pain or tendernessupset stomachvomitingheartburnconstipationdiarrheagasweight gain or lossleg crampsnervousnessdepressiondizzinessburning or tingling in the arms or legstight muscleshair lossunwanted hair growthspotty darkening of the skin on the facedifficulty wearing contact lensesswelling, redness, burning, itching, or irritation of the vaginavaginal dischargechange in sexual desirecold symptomsSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r bulging eyessore throat, fever, chills, cough, and other signs of infectionpain, swelling, or tenderness in the stomachloss of appetiteweaknessyellowing of the skin or eyesjoint painmovements that are difficult to controlrash or blistershivesitchingswelling of the eyes, face, tongue, throat, hands, arms, feet, ankles, or lower legshoarsenessdifficulty breathing or swallowingEstrogen may increase your risk of developing cancer of the ovaries or gallbladder disease that may need to be treated with surgery. Talk to your doctor about the risks of taking estrogen.Estrogen may cause growth to slow or stop early in children who take large doses for a long time. Estrogen may also affect the timing and speed of sexual development in children. Your child's doctor will monitor him or her carefully during his or her treatment with estrogen. Talk to your child's doctor about the risks of giving this medication to your child.Estrogen may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Estrogen comes as a tablet to take by mouth. It is usually taken with or without food once a day. Estrogen is sometimes taken every day and sometimes taken according to a rotating schedule that alternates a period of time when estrogen is taken every day with a period of time when estrogen is not taken. When estrogen is used to relieve the symptoms of cancer, it is usually taken three times a day. Take estrogen at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take estrogen exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start you on a low dose of estrogen and gradually increase your dose if your symptoms are still bothersome, or decrease your dose if your symptoms are well-controlled. Talk to your doctor about how well estrogen works for you.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}