{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to transdermal estradiol.Before having any laboratory test, tell your doctor and the laboratory personnel that you are using transdermal estradiol.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Apply the missed patch as soon as you remember. Then apply the next patch according to your regular schedule. Do not apply extra patches to make up for a missed patch.", "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while using this medication.Talk to your doctor about ways to increase the amount of calcium and vitamin D in your diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r nauseavomitingvaginal bleeding", "precautions": "Before using transdermal estradiol,tell your doctor and pharmacist if you are allergic to any brand of transdermal estradiol, any other estrogen products, any other medications, or any adhesives. Ask your doctor or pharmacist if you are not sure if a medication you are allergic to contains estrogen.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, and nutritional supplements you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone, Pacerone); antifungals such as itraconazole (Sporanox) and ketoconazole (Nizoral); aprepitant (Emend); carbamazepine (Carbatrol, Epitol, Tegretol); cimetidine (Tagamet); clarithromycin (Biaxin); cyclosporine (Neoral, Sandimmune); dexamethasone (Decadron, Dexpak); diltiazem (Cardizem, Dilacor, Tiazac, others); erythromycin (E.E.S, Erythrocin); fluoxetine (Prozac, Sarafem); fluvoxamine (Luvox); griseofulvin (Fulvicin, Grifulvin, Gris-PEG); lovastatin (Altocor, Mevacor); medications for human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) such as atazanavir (Reyataz), delaviridine (Rescriptor); efavirenz (Sustiva);indinavir (Crixivan), lopinavir (in Kaletra),nelfinavir (Viracept), nevirapine (Viramune); ritonavir (Norvir, in Kaletra), and saquinavir (Fortovase, Invirase); medications for thyroid disease; nefazodone; other medications that contain estrogen; phenobarbital; phenytoin (Dilantin, Phenytek); rifabutin (Mycobutin); rifampin (Rifadin, Rimactane, in Rifamate); sertraline (Zoloft);troleandomycin (TAO); verapamil (Calan, Covera, Isoptin, Verelan); and zafirlukast (Accolate). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort.tell your doctor if you have or have ever had asthma; seizures; migraine headaches; endometriosis (a condition in which the type of tissue that lines the uterus [womb] grows in other areas of the body); uterine fibroids (growths in the uterus that are not cancer); yellowing of the skin or eyes, especially during pregnancy or while you were using an estrogen product; very high or very low levels of calcium in your blood; porphyria (condition in which abnormal substances build up in the blood and cause problems with the skin or nervous system)or gallbladder, thyroid, pancreas, liver or kidney disease.tell your doctor if you are pregnant or plan to become pregnant, or are breast-feeding. If you become pregnant while using transdermal estradiol, call your doctor.if you are using transdermal estradiol to prevent osteoporosis, talk to your doctor about additional ways to prevent the disease such as exercising and taking vitamin D and/or calcium supplements.", "why": "Most brands of estradiol transdermal patches are used to treat hot flushes (hot flashes; sudden strong feelings of heat and sweating) and/or vaginal dryness, itching, and burning in women who are experiencing menopause (change of life; the end of monthly menstrual periods). Transdermal estradiol is also used to prevent osteoporosis (a condition in which the bones become thin and weak and break easily) in women who are experiencing or have experienced menopause. Women who need to use transdermal estradiol for more than one of these reasons can benefit most from the medication. Women whose only bothersome symptoms are vaginal dryness, itching, or burning may benefit more from an estrogen product that is applied topically to the vagina. Women who only need a medication to prevent osteoporosis may benefit more from a different medication that does not contain estrogen. Most brands of estradiol transdermal patches are also sometimes used as a source of estrogen in young women who do not produce enough estrogen naturally. Estradiol is in a class of medications called estrogen hormones. It works by replacing estrogen that is normally produced by the body.Menostar<sup>®</sup> brand patches contain less estrogen than other brands of estradiol transdermal patches. Menostar<sup>®</sup> patches are used only to prevent osteoporosis in women who are experiencing or have experienced menopause.", "storage_conditions": "Keep estradiol patches sealed in their original pouches and out of reach of children. Store the patches at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Estradiol Transdermal Patch", "side_effects": "Transdermal estradiol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachebreast pain or tendernessnauseavomitingconstipationgasheartburnweight gain or losshair lossredness or irritation of the skin that was covered by the estradiol patchswelling, redness, burning, irritation or itching of the vaginavaginal dischargepainful menstrual periodsanxietydepressionchanges in moodchange in sexual desireback, neck, or muscle painrunny nose or congestioncoughdarkening of skin on face (may not go away even after you stop using transdermal estradiol)unwanted hair growthdifficulty wearing contact lensesSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r bulging eyesyellowing of the skin or eyesloss of appetitefeverjoint painstomach tenderness, pain, or swellingmovements that are difficult to controlitchinghivesrash, blisters on skin, or other skin changesswelling, of the eyes, face, lips, tongue, throat, hands, feet, ankles, or lower legshoarsenessdifficulty breathing or swallowingTransdermal estradiol may increase your risk of developing cancer of the ovaries and gallbladder disease that may need to be treated with surgery. Talk to your doctor about the risks of using transdermal estradiol.Transdermal estradiol may cause growth to slow or stop early in children who use large doses for a long time. Your child's doctor will monitor her carefully during her treatment with transdermal estradiol. Talk to your child's doctor about the risks of giving this medication to your child.Transdermal estradiol may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Transdermal estradiol comes as a patch to apply to the skin. Transdermal estradiol is usually applied once or twice a week, depending on the brand of patch that is used. Some women wear a patch all the time, and other women wear a patch according to a rotating schedule that alternates 3 weeks when the patch is worn followed by 1 week when the patch is not worn. Always apply your transdermal patch on the same day(s) of the week every week. There may be a calendar on the inner flap of your medication carton where you can keep track of your patch change schedule. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use transdermal estradiol exactly as directed. Do not apply more or fewer patches or apply the patches more often than prescribed by your doctor.Your doctor will start you on a low dose of transdermal estradiol and may increase your dose if your symptoms are still bothersome. If you are already taking or using an estrogen medication, your doctor will tell you how to switch from the estrogen medication you are taking or using to transdermal estradiol. Be sure you understand these instructions. Talk to your doctor about how well transdermal estradiol works for you.You should apply estradiol patches to clean, dry, cool skin in the lower stomach area, below your waistline. Some brands of patches may also be applied to the upper buttocks or the hips. Ask your doctor or pharmacist or read the manufacturer's information that comes with your patches to find the best place(s) to apply the brand of patches you have received. Do not apply any brand of estradiol patches to the breasts or to skin that is oily, damaged, cut, or irritated. Do not apply estradiol patches to the waistline where they may be rubbed off by tight clothing or to the lower buttocks where they may be rubbed off by sitting. Be sure that the skin in the area where you plan to apply an estradiol patch is free of lotion, powders, or creams. After you apply a patch to a particular area, wait at least 1 week before applying another patch to that spot. Some brands of patches should not be applied to an area of the skin that is exposed to sunlight. Talk to your doctor or pharmacist to find out whether your patch should be applied to an area that will not be exposed to sunlight.Talk to your doctor or pharmacist or read the manufacturer's information that came with your medication to find out if you need to be careful when you swim, bathe, shower, or use a sauna while wearing an estradiol transdermal patch. Some brands of patches are not likely to be affected by these activities, but some brands of patches may loosen. Some types of patches may also be pulled and loosened by your clothes or towel when you change clothes or dry your body. You may need to check that your patch is still firmly attached after these activities.If the patch loosens or falls off before it is time to replace it, try to press it back in place with your fingers. Be careful not to touch the sticky side of the patch with your fingers while you are doing this. If the patch cannot be pressed back on, fold it in half so it sticks to itself, dispose of it safely, so that it is out of the reach of children and pets, and apply a fresh patch to a different area. Replace the fresh patch on your next scheduled patch change day.Each brand of estradiol transdermal patches should be applied following the specific directions given in the manufacturer's information for the patient. Read this information carefully before you start using estradiol transdermal and each time you refill your prescription. Ask your doctor or pharmacist if you have any questions. The following general directions can help you remember some important things to do when you apply any type of estradiol transdermal patch.\r \r <ol>Tear open the pouch with your fingers. Do not use scissors because they may damage the patch. Do not open the pouch until you are ready to apply the patch.Remove the patch from the pouch. There may be a silver foil sticker used to protect the patch from moisture inside the pouch. Do not remove this sticker from the pouch.Remove the protective liner from the patch and press the sticky side of the patch against your skin in the area you have chosen to wear your patch. Some patches have a liner that is made to peel off in two pieces. If your patch has that type of liner, you should peel off one part of the liner and press that side of the patch against your skin. Then fold back the patch, peel off the other part of the liner and press the second side of the patch against your skin. Always be careful not to touch the sticky side of the patch with your fingers.Press down on the patch with your fingers or palm for 10 seconds. Be sure that the patch is firmly attached to your skin, especially around its edges.Wear the patch all the time until it is time to remove it. When it is time to remove the patch, slowly peel it off of your skin. Fold the patch in half so that the sticky sides are pressed together and dispose of it safely, so that is out of reach of children and pets.Some brands of patches may leave a sticky substance on your skin. In some cases, this can be rubbed off easily. In other cases, you should wait 15 minutes and then remove the substance using an oil or lotion. Read the information that came with your patches to find out what to do if a substance is left on your skin after you remove your patch.</ol>Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}