{"other_information": "Keep all appointments with your doctor.Before having any laboratory test, tell your doctor and the laboratory personnel that you are using vaginal estrogen.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Apply or insert the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use a double dose or apply extra cream to make up for a missed dose.", "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while using this medicine.", "overdose": "If someone swallows vaginal estrogen, uses extra tablets or rings, or applies extra cream, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r nauseavomitingvaginal bleeding", "precautions": "Before using vaginal estrogen,tell your doctor and pharmacist if you are allergic to vaginal estrogen, any other estrogen products, any other medications, or any of the ingredients in the type of vaginal estrogen you plan to use. Ask your pharmacist or check the manufacturer's patient information for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, and nutritional supplements, you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone, Pacerone); certain antifungals such as itraconazole (Sporanox) and ketoconazole (Nizoral); aprepitant (Emend); carbamazepine (Carbatrol, Epitol, Tegretol); cimetidine (Tagamet); clarithromycin (Biaxin); cyclosporine (Neoral, Sandimmune); dexamethasone (Decadron, Dexpak); diltiazem (Cardizem, Dilacor, Tiazac, others); erythromycin (E.E.S, Erythrocin); fluoxetine (Prozac, Sarafem); fluvoxamine (Luvox); griseofulvin (Fulvicin, Grifulvin, Gris-PEG); lovastatin (Altocor, Mevacor); medications for human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) such as atazanavir (Reyataz), delavirdine (Rescriptor), efavirenz (Sustiva), indinavir (Crixivan), lopinavir (in Kaletra), nelfinavir (Viracept), nevirapine (Viramune), ritonavir (Norvir, in Kaletra), and saquinavir (Fortovase, Invirase); medications for thyroid disease; other medications that are used vaginally; nefazodone; phenobarbital; phenytoin (Dilantin, Phenytek); rifabutin (Mycobutin); rifampin (Rifadin, Rimactane, in Rifamate);sertraline (Zoloft); troleandomycin (TAO); verapamil (Calan, Covera, Isoptin, Verelan); and zafirlukast (Accolate). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort.tell your doctor if you have or have ever had yellowing of the skin or eyes during pregnancy or during your treatment with an estrogen product, endometriosis (a condition in which the type of tissue that lines the uterus [womb] grows in other areas of the body), uterine fibroids (growths in the uterus that are not cancer), asthma, migraine headaches, seizures, porphyria (condition in which abnormal substances build up in the blood and cause problems with the skin or nervous system), very high or very low levels of calcium in your blood, or thyroid, liver, kidney, gallbladder, or pancreatic disease. If you will be using the vaginal ring, also tell your doctor if you have a vaginal infection; any condition that makes your vagina more likely to become irritated; a narrow vagina; or a condition where the rectum, bladder, or uterus has bulged or dropped into the vagina.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using vaginal estrogen, call your doctor immediately.you should know that the manufacturer of one brand of estrogen vaginal cream states that use of the cream may weaken latex or rubber birth control devices such as condoms or diaphragms. These devices may not be effective if you use them during your treatment with estrogen vaginal cream. Talk to your doctor about methods of birth control that will work for you.", "why": "Vaginal estrogen is used to treat vaginal dryness, itching, and burning; painful or difficult urination; and sudden need to urinate immediately in women who are experiencing or have experienced menopause (change of life; the end of monthly menstrual periods). Femring<sup>®</sup> brand estradiol vaginal ring is also used to treat hot flushes ('hot flashes'; sudden strong feelings of heat and sweating) in women who are experiencing menopause. Premarin<sup>®</sup> brand vaginal cream is also used to treat kraurosis vulvae (a condition that may cause vaginal dryness and discomfort in women or girls of any age). Vaginal estrogen is in a class of medications called hormones. It works by replacing estrogen that is normally produced by the body.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Estrogen Vaginal", "side_effects": "Vaginal estrogen may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r breast pain or tendernessnauseaheartburnvomitingdizzinessnervousnessdepressionirritabilitydifficulty falling asleep or staying asleepchanges in sexual desirehair lossunwanted hair growthspotty darkening of the skin on the facesudden feelings of heat or sweatingdifficulty wearing contact lensesleg crampsswelling, redness, burning, itching, or irritation of the vaginavaginal dischargepainful or difficult urinationback paincold symptomsflu symptomsSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r bulging eyespain, swelling, or tenderness in the stomachloss of appetiteweaknessyellowing of the skin or eyesjoint painmovements that are difficult to controlrash or blistershivesitchingswelling of the eyes, face, tongue, throat, hands, arms, feet, ankles, or lower legshoarsenessdifficulty breathing or swallowingEstrogen may increase your risk of developing cancer of the ovaries or gallbladder disease that may need to be treated with surgery. Talk to your doctor about the risks of using vaginal estrogen.Estrogen may cause growth to slow or stop early in children who receive large doses for a long time. Vaginal estrogen may also affect the timing and speed of sexual development in children. Your child's doctor will monitor her carefully during her treatment with estrogen. Talk to your child's doctor about the risks of giving this medication to your child.Vaginal estrogen may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Vaginal estrogen comes as a flexible ring and a tablet to insert in the vagina, and as a cream to apply to the inside of the vagina. Estrogen vaginal rings are usually inserted in the vagina and left in place for 3 months. After 3 months, the ring is removed, and a new ring may be inserted if treatment is still needed. Estrogen vaginal tablets are usually inserted once a day for the first 2 weeks of treatment and then are inserted twice a week as long as treatment is needed. Estrace<sup>®</sup> brand vaginal cream is usually applied once daily for 2 to 4 weeks, and then applied one to three times a week. Premarin<sup>®</sup> brand vaginal cream product is usually applied according to a rotating schedule that alternates several weeks when the cream is applied every day with one week when the cream is not applied. Use vaginal estrogen at around the same time of day every time you use it. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use vaginal estrogen exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.To use the vaginal ring, follow these steps:\r \r <ol>Wash and dry your hands.Remove the vaginal ring from its pouch.Stand with one leg up on a chair, step or other object, squat, or lie down. Choose the position that is most comfortable for you.Hold the vaginal ring between your thumb and index finger and press the sides of the ring together. You may want to twist the ring into a figure-of-eight shape.Hold open the folds of skin around your vagina with your other hand.Place the tip of the ring into your vagina and then use your index finger to gently push the ring inside your vagina as far as you can.The vaginal ring does not have to be positioned a certain way inside your vagina, but it will be more comfortable and less likely to fall out when it is placed as far back in your vagina as possible. The ring cannot go past your cervix, so it will not go too far in your vagina or get lost when you push it in. If you feel discomfort, use your index finger to push the ring further into your vagina.Wash your hands again.Leave the ring in place for 3 months. The ring may fall out if you have not inserted it deeply in your vagina, if your vaginal muscles are weak, or if you are straining to have a bowel movement. If the ring falls out, wash it with warm water and replace it in your vagina following the directions above. If the ring falls out and is lost, insert a new ring and leave the new ring in place for up to 3 months. Call your doctor if your ring falls out often.You can leave the ring in place when you have sex. If you choose to remove it or if it falls out, wash it with warm water and replace it in your vagina as soon as possible.When you are ready to remove the ring, wash your hands and stand or lie in a comfortable position.Put a finger into your vagina and hook it through the ring. Gently pull downward and forward to remove the ring.Wrap the ring in a tissue or a piece of toilet paper and dispose of it safely, so that it is out of reach of children or pets. Do not flush the ring in a toilet.Wash your hands again.</ol>To use the vaginal tablet, follow these steps:\r \r <ol>Tear off one applicator from the strip of applicators in your carton.Open the plastic wrap and remove the applicator.Stand with one leg up on a chair, step, or other object, or lie down. Choose the position that is most comfortable for you.Hold the applicator in one hand with a finger on the end of the plunger.Use the other hand to gently guide the applicator into the vaginal opening. If the tablet falls out of the applicator, do not try to replace it. Dispose of that applicator and tablet and use a fresh applicator.Insert the applicator into your vagina as far as is comfortable. Do not force the applicator into your vagina or insert more than half of the applicator into your vagina.Gently press the plunger until you hear a click.Remove the empty applicator from your vagina and dispose of it as you would a plastic tampon applicator. Do not save or reuse the applicator.</ol>To use the vaginal cream, follow these steps:\r \r <ol>Remove the cap from the tube of cream.Screw the nozzle end of the applicator onto the open end of the tube.Gently squeeze the tube from the bottom to fill the applicator with the amount of cream that your doctor has told you to use. Look at the markings on the side of the applicator to help measure your dose.Unscrew the applicator from the tube.Lie on your back and pull your knees up toward your chest.Gently insert the applicator into your vagina and press the plunger downward to release the cream.Remove the applicator from your vagina.To clean the applicator, pull the plunger to remove it from the barrel. Wash the applicator and plunger with mild soap and warm water. Do not use hot water or boil the applicator.</ol>Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}