{"other_information": "Keep all appointments with your doctor and the laboratory. You should have a complete physical examination every year, including blood pressure measurements, breast and pelvic exams, and a Pap test. Follow your doctor's directions for examining your breasts; report any lumps immediately.Before having any laboratory test, tell your doctor and the laboratory personnel that you are using etonogestrel and ethinyl estradiol vaginal ring.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you forget to insert a new contraceptive ring 1 week after you removed the old ring, you may not be protected from pregnancy. Check to be sure that you are not pregnant. If you are not pregnant, insert a new ring as soon as you remember and use a backup method of birth control until the new ring has been in place for 7 days in a row.If you forget to remove the contraceptive ring on time but remember before 1 week has passed, remove the ring as soon as you remember. Wait 1 week and then insert a new ring. If you forget to remove the contraceptive ring and remember after more than 1 week has passed, you may not be protected from pregnancy. Check to be sure that you are not pregnant. If you are not pregnant, remove the ring as soon as you remember, wait 1 week and insert a new ring.Use a backup method of birth control until the new ring has been in place for 7 days in a row.", "special_dietary": "Talk to your doctor about drinking grapefruit juice while using this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Etonogestrel and ethinyl estradiol vaginal ring is unlikely to cause an overdose.You will not receive too much medication if the ring breaks inside your vagina or if it is left in your vagina for too long.Symptoms of overdose may include:\r \r nauseavomitingvaginal bleedingirregular period", "precautions": "Before using etonogestrel and ethinyl estradiol vaginal ring,tell your doctor and pharmacist if you are allergic to etonogestrel, ethinyl estradiol or any other medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, and nutritional supplements you are taking. Be sure to mention any of the following: acetaminophen (Tylenol, others); antibiotics such as ampicillin (Omnipen, Principen others), clarithromycin (Biaxin), demeclocycline (Declomycin), doxycycline (Vibramycin, Doryx, others), erythromycin (E.E.S., E-Mycin, Erythrocin), minocycline (Vectrin, Minocin), rifampin (Rifadin, Rimactane), rifabutin (Mycobutin), tetracycline (Sumycin), and troleandomycin (TAO); antifungals such as fluconazole (Diflucan), griseofulvin (Grifulvin V, Fulvicin, others), itraconazole (Sporanox), and ketoconazole (Nizoral); ascorbic acid (Vitamin C); atorvastatin (Lipitor); cimetidine (Tagamet); clofibrate (Abitrate, Atromid-S); cyclosporine (Neoral, Sandimmune); danazol (Danocrine); dexamethasone (Decadron); diltiazem (Cardizem, Dilacor, Tiazac); ethosuximide (Zarontin); fluoxetine (Prozac, Sarafem); fluvoxamine (Luvox); isoniazid (INH, Nydrazid); medications for HIV or AIDS such as delavirdine (Rescriptor), indinavir (Crixivan), nelfinavir (Viracept), Saquinavir (Fortovase, Invirase), and ritonavir (Norvir); medications for seizures such as carbamazepine (Tegretol), felbamate (Felbatol), oxcarbazepine (Trileptal), phenobarbital (Luminal, Solfoton), phenytoin (Dilantin), and topiramate (Topamax); metronidazole (Flagyl); morphine (MSIR, Oramorph, others); nefazodone; prednisolone (Prelone); primidone; theophylline (TheoDur, others); temazepam (Restoril); verapamil (Calan, Covera, Isoptin, Verelan); zafirlukast (Accolate); and any medication that is placed in the vagina. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. You may need to use an extra method of birth control if you take some of these medications while you are using the contraceptive ring.tell your doctor what herbal products you are taking, especially products containing St. John's wort.tell your doctor if you have or have ever had, or anyone in your family has or has ever had, breast cancer, if you have ever had yellowing of the skin or eyes during pregnancy or while you were using another type of hormonal contraceptive (birth control pills, patches, rings, or injections), if you are on bed rest or are unable to walk around for any reason, or if you have or have ever had breast lumps; an abnormal mammogram (breast x-ray); fibrocystic breast disease (swollen, tender breasts and/or breast lumps that are not cancer); any type of cancer, especially cancer of the endometrium (lining of the uterus), cervix, or vagina; blood clots in your legs, lungs, or eyes; stroke or mini-stroke; coronary artery disease (clogged blood vessels leading to the heart); chest pain; a heart attack; any condition that affects your heart valves (flaps of tissue that open and close to control blood flow in the heart); high cholesterol or triglycerides; high blood pressure; diabetes; headaches; seizures; depression; unexplained vaginal bleeding; any condition that makes your vagina more likely to become irritated; bladder, uterus or rectum that has dropped or bulged into the vagina; constipation; or liver, kidney, thyroid, or gallbladder disease.tell your doctor if you are pregnant or plan to become pregnant. If you become pregnant while using etonogestrel and ethinyl estradiol vaginal ring, call your doctor immediately. You should suspect that you are pregnant and call your doctor if you have used the contraceptive ring correctly and you miss two periods in a row, or if you have not used the contraceptive ring according to the directions and you miss one period. You should not breast-feed while you are using the contraceptive ring.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using etonogestrel and ethinyl estradiol vaginal ring.tell your doctor if you wear contact lenses. If you notice changes in your vision or your ability to wear your lenses while using etonogestrel and ethinyl estradiol vaginal ring, see an eye doctor.", "why": "Etonogestrel and ethinyl estradiol vaginal ring is used to prevent pregnancy. Etonogestrel and ethinyl estradiol vaginal ring is in a class of medications called combination hormonal contraceptives (birth control medications). Etonogestrel is a progestin and ethinyl estradiol is an estrogen. Etonogestrel and ethinyl estradiol vaginal ring works by preventing ovulation (the release of an egg from the ovaries). It also changes the lining of the uterus (womb) to prevent pregnancy from developing and changes the mucus at the cervix (opening of the uterus) to prevent sperm (male reproductive cells) from entering. The contraceptive ring is a very effective method of birth control but does not prevent the spread of human immunodeficiency virus (HIV, the virus that causes acquired immunodeficiency syndrome [AIDS]) or other sexually transmitted diseases.", "storage_conditions": "Keep this medication in the packet it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Ethinyl Estradiol and Etonogestrel Vaginal Ring", "side_effects": "Etonogestrel and ethinyl estradiol vaginal ring may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r swelling, redness, irritation, burning, itching, or infection of the vaginawhite or yellow vaginal dischargevaginal bleeding or spotting when it is not time for your period. (Call your doctor if the bleeding lasts longer than a few days or happens in more than one cycle.)headacherunny nosenauseavomitingchanges in appetiteweight gain or lossstomach cramps or bloatingnervousnessbreasts that are large, tender, or produce a liquidgrowth of hair on faceloss of hair on scalpacnechanges in sexual desireSome side effects can be serious. The following symptoms are uncommon, but if you experience any of them call your doctor immediately:\r \r pain in the back of the lower legsharp, sudden, or crushing chest painheaviness in chestcoughing up bloodsudden shortness of breathsudden severe headache, vomiting, dizziness, or faintingsudden problems with speechweakness or numbness of an arm or legsudden loss of visiondouble vision, blurred vision, or other changes in visionbulging eyesyellowing of the skin or eyes, especially if you also have fever, tiredness, loss of appetite, dark urine, and/or light-colored bowel movementsdepression, especially if you also have trouble sleeping, tiredness, loss of energy, or other mood changespain, tenderness, or swelling of the abdomen (area between the chest and the waist)stomach pain that worsens after eatingswelling of the hands, feet, ankles, or lower legsdiarrheapainful, difficult, or frequent urinationbrown patches on the skin, especially the facerashEtonogestrel and ethinyl estradiol vaginal ring may increase the chance that you will develop liver tumors. These tumors are not a form of cancer, but they can break and cause serious bleeding inside the body.The contraceptive ring may also increase the chance that you will develop breast or liver cancer, or have a heart attack, a stroke, or a serious blood clot. Talk to your doctor about the risks of using the contraceptive ring.Etonogestrel and ethinyl estradiol vaginal ring may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Etonogestrel and ethinyl estradiol combination comes as a flexible ring to place in the vagina.It is usually placed in the vagina and left in place for 3 weeks. After 3 weeks, it is removed for a 1-week break; then a new ring is inserted. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use the contraceptive ring exactly as directed. Never use more than one contraceptive ring at a time and always insert and remove the ring according to the schedule your doctor gives you.You should always insert and remove the contraceptive ring on the same day of the week and at about the same time of day. Your menstrual period will probably start 2 to 3 days after you remove the contraceptive ring and may continue through that week. Be sure to insert your new ring at the end of the week on the same day and at the same time that you usually insert or remove the ring even if you have not stopped bleeding.Your doctor will tell you when you should insert your first contraceptive ring. This depends on whether you were using a different type of birth control in the past month, were not using birth control, or have recently given birth or had an abortion or miscarriage. In some cases, you may need to use an additional method of birth control for the first seven days that you use the contraceptive ring. Your doctor will tell you whether you need to use backup birth control and will help you choose a method, such as male condoms and/or spermicides. You should not use a diaphragm when a contraceptive ring is in place.You do not need to position the contraceptive ring a certain way inside your vagina. The ring will work no matter how it is positioned, but will be more comfortable and less likely to fall out when it is placed as far back in your vagina as possible. The ring cannot get past the cervix, so it will not go too far into the vagina or get lost when you push it in.The contraceptive ring will usually stay in your vagina until you remove it. It may sometimes slip out when you are removing a tampon or having a bowel movement, or if you are very constipated or have not placed it properly in your vagina. Call your doctor if your contraceptive ring slips out often.If your contraceptive ring slips out, you should rinse it with cool or lukewarm (not hot) water and replace it in your vagina as soon as possible. If your ring falls out and gets lost, you should replace it with a new ring and remove the new ring at the same time you were scheduled to remove the ring that was lost. Try to replace your ring within 3 hours after it falls out.If you do not replace your ring within 3 hours, you must use a backup method of birth control until you have had the ring in place for 7 days in a row.To use the contraceptive ring, follow these steps:\r \r <ol>Wash and dry your hands.Remove one contraceptive ring from its foil pouch, but do not discard the pouch. Put the pouch in a safe place so you can use it to properly discard the contraceptive ring after you remove it.Lie down on your back with your knees bent, squat, or stand with one leg up on a chair, step, or other object. Choose the position that is most comfortable for you.Hold the contraceptive ring between your thumb and index finger and press the opposite sides of the ring together.Gently push the folded ring into your vagina.If you feel discomfort, push the ring further back into your vagina with your index finger.Wash your hands again.When it is time to remove the contraceptive ring, hook your index finger under the front rim or hold the rim between your index and middle fingers and pull it out.Put the used ring into the foil pouch and discard it safely, so that it is out of the reach of children and pets. Do not throw the used ring in the toilet. Wash your hands.Wait one week, then insert a new ring following the directions above.</ol>"}