{"other_information": "Keep all appointments with your doctor and laboratory. Your doctor will order certain lab tests to check your body's response to fentanyl.Before having any laboratory test (especially those that involve methylene blue), tell your doctor and the laboratory personnel that you are taking fentanyl.Do not let anyone else use your medication, even if he or she has the same symptoms that you have. Selling or giving away this medication may cause severe harm or death to others and is against the law.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "This medication is usually used as needed according to directions.", "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while taking this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r slow, shallow breathing or stopped breathingconfusionsmaller pupils (black circles in the middle of the eyes)", "precautions": "Before taking fentanyl,tell your doctor and pharmacist if you are allergic to fentanyl patches, injection, nasal spray, tablets, lozenges, or films; any other medications; or any of the ingredients in fentanyl sublingual spray. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, and nutritional supplements you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following medications: antihistamines; barbiturates such as phenobarbital; buprenorphine (Buprenex, Subutex, in Suboxone); butorphanol; dextromethorphan (found in many cough medications; in Nuedexta); efavirenz (in Atripla, Sustiva); lithium (Lithobid); medications for migraine headaches such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Alsuma, Imitrex, in Treximet), and zolmitriptan (Zomig); mirtazapine (Remeron); medications for seizures such as carbamazepine (Tegretol, Teril), oxcarbazepine (Trileptal), and phenytoin (Dilantin, Phenytek); modafinil (Provigil); nalbuphine; naloxone (Evzio, Narcan); nevirapine (Viramune); oral steroids such as dexamethasone, methylprednisolone (Medrol), and prednisone (Rayos); pioglitazone (Actos); rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); rifabutin (Mycobutin); 5HT<sub>3</sub> serotonin blockers such as alosetron (Lotronex), dolasetron (Anzemet), granisetron (Kytril), ondansetron (Zofran, Zuplenz), or palonosetron (Aloxi); selective serotonin-reuptake inhibitors such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, in Symbyax), fluvoxamine (Luvox), paroxetine (Brisdelle, Prozac, Pexeva), and sertraline (Zoloft); serotonin and norepinephrine reuptake inhibitors such as desvenlafaxine (Khedezla, Pristiq), duloxetine (Cymbalta), milnacipran (Savella), and venlafaxine (Effexor); trazodone (Oleptro); tricyclic antidepressants ('mood elevators') such as amitriptyline, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor), imipramine (Tofranil), nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); or troglitazone (Rezulin). Also tell your doctor or pharmacist if you are taking or receiving any of the following medications or if you have stopped taking them within the past two weeks: monoamine oxidase (MAO) inhibitors including isocarboxazid (Marplan), linezolid (Zyvox), methylene blue, phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate). Many other medications may also interact with fentanyl, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort and tryptophan.tell your doctor if you or anyone in your family drinks or has ever drunk large amounts of alcohol or uses or has ever used street drugs or excessive amounts of prescription medications. Also tell your doctor if you have or have ever had sores, ulcers, or swelling in your mouth, a head injury, a brain tumor, a stroke, or any other condition that caused high pressure inside your skull; slowed heartbeat or other heart problems; difficulty urinating; breathing problems such as asthma and chronic obstructive pulmonary disease (COPD; a group of lung diseases that includes chronic bronchitis and emphysema); or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while using fentanyl, call your doctor.you should know that this medication may decrease fertility in men and women. Talk to your doctor about the risks of using fentanyl sublingual spray.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using fentanyl.you should know that fentanyl may make you drowsy or dizzy. Do not drive a car or operate machinery until you know how this medication affects you.you should know that fentanyl may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This is more common when you first start using fentanyl. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.you should know that fentanyl sublingual spray may cause constipation. Talk to your doctor about changing your diet and using other medications to treat or prevent constipation.", "why": "Fentanyl sublingual spray is used to treat breakthrough pain (sudden episodes of pain that occur despite round the clock treatment with pain medication) in cancer patients 18 years of age and older who are taking regularly scheduled doses of another narcotic (opiate) pain medication, and who are tolerant (used to the effects of the medication) to narcotic pain medications. Fentanyl is in a class of medications called narcotic (opiate) analgesics. It works by changing the way the brain and nervous system respond to pain.", "storage_conditions": "Keep this medication in the sealed blister package, tightly closed, and out of reach of children. Store fentanyl in a safe place so that no one else can use it accidentally or on purpose. Use the child-resistant locks and other supplies provided by the manufacturer to keep children away from the medication. Keep track of how much fentanyl is left so you will know if any is missing. Store it at room temperature and away from light, excess heat and moisture (not in the bathroom).Dispose of fentanyl sublingual spray as soon as it is used or is no longer needed. Place the used spray unit into a disposable bag. Seal the bag and discard into a trash container out of the reach of children.  If you have unused spray units, open the packaging according to directions. Spray the content of the unit into the disposal bottle provided in the packaging. Repeat with each unused container. Close the disposal container and shake. Place the disposal container into a disposable bag and discard into a trash container. Talk to your pharmacist about the proper disposal of your medication.", "title": "Fentanyl Sublingual Spray", "side_effects": "Fentanyl may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r itchingdrowsinesspain on the right side of your stomachdry mouthheadacheuncontrollable shaking of a part of the bodydifficulty falling asleep or staying asleepanxietyback painitchingcoughSome side effects can be serious. If you experience any of the following symptoms or those listed in the IMPORTANT WARNING or SPECIAL PRECAUTIONS section, call your doctor immediately:\r \r changes in heartbeatagitation, hallucinations (seeing things or hearing voices that do not exist), fever, sweating, confusion, fast heartbeat, shivering, severe muscle stiffness or twitching, loss of coordination, nausea, vomiting, or diarrheanausea, vomiting, loss of appetite, weakness, or dizzinessinability to get or keep an erectionirregular menstruationdecreased sexual desireIf you experience any of these symptoms, stop using fentanyl and call your doctor immediately or get emergency medical treatment:drowsiness with slowed breathingslow, shallow breathingdecreased urge to breathedifficulty breathing or swallowingfaintingFentanyl may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online [at http://www.fda.gov/Safety/MedWatch] or by phone [1-800-332-1088].If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Fentanyl comes as a solution (liquid) to spray sublingually (under the tongue). It is used as needed to treat breakthrough pain but not more often than directed by your doctor. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand.Your doctor will probably start you on a low dose of fentanyl sublingual spray and gradually increase your dose until you find the dose that will relieve your breakthrough pain. Use one dose of fentanyl sublingual spray for breakthrough pain. If you are still in pain after your first dose, use a second dose 30 minutes after your first dose. Do not use more than two doses per breakthrough pain episode. After you treat an episode of pain using one or two doses of fentanyl sublingual spray, wait at least 4 hours after using fentanyl sublingual spray before treating a new episode of breakthrough pain. If you have more than four episodes of breakthrough cancer pain in a day, call your doctor.Talk to your doctor about how well the medication is working and whether you are experiencing any side effects so that your doctor can decide whether your dose should be adjusted. Take fentanyl exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Fentanyl may be habit forming. Use fentanyl sublingual spray exactly as directed. Do not use a larger dose of fentanyl, use the medication more often, or use it for a longer period of time than prescribed by your doctor.Do not stop using fentanyl sublingual spray without talking to your doctor. Your doctor may decrease your dose gradually. If you suddenly stop using fentanyl sublingual spray, you may experience unpleasant withdrawal symptoms.To use the oral spray, follow these directions and those that appear in the package label:<ol>Remove the fentanyl sublingual spray unit from the blister package by cutting along the dashed line with a pair of scissors.Swallow any saliva in your mouth.Hold the fentanyl sublingual spray unit upright using your index and middle fingers and thumb.Point the nozzle into your mouth and under your tongue.Squeeze your fingers and thumb together to spray the medication under your tongue.Hold the medication under your tongue for 30 to 60 seconds. Do not spit out the medication or rinse your mouth. The fentanyl sublingual spray is a one-time use unit and will remain locked after use.Place the used fentanyl sublingual spray unit in one of the provided disposal bags. Remove the backing from the adhesive strip and fold the flap to seal the bag.Discard the sealed bag into the trash out of the reach of children.</ol>"}