{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will check your blood pressure and order certain lab tests to check your body's response to ferumoxytol injection.Before having any magnetic resonance imaging (MRI; a medical test that uses powerful magnets to take pictures of the inside of the body), tell your doctor and the testing personnel that you are receiving ferumoxytol injection. Ferumoxytol injection may affect MRI studies for up to 3 months after your last dose of medication.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you miss an appointment to receive ferumoxytol injection, call your doctor as soon as possible.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before receiving ferumoxytol injection,tell your doctor and pharmacist if you are allergic to ferumoxytol injection; any other iron injection such as iron dextran (Dexferrum, InFed, Proferdex), iron sucrose (Venofer), or sodium ferric gluconate (Ferrlecit); any other medications; or any of the ingredients in ferumoxytol injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention iron supplements that are taken by mouth. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had any medical condition.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while receiving ferumoxytol injection, call your doctor.", "why": "Ferumoxytol injection is used to treat iron-deficiency anemia (a lower than normal number of red blood cells due to too little iron) in adults with chronic kidney disease (damage to the kidneys which may worsen over time and may cause the kidneys to stop working). Ferumoxytol injection is in a class of medications called iron replacement products. It works by replenishing iron stores so that the body can make more red blood cells.", "storage_conditions": [], "title": "Ferumoxytol Injection", "side_effects": "Ferumoxytol injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaconstipationnauseavomitingstomach painheadacheswelling of the hands, feet, ankles, or lower legsSome side effects can be serious. If you experience the following symptom or those symptoms listed in the IMPORTANT WARNINGS section, call your doctor immediately or get emergency medical treatment:\r \r chest painFerumoxytol injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Ferumoxytol injection comes as a solution (liquid) to inject intravenously (into a vein) by a doctor or nurse in a medical office or hospital outpatient clinic. It is usually injected slowly over at least 15 minutes. Ferumoxytol injection is usually given as a total of two doses, spaced 3 to 8 days apart. If your iron levels become or remain low after you finish your treatment, your doctor may prescribe this medication again."}