{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Do not eat or drink dairy products 1 hour before or 1 hour after taking fluoride.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking fluoride,tell your doctor and pharmacist if you are allergic to fluoride, tartrazine (a yellow dye in some processed foods and drugs), or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially vitamins. Do not take calcium, magnesium, or iron supplements while taking fluoride without checking with your doctor.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking fluoride, call your doctor.tell your doctor if you are on a low-sodium or sodium-free diet.", "why": "Fluoride is used to prevent tooth decay. It is taken up by teeth and helps to strengthen teeth, resist acid, and block the cavity-forming action of bacteria. Fluoride usually is prescribed for children and adults whose homes have water that is not fluoridated (already has fluoride added).This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Fluoride", "side_effects": "Fluoride may cause side effects. Tell your doctor if this symptom is severe or does not go away:\r \r staining of teethIf you experience any of the following symptoms, call your doctor immediately:\r \r unusual increase in salivasalty or soapy tastestomach painupset stomachvomitingdiarrhearashweaknesstremorseizuresIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Fluoride comes as a liquid, tablet, and chewable tablet to take by mouth. It usually is taken once daily. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take fluoride exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.The fluoride liquid may be taken straight from the bottle or mixed with cereal, fruit juice, or other foods. Use a dropper or an oral syringe to measure out your dose. Tablets may be dissolved in the mouth, chewed, or added to drinking water or fruit juice. Tablets also may be added to water for use in infant formulas or other food.Fluoride helps to strengthen teeth and prevent cavities; it is not a substitute for brushing or flossing."}