{"other_information": "You should clean your nasal spray applicator at least once a week. You will need to remove the dust cap and then pull on the applicator to remove it from the bottle. Wash the dust cap and applicator in warm water, let them dry at room temperature, and then put them back on the bottle.If the applicator is clogged, soak it in warm water and then rinse it in cold water and dry it. Do not use pins or other sharp objects to remove the blockage.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Use the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "If someone swallows fluticasone nasal spray, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using fluticasone nasal spray,tell your doctor and pharmacist if you are allergic to fluticasone, any other medications, or any of the ingredients in fluticasone nasal spray. Check the package label for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking, or have recently taken, or plan to take. Be sure to mention any of the following: an antifungal such as ketoconazole (Extina, Nizoral, Xolegel); and an HIV protease inhibitor such as ritonavir (Norvir, in Kaletra). Also tell your doctor and pharmacist if you are using steroid medications such as dexamethasone, methylprednisolone (Medrol), and prednisone (Rayos) for asthma, allergies, a rash, or an eye condition. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have recently had surgery on your nose, or injured your nose in any way, or if you have sores in your nose, if you have or have ever had cataracts (clouding of the lens of the eye), glaucoma (an eye disease), asthma (sudden episodes of wheezing, shortness of breath, and trouble breathing), any type of infection, or a herpes infection of the eye (an infection that causes a sore on the eyelid or eye surface). Also tell your doctor if you have chicken pox, measles, or tuberculosis (TB; a type of lung infection), or if you have been around someone who has one of these conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while using fluticasone, call your doctor.", "why": "Fluticasone nasal spray is used to relieve sneezing, runny, stuffy, or itchy nose and itchy, watery eyes caused by hay fever or other allergies (caused by an allergy to pollen, mold, dust, or pets). Fluticasone nasal spray should not be used to treat symptoms (e.g., sneezing, stuffy, runny, itchy nose) caused by the common cold. Fluticasone is in a class of medications called corticosteroids. It works by blocking the release of certain natural substances that cause allergy symptoms.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Fluticasone Nasal Spray", "side_effects": "Fluticasone nasal spray may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachedryness, stinging, burning or irritation in the nosenauseavomitingdiarrheabloody mucus in nosedizzinessSome side effects can be serious. If you experience any of these symptoms, stop using fluticasone nasal spray and call your doctor or get emergency medical treatment:\r \r vision problemssevere face painthick nasal dischargefever, sore throat, chills, cough, and other signs of infectionwhistling sound from the nosehivesrashitchingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legshoarsenessdifficulty breathing or swallowingwheezingfeeling faintsevere or frequent nosebleedsYou should know that this medication may cause children to grow at a slower rate. Talk to your child's doctor if your child is 4 to 11 years of age and needs to use the nonprescription fluticasone nasal spray for more than 2 months per year or if your child is 12 years of age or older and needs to use the nonprescription fluticasone nasal spray for more than 6 months per year.Fluticasone nasal spray may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Fluticasone comes as a (prescription and nonprescription) liquid to spray in the nose. Fluticasone nasal spray is usually sprayed in each nostril once daily. Alternatively, fluticasone nasal spray is sometimes sprayed in each nostril twice daily (in the morning and evening) at a lower dose as recommended by your doctor. If you are an adult, you will begin your treatment with a higher dose of fluticasone nasal spray and then decrease your dose when your symptoms improve. If you are giving fluticasone nasal spray to a child, you will begin treatment with a lower dose of the medication and increase the dose if the child's symptoms do not improve. Decrease the dose when the child's symptoms improve. Follow the directions on your prescription or product label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use fluticasone exactly as directed. Do not use more or less of it or use it more often than directed on the package label or prescribed by your doctor.An adult should help children younger than 12 years old to use fluticasone nasal spray. Children younger than 4 years of age should not use this medication.Fluticasone nasal spray is only for use in the nose. Do not swallow the nasal spray and be careful not to spray it into your eyes or mouth.Each bottle of fluticasone nasal spray should only be used by one person. Do not share fluticasone nasal spray because this may spread germs.Fluticasone nasal spray controls the symptoms of hay fever or allergies but does not cure these conditions. Your symptoms will probably not begin to improve for at least 12 hours after you first use fluticasone, but it may take several days or longer before you feel the full benefit of fluticasone. Fluticasone works best when used regularly. Use fluticasone on a regular schedule unless your doctor has told you to use it as needed. Call your doctor if your symptoms get worse or do not improve after you use nonprescription fluticasone nasal spray daily for 1 week.Fluticasone nasal spray is designed to provide a certain number of sprays. After the marked number of sprays has been used, the remaining sprays in the bottle might not contain the correct amount of medication. You should keep track of the number of sprays you have used and throw away the bottle after you have used the marked number of sprays even if it still contains some liquid.To use the nasal spray, follow these steps:\r \r <ol>Shake the bottle gently before each use.Remove the dust cover.If you are using the pump for the first time, have not used it for a week or more, or have just cleaned the nozzle, you must prime it by following steps 4 to 5 below. If you have used the pump in the past week, skip to step 6.Hold the pump with the applicator between your forefinger and middle finger and the bottom of the bottle resting on your thumb. Point the applicator away from your face.If you are using the pump for the first time, press down and release the pump six times. If you have used the pump before, but not within the past week, press down and release the pump until you see a fine spray.Blow your nose until your nostrils are clear.Hold one nostril closed with your finger.Tilt your head slightly forward and carefully put the nasal applicator tip into your other nostril. Be sure to keep the bottle upright.Hold the pump with the applicator between your forefinger and middle finger and the bottom resting on your thumb.Begin to breathe in through your nose.While you are breathing in, use your forefinger and middle finger to press firmly down on the applicator and release a spray.Breathe gently in through the nostril and breathe out through your mouth.If your doctor told you to use two sprays in that nostril, repeat steps 6 to 12.Repeat steps 6 to 11 in the other nostril.Wipe the applicator with a clean tissue and cover it with the dust cover.</ol>"}