{"other_information": "Keep all appointments with your eye doctor. Your doctor may order periodic eye examinations to check your body's response to foscarnet.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Foscarnet injection is also sometimes used to treat and prevent CMV infections in patients with human immunodeficiency virus (HIV). Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r seizuresnumbness or tingling around the mouth or in fingers or toesdecreased urinationswelling of the face, arms, hands, feet, ankles, or lower legsunusual tiredness or weakness", "precautions": "Before using foscarnet injection,tell your doctor and pharmacist if you are allergic to foscarnet, any other medications, or any of the ingredients in foscarnet injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: diuretics ('water pills') such as bumetanide, ethacrynic acid (Edecrin), furosemide (Lasix), or torsemide (Demadex), ritonavir (Norvir, in Kaletra, in Viekira Pak), and saquinavir (Invirase). Many other medications may also interact with foscarnet injection, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have or have ever had heart problems or if you are on a low salt diet.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while receiving foscarnet injection, call your doctor.you should know that foscarnet may make you drowsy or dizzy. Do not drive a car or operate machinery until you know how this medication affects you.", "why": "Foscarnet injection is used alone or with ganciclovir (Cytovene) to treat cytomegalovirus (CMV) retinitis (an eye infection that can cause blindness) in people who have human immunodeficiency virus (HIV) infection. Foscarnet injection is also used to treat herpes simplex virus (HSV) infections of the skin and mucus membranes (mouth, anus) in people whose immune system is not working normally and when treatment with acyclovir did not help. Foscarnet is in a class of medications called antivirals. It works by slowing the growth of CMV and HSV. Foscarnet controls CMV retinitis and HSV infections of the skin and mucus membranes but does not cure these infections.", "storage_conditions": [], "title": "Foscarnet Injection", "side_effects": "Foscarnet may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r itching, redness, pain, or swelling in the place where you received your injectionnauseastomach painloss of appetite or weightconstipationheadacherashvision changesredness, irritation, or sores on the penisredness, irritation, or sores around the vaginaSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r vomitingdiarrheafever, chills, cough, and other signs of infectionunusual bleeding or bruisingblack and tarry stoolsbloody vomit or vomited material that looks like coffee groundspale skinshortness of breathconfusionmuscle pain or crampsincreased sweatingFoscarnet may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Foscarnet injection comes as a liquid to be intravenously (into a vein). It is usually infused slowly over 1 to 2 hours every 8 or 12 hours. The length of your treatment depends on how you respond to the medication.You may receive foscarnet injection in a hospital or you may administer the medication at home. If you will be receiving foscarnet injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questionsAsk your pharmacist or doctor for a copy of the manufacturer's information for the patient."}