{"other_information": "Your doctor may order eye exams while you are taking this medication. Keep all appointments with your doctor, eye doctor, and the laboratory. Your doctor will order certain lab tests to check your body's response to ganciclovir injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": [], "precautions": "Before using ganciclovir injection,tell your doctor and pharmacist if you are allergic to ganciclovir, acyclovir (Sitavig, Zovirax), any other medications, or any of the ingredients in ganciclovir injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: doxorubicin (Adriamycin), amphotericin B (Abelcet, AmBisome), cyclosporine (Gengraf, Neoral, Sandimmune), dapsone, flucytosine (Ancobon), imipenem–cilastatin (Primaxin); medications to treat human immunodeficiency virus (HIV) and acquired immunodeficiency syndrome (AIDS) including didanosine (Videx) or zidovudine (Retrovir, in Combivir, in Trizivir); pentamidine (Nebupent); probenecid (Benemid; in Colbenemid) trimethoprim-sulfamethoxazole (Bactrim, Septra), vinblastine, or vincristine (Marqibo Kit). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had a low number of red or white blood cells or platelets or other blood or bleeding problems, eye problems other than CMV retinitis, or kidney disease.tell your doctor if you are pregnant or plan to become pregnant. Ganciclovir injection may cause infertility (difficulty becoming pregnant). However, if you are a female and can become pregnant, you should use effective birth control while receiving ganciclovir injection. If you are a male and your partner can become pregnant, you should use a condom while receiving this medication and for 90 days after your treatment. If you become pregnant while receiving ganciclovir injection, call your doctor immediately.tell your doctor if you are breastfeeding. You should not breastfeed while receiving ganciclovir injection. Talk to your doctor about when you may safely begin breastfeeding after you stop receiving ganciclovir injection.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving ganciclovir injection.", "why": "Ganciclovir injection is used to treat cytomegalovirus (CMV) retinitis (eye infection that can cause blindness) in people whose immune system is not working normally, including those people who have acquired immunodeficiency syndrome (AIDS). It is also used to prevent CMV disease in transplant recipients at risk for CMV infection. Ganciclovir injection is in a class of medications called antivirals. It works by stopping the spread of CMV in the body.", "storage_conditions": [], "title": "Ganciclovir Injection", "side_effects": "Ganciclovir injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrhealoss of appetitevomitingtirednesssweatingitchingredness, pain, or swelling at the injection siteSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r unusual tiredness or weaknesspale skinfast or irregular heartbeatshortness of breathnumbness, pain, burning, or tingling in the hands or feetvision changesdecreased urinationGanciclovir injection may increase the risk that you will develop other cancers. Talk to your doctor about the risks of receiving this medication.Ganciclovir injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Ganciclovir injection comes as a powder to be mixed with liquid and injected intravenously (into a vein). It is usually given every 12 hours. The length of treatment depends on your general health, the type of infection you have, and how well you respond to the medication. Your doctor will tell you how long to use ganciclovir injection.You may receive ganciclovir injection in a hospital, or you may administer the medication at home. If you will be receiving ganciclovir injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions."}