{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to glucarpidase.Ask your pharmacist any questions you have about glucarpidase.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": [], "precautions": "Before taking glucarpidase,tell your doctor and pharmacist if you are allergic to glucarpidase, any other medications, or any of the ingredients in glucarpidase injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: folic acid (Folicet, in multivitamins); levoleucovorin (Fusilev); or pemetrexed (Alimta). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you are receiving leucovorin, it should be given at least 2 hours before or 2 hours after glucarpidase.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking glucarpidase, call your doctor.", "why": "Glucarpidase is used to prevent harmful effects of methotrexate (Rheumatrex, Trexall) in patients with kidney disease who are receiving methotrexate to treat certain types of cancer. Glucarpidase is in a class of medications called enzymes. It works by helping to break down and remove methotrexate from the body.", "storage_conditions": [], "title": "Glucarpidase", "side_effects": "Glucarpidase may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r feverchillsflushing or feeling hotrashhivesitchingthroat tightness or difficulty breathingfeelings of numbness, tingling, pricking, burning, or creeping on the skinheadacheGlucarpidase may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Glucarpidase comes as a powder to be mixed with liquid and injected intravenously (into a vein). It is usually given over 5 minutes as a one-time dose. Glucarpidase is given along with leucovorin (another medication used to prevent harmful effects of methotrexate) until laboratory tests show treatment is no longer needed."}