{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking glycopyrrolate,tell your doctor and pharmacist if you are allergic to glycopyrrolate or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: anticholinergics; antidepressants; ipratropium (Atrovent); mediations for anxiety, irritable bowel disease, mental illness, motion sickness, Parkinson's disease, seizures, ulcers, or urinary problems; sedatives; sleeping pills; and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had glaucoma; enlargement of the prostate, ulcerative colitis (a condition which causes swelling and sores in the lining of the colon [large intestine] and rectum), myasthenia gravis, gastrointestinal disease, overactive thyroid, high blood pressure, heart failure, irregular or rapid heartbeats, coronary artery disease, hiatal hernia with reflux, disorders of the nervous system, or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking glycopyrrolate, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking glycopyrrolate.you should know that glycopyrrolate may make you drowsy or cause blurred vision. Do not drive a car or operate machinery until you know how this medication affects you.remember that alcohol can add to the drowsiness caused by this medication.you should know that glycopyrrolate reduces the body's ability to cool off by sweating. In very high temperatures, glycopyrrolate can cause fever and heat stroke.", "why": "Glycopyrrolate is used in combination with other medications to treat ulcers. Glycopyrrolate is in a class of medications called anticholinergics. It decreases stomach acid production by blocking the activity of a certain natural substance in the body.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Glycopyrrolate", "side_effects": "Glycopyrrolate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dry mouthdecreased sweatingdifficulty urinatingblurred visionvision problemsloss of tasteheadachesnervousnessconfusiondrowsinessweaknessdizzinessdifficulty falling asleep or staying asleepupset stomachvomitingconstipationbloated feelingSome side effects can be serious. The following symptoms are uncommon, but if you experience any of them, call your doctor immediately:\r \r diarrhearash or hivesdifficulty breathing or swallowingGlycopyrrolate may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Glycopyrrolate comes as a tablet to take by mouth. It is usually taken 2 or 3 times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take glycopyrrolate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor."}