{"other_information": "Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Inject the missed dose as soon as you remember it, and then inject your next dose at the regular scheduled time. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not inject a double dose to make up for a missed one. Call your doctor or pharmacist if you do not know when to inject golimumab injection.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using golimumab injection,tell your doctor and pharmacist if you are allergic to golimumab injection, any other medications, or any of the ingredients in golimumab injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients. Also tell your doctor if you or the person who will be helping you inject golimumab injection are allergic to latex or rubber.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following medications: anticoagulants ('blood thinners') such as warfarin (Coumadin), cyclosporine (Gengraf, Neoral, Sandimmune), and theophylline (Theochron, Theolair, Uniphyl). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had cancer, psoriasis (a skin disease in which red scaly patches form on the skin), any condition that affects your nervous system such as multiple sclerosis (MS, a disease in which the nerves do not function properly causing weakness, numbness, loss of muscle coordination and problems with vision, speech, and bladder control) or Guillain Barre syndrome (weakness, tingling, and possible paralysis due to sudden nerve damage), a low number of any type of blood cell, or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using golimumab injection, call your doctor. If you use golimumab injection during your pregnancy, be sure to talk to your baby's doctor about this after your baby is born. Your baby may need to receive certain vaccines later than usual.do not have any vaccinations without talking to your doctor.", "why": "Golimumab injection is used alone or with other medications to relieve the symptoms of certain autoimmune disorders (conditions in which the immune system attacks healthy parts of the body and causes pain, swelling, and damage) including:\r \r rheumatoid arthritis (condition in which the body attacks its own joints causing pain, swelling, and loss of function),ankylosing spondylitis (condition in which the body attacks the joints of the spine and other areas causing pain and joint damage),psoriatic arthritis (condition that causes joint pain and swelling and scales on the skin).ulcerative colitis (a condition which causes swelling and sores in the lining of the colon [large intestine] and rectum) when other medications and treatments did not help or could not be tolerated.Golimumab is in a class of medications called tumor necrosis factor (TNF) inhibitors. It works by blocking the action of TNF, a substance in the body that causes inflammation. ", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it in the refrigerator but do not freeze it. Keep the medication in the original carton to protect it from light.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Golimumab Injection", "side_effects": "Golimumab injection may cause side effects. Tell your doctor if either of these symptoms is severe or does not go away:\r \r redness, itching, bruising, pain, or swelling in the place where golimumab was injecteddizzinessSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical help:\r \r chest painshortness of breathswelling of the ankles or lower legsvision changesweakness, numbness, or tingling of the arms or legsred scaly patches or pus-filled bumps on the skinblisterspain in the upper right part of the stomacheasy bruising or bleedingpale skinrash on the cheeks or other part of the bodysensitivity to the sunjoint painhivesswelling of the eyes, face, lips, tongue, mouth, or throatdifficulty breathing or swallowingAdults who receive golimumab injection may be at greater risk of developing melanoma (a type of skin cancer), lymphoma, leukemia (cancer that begins in the white blood cells), and other types of cancer than people who do not receive the medication. Talk to your doctor about the risks of receiving golimumab injection.Golimumab injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Golimumab injection comes as a solution (liquid) to inject subcutaneously (under the skin) or intravenously (into a vein). It is usually injected subcutaneously once every month. However, if you are using golimumab injection to treat ulcerative colitis (a condition which causes swelling and sores in the lining of the colon [large intestine] and rectum), your doctor will tell you to inject the medication once every other week for the first two doses (at week 0 and week 2) and then once every 4 weeks afterwards. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use golimumab injection exactly as directed. Do not inject more or less of it or inject it more often than prescribed by your doctor.If golimumab injection is used to treat rheumatoid arthritis, it may also be injected intravenously (into a vein) over 30 minutes by a doctor or nurse in a health care setting once every 4 weeks for the first two doses (at week 0 and week 4) and then once every 8 weeks afterwards.You will receive your first subcutaneous dose of golimumab injection in your doctor's office. After that, your doctor may allow you to inject golimumab yourself or have a friend or relative perform the injections. Before you use golimumab injection yourself the first time, read the written instructions that come with it. Ask your doctor or pharmacist to show you or the person who will be injecting the medication how to inject it.Golimumab injection comes in prefilled syringes and auto-injection devices for subcutaneous injection. Use each syringe or device only once and inject all the solution in the syringe or device. Even if there is still some solution left in the syringe or pen after you inject, do not inject again. Dispose of used syringes and devices in a puncture-resistant container. Talk to your doctor or pharmacist about how to dispose of the puncture-resistant container.Thirty minutes before you are ready to inject golimumab injection, you will need to remove the medication from the refrigerator, take it out of its carton, and allow it to rest on a flat surface so that it can warm to room temperature. Do not try to warm the medication by heating it in a microwave, placing it in hot water, or through any other method.Do not remove the cap from the auto-injection device or the cover from the prefilled syringe while the medication is warming. You should remove the cap or cover no more than 5 minutes before you inject the medication. Do not replace the cap or cover after you remove it. Do not use the syringe or device if you drop it on the floor while it is uncapped or uncovered.Never shake the auto-injection device or the prefilled syringe. This may damage the medication.Always look at golimumab injection before injecting it. Check the expiration date printed on the auto-injection device or carton and do not use the medication if the expiration date has passed. Do not use a prefilled syringe or auto-injection device that appears damaged, and do not use an auto-injection device if the security seal is broken. Look through the viewing window on the prefilled syringe or auto-injection device. The liquid inside should be clear and colorless or slightly yellow, but it may contain some small white particles or an air bubble. Do not use the syringe or device if the medication is cloudy or discolored or contains large particles.The best place to inject golimumab is the front of the middle thighs. However, you can also inject golimumab in your lower stomach below your navel, except for the 2 inch (5 centimeter) area around the navel. If someone else is giving you the injection, that person can also inject the medication into your upper arms. Choose a different spot to inject the medication every day. Do not inject into an area where your skin is red, bruised, tender, hard or scaly, or where you have scars or stretch marks.Golimumab injection may help control your condition but will not cure it. Continue to use golimumab injection even if you feel well. Do not stop using golimumab injection without talking to your doctor."}