{"other_information": "Keep all appointments with your doctor. Halobetasol is for external use only. Do not let halobetasol get into your eyes, nose, or mouth, and do not swallow it. Do not apply dressings, bandages, cosmetics, lotions, or other skin medications to the area being treated unless your doctor tells you.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.Tell your doctor if your skin condition gets worse or does not go away.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before using halobetasol,tell your doctor and pharmacist if you are allergic to halobetasol or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially skin products containing hydrocortisone.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using halobetasol, call your doctor.", "why": "Halobetasol is used to treat swelling, inflammation, and itching associated with skin conditions such as eczema, dermatitis, rashes, insect bites, poison ivy, and allergies.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Halobetasol", "side_effects": "Halobetasol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r <ol>burningstingingitchingredness</ol>", "how": "Halobetasol comes in ointment and cream for use on the skin. Halobetasol usually is used two to four times a day. Halobetasol should not be used for longer than 2 weeks. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use halobetasol exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Thoroughly clean the infected area, allow it to dry, and then gently rub the medication in until most of it disappears. Use just enough medication to cover the affected area. You should wash your hands after applying the medication.Do not use halobetasol if you have an infection or sores on the area to be treated."}