{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to heparin. Your doctor may ask you to check your stool for blood using an at-home test.Before having any laboratory test, tell your doctor and the laboratory personnel that you are using heparin.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Heparin is also sometimes used alone or in combination with aspirin to prevent pregnancy loss and other problems in pregnant women who have certain medical conditions and who have experienced these problems in their earlier pregnancies. Talk to your doctor or pharmacist about the risks of using this medication to treat your condition.", "if_i_forget": "If you will be injecting heparin yourself at home, talk to your doctor about what you should do if you forget to inject a dose.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r nosebleedblood in urineblack, tarry stoolseasy bruisingunusual bleedingred blood in stoolsvomit that is bloody or looks like coffee grounds", "precautions": "Before using heparin,tell your doctor and pharmacist if you are allergic to heparin, any other medications, beef products,pork products, or any of the ingredients in heparin injection. Ask your doctor or pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: other anticoagulants such as warfarin (Coumadin); antihistamines (in many cough and cold products); antithrombin III (Thrombate III); aspirin or aspirin-containing products and other nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Motrin) and naproxen (Aleve, Naprosyn); dextran; digoxin (Digitek, Lanoxin); dipyridamole (Persantine, in Aggrenox); hydroxychloroquine (Plaquenil); indomethacin (Indocin); phenylbutazone (Azolid) (not available in the US); quinine; and tetracycline antibiotics such as demeclocycline (Declomycin), doxycycline (Monodox, Vibramycin), minocycline (Dynacin, Minocin) and tetracycline (Bristacycline, Sumycin). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have a low level of platelets (type of blood cells needed for normal clotting) in your blood and if you have heavy bleeding that cannot be stopped anywhere in your body. Your doctor may tell you not to use heparin.tell your doctor if you are currently experiencing your menstrual period; if you have a fever or an infection; and if you have recently had a spinal tap (removal of a small amount of the fluid that bathes the spinal cord to test for infection or other problems), spinal anesthesia (administration of pain medication in the area around the spine), surgery, especially involving the brain, spinal cord or eye, or a heart attack. Also tell your doctor if you have or have ever had a bleeding disorder such as hemophilia (condition in which the blood does not clot normally), antithrombin III deficiency (condition that causes blood clots to form), blood clots in the legs, lungs, or anywhere in the body, unusual bruising or purple spots under the skin, cancer, ulcers in the stomach or intestine, a tube that drains the stomach or intestine, high blood pressure, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using heparin, call your doctor. if you are having surgery, including dental surgery, tell the doctor or dentist that you are using heparin.tell your doctor if you smoke or use tobacco products and if you stop smoking at any time during your treatment with heparin. Smoking may decrease the effectiveness of this medication.", "why": "Heparin is used to prevent blood clots from forming in people who have certain medical conditions or who are undergoing certain medical procedures that increase the chance that clots will form. Heparin is also used to stop the growth of clots that have already formed in the blood vessels, but it cannot be used to decrease the size of clots that have already formed. Heparin is also used in small amounts to prevent blood clots from forming in catheters (small plastic tubes through which medication can be administered or blood drawn) that are left in veins over a period of time. Heparin is in a class of medications called anticoagulants ('blood thinners'). It works by decreasing the clotting ability of the blood.", "storage_conditions": "If you will be injecting heparin at home, your healthcare provider will tell you how to store the medication. Follow these directions carefully. Be sure to keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not freeze heparin. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Heparin Injection", "side_effects": "Heparin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r redness, pain, bruising, or sores at the spot where heparin was injectedhair lossSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r unusual bruising or bleedingvomit that is bloody or looks like coffee groundsstool that contains bright red blood or is black and tarryblood in urineexcessive tirednessnauseavomitingchest pain, pressure, or squeezing discomfortdiscomfort in the arms, shoulder, jaw, neck, or backcoughing up bloodexcessive sweatingsudden severe headachelightheadedness or faintingsudden loss of balance or coordinationsudden trouble walkingsudden numbness or weakness of the face, arm or leg, especially on one side of the bodysudden confusion, or difficulty speaking or understanding speechdifficulty seeing in one or both eyespurple or black skin discolorationpain and blue or dark discoloration in the arms or legsitching and burning, especially on the bottoms of the feetchillsfeverhivesrashwheezingshortness of breathdifficulty breathing or swallowinghoarsenesspainful erection that lasts for hoursHeparin may cause osteoporosis (condition in which the bones become weak and may break easily), especially in people who use the medication for a long time. Talk to your doctor about the risks of using this medication.Heparin may cause other side effects. Call your doctor if you have any unusual problems while using this medication.", "how": "Heparin comes as a solution (liquid) to be injected intravenously (into a vein) or deeply under the skin and as a dilute (less concentrated) solution to be injected into intravenous catheters. Heparin should not be injected into a muscle. Heparin is sometimes injected one to six times a day and sometimes given as a slow, continuous injection into the vein. When heparin is used to prevent blood clots from forming in intravenous catheters, it is usually used when the catheter is first put in place, and every time that blood is drawn out of the catheter or medication is given through the catheter.Heparin may be given to you by a nurse or other healthcare provider, or you may be told to inject the medication by yourself at home. If you will be injecting heparin yourself, a healthcare provider will show you how to inject the medication. Ask your doctor, nurse, or pharmacist if you do not understand these directions or have any questions about where on your body you should inject heparin, how to give the injection, or how to dispose of used needles and syringes after you inject the medication.If you will be injecting heparin yourself, follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use heparin exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Heparin solution comes in different strengths, and using the wrong strength may cause serious problems. Before giving an injection of heparin, check the package label to make sure it is the strength of heparin solution that your doctor prescribed for you. If the strength of heparin is not correct do not use the heparin and call your doctor or pharmacist right away.Your doctor may increase or decrease your dose during your heparin treatment. If you will be injecting heparin yourself, be sure you know how much medication you should use."}