{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Instill or apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not instill or apply a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before using hydrocortisone, neomycin, and polymyxin,tell your doctor and pharmacist if you are allergic to hydrocortisone, neomycin, polymyxin, or any other drugs.tell your doctor what prescription and nonprescription medications you are taking, especially cancer chemotherapy agents, other topical medications, and vitamins.tell your doctor if you have or have ever had kidney disease, a heart attack, diabetes, glaucoma, cataracts, a perforated eardrum, a circulation disorder, or an immune disorder.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using hydrocortisone, neomycin, and polymyxin, call your doctor immediately.", "why": "The combination of hydrocortisone, neomycin, and polymyxin eliminates bacteria that cause ear, eye, and skin infections and relieves pain, inflammation, redness, and itching.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it according to the package instructions.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Hydrocortisone, Neomycin, and Polymyxin", "side_effects": "Hydrocortisone, neomycin, and polymyxin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r <ol>itchingburningpainswellingdrying or cracking of the skinacnechange in skin colorblurred visionhearing difficulty</ol>If you experience any of the following symptoms, call your doctor immediately:\r \r <ol>severe skin rashdifficulty breathing or swallowingwheezing</ol>If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "This combination of medications comes as eardrops, eye drops, and a topical cream and ointment. The eye drops are usually used every 3 to 4 hours. The eardrops and topical cream and ointment are usually used two to four times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use this combination exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor. Do not use this medication for more than 10 days. If your infection does not improve within 1 week or if it worsens, call your doctor.To instill the eardrops, follow these directions (to make this procedure easier, have someone else instill the drops):\r \r <ol>Wash your hands thoroughly with soap and warm water.Gently clean your ear with a damp facecloth and then dry your ear.Warm the drops to near body temperature by holding the container in the palm of your hand for a few minutes.If the drops are a suspension or if the label indicates, shake the bottle well for 10 seconds.Check the dropper tip to make sure that it is not chipped or cracked.Draw the medication into the dropper, or hold the dropper-top bottle with the dropper tip down.Tilt the affected ear up or lie on your side. Pull the ear backward and upward (or if giving to a child younger than 3 years of age, pull backward and downward) to open the ear canal.Avoid touching the dropper tip against your ear or anything else; the dropper must be kept clean.Place the correct number of drops in your ear. Then gently press on the small skin flap (tragus) over the ear to help the drops to run into the ear canal.Keep your ear tilted up for 5 minutes or insert a soft cotton plug in your ear, whichever method has been recommended by your pharmacist or doctor.Replace and tighten the cap or dropper right away.Wash your hands to remove any medication.</ol>To instill the eye drops, follow these steps:\r \r <ol>Wash your hands thoroughly with soap and water.Check the dropper tip to make sure that it is not chipped or cracked.Avoid touching the dropper tip against your eye or anything else; eye drops and droppers must be kept clean.While tilting your head back, pull down the lower lid of your eye with your index finger to form a pocket.Hold the dropper (tip down) with the other hand, as close to the eye as possible without touching it.Brace the remaining fingers of that hand against your face.While looking up, gently squeeze the dropper so that a single drop falls into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Close your eye for 2 to 3 minutes and tip your head down as though looking at the floor. Try not to blink or squeeze your eyelids.Place a finger on the tear duct and apply gentle pressure.Wipe any excess liquid from your face with a tissue.If you are to use more than one drop in the same eye, wait at least 5 minutes before instilling the next drop.Replace and tighten the cap on the dropper bottle. Do not wipe or rinse the dropper tip.Wash your hands to remove any medication.</ol>To instill the eye ointment follow these directions:\r \r <ol>Wash your hands thoroughly with soap and water.Avoid touching the tip of the tube against your eye or anything else; the tube tip must be kept clean.Holding the tube between your thumb and forefinger, place it as near to your eyelid as possible without touching it.Brace the remaining fingers of that hand against your face.Tilt your head backward slightly.With your index finger, pull the lower eyelid down to form a pocket.Squeeze a 1/4- to 1/2-inch (0.6- to 1.25-centimeter) ribbon of ointment or gel into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Blink your eye slowly; then gently close your eye for 1 to 2 minutes.With a tissue, wipe any excess ointment or gel from the eyelids and lashes. With another clean tissue, wipe the tip of the tube clean.Replace and tighten the cap right away.Wash your hands to remove any medication.Your vision may be blurry for a short amount of time after using the eye ointment. Wait until you can see normally before you drive or do other activities that require good vision.</ol>To use the skin cream, wash the affected skin area thoroughly. Then apply a small amount of cream and rub it in gently. If you use the cream on your face, keep it out of your eyes.When using the cream, do not bandage or otherwise wrap your skin unless directed by your doctor. Do not apply this medication to other areas of the body unless directed by your doctor.Do not apply cosmetics or other skin preparations to the treated skin area without talking with your doctor.If you use this medication on a child's diaper area, do not use tight-fitting diapers or plastic pants. Such use may increase side effects.Your condition should improve within a few days after you start using this medication. Call your doctor if your symptoms do not improve or get worse."}