{"other_information": "Ask your doctor or pharmacist any questions you have about ibritumomab injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Call your doctor right away if you cannot keep an appointment to receive ibritumomab injection.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r pale skinweaknessshortness of breathexcessive tirednessunusual bruising or bleedingpurple spots or patches on the skinsore throat, fever, chills, cough, and other signs of infection", "precautions": "Before receiving ibritumomab injection,tell your doctor and pharmacist if you are allergic to ibritumomab, any of the medications mentioned in the IMPORTANT WARNING section, any other medications, or any of the ingredients in ibritumomab injection. Ask your doctor or pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had any medical condition.tell your doctor if you are pregnant, plan to become pregnant or are breast-feeding. If you become pregnant while receiving ibritumomab injection, call your doctor immediately. You should use birth control to prevent pregnancy during your treatment and for 12 months after your treatment. Ibritumomab injection may harm the fetus.if you are having surgery, including dental surgery, tell the doctor or dentist that you have received ibritumomab injection.do not have any vaccinations without talking to your doctor.you should know that the radioactivity in the second dose of ibritumomab injection may be present in your body fluids for up to a week after you receive the dose. To prevent the radioactivity from spreading to people who are in close contact with you, you should be sure to wash your hands throughly after using the bathroom, use a condom every time you have sexual intercourse, and avoid deep kissing. Follow these precautions during your treatment and for 7 days after you receive your second dose of ibritumomab injection.you should know that ibritumomab injection contains albumin (a product that is made from live donor blood). Although there is a extremely small chance that viruses may be spread through the blood, no cases of viral diseases from this product have been reported.you should know that if you receive ibritumomab injection, your body may develop antibodies (substances in the blood that help the immune system recognize and attack foreign substances) to murine proteins. If you develop these antibodies, you may have an allergic reaction when you take medications made from murine proteins, or these medications might not work well for you.After your treatment with ibritumomab injection, be sure to tell all of your doctors that you have been treated with ibritumomab injection.", "why": "Ibritumomab injection is used with rituximab (Rituxan) to treat certain types of non-Hodgkin's lymphoma (cancer that begins in the cells of the immune system) that has not improved or that has worsened after treatment with other medications. Ibritumomab injection is in a class of medications called monoclonal antibodies with radioisotopes. It works by attaching to cancer cells and releasing radiation to damage the cancer cells.", "storage_conditions": [], "title": "Ibritumomab Injection", "side_effects": "Ibritumomab injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingstomach pain or swellingconstipationheartburnloss of appetiteheadacheanxietydizzinessdifficulty falling asleep or staying asleepback, joint, or muscle painflushingSome side effects can be serious. If you experience any of the symptoms listed in the IMPORTANT WARNING section or any of the following symptoms, call your doctor immediately:\r \r redness, tenderness, or an open wound in the area where the medication was injectedSome people who received ibritumomab injection developed other forms of cancer such as leukemia (cancer that begins in the white blood cells) and myelodysplastic syndrome (condition in which blood cells do not develop normally) during the first several years after they received the medication. Talk to your doctor about the risks of receiving this medication.Ibritumomab injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Ibritumomab injection comes as a liquid to be injected into a vein over 10 minutes by a doctor who has been trained to treat patients with radioactive medication. It is given as part of a specific cancer treatment regimen. On the first day of the treatment regimen, a dose of rituximab is given and the first dose of ibritumomab injection is given no more than 4 hours afterward. Imaging scans to see how ibritumomab injection has spread through the body are performed 48 to 72 hours after the dose of ibritumomab injection is given. Additional scans may be performed if needed during the next several days. If the results of the scan(s) show that ibritumomab injection has spread through the body as expected, a second dose of rituximab and a second dose of ibritumomab injection will be given 7 to 9 days after the first doses were given."}