{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.If you still have symptoms of infection after you finish the idoxuridine, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Apply the missed dose as soon as you remember it and use any remaining doses for that day at evenly spaced intervals. However, if you remember a missed dose at the time the next one is due, use only the regularly scheduled dose. Do not apply a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before using idoxuridine eyedrops,tell your doctor and pharmacist if you are allergic to idoxuridine or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially corticosteroid eye medications and vitamins. Do not use eye products that contain boric acid while using idoxuridine.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using idoxuridine, call your doctor immediately.", "why": "Idoxuridine slows the growth of viruses that cause certain eye infections.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Idoxuridine Ophthalmic", "side_effects": "Idoxuridine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r <ol>eye irritation or painrednessitchingswelling of the eyeincreased sensitivity to light and glare</ol>", "how": "Idoxuridine comes as eyedrops. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use idoxuridine exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.To use the eyedrops, follow these instructions:\r \r <ol>Wash your hands thoroughly with soap and water.Use a mirror or have someone else put the drops in your eye.Remove the protective cap. Make sure that the end of the dropper is not chipped or cracked and that the eyedrops are not cloudy.Avoid touching the dropper tip against your eye or anything else.Hold the dropper tip down at all times to prevent drops from flowing back into the bottle and contaminating the remaining contents.Lie down or tilt your head back.Holding the bottle between your thumb and index finger, place the dropper tip as near as possible to your eyelid without touching it.Brace the remaining fingers of that hand against your cheek or nose.With the index finger of your other hand, pull the lower lid of the eye down to form a pocket.Drop the prescribed number of drops into the pocket made by the lower lid and the eye. Placing drops on the surface of the eyeball can cause stinging.Close your eye and press lightly against the lower lid with your finger for 2-3 minutes to keep the medication in the eye. Do not blink.Replace and tighten the cap right away. Do not wipe or rinse it off.Wipe off any excess liquid from your cheek with a clean tissue. Wash your hands again.</ol>"}