{"other_information": "Keep all appointments with your doctor and the laboratory. Your blood sugar and glycosylated hemoglobin (HbA1c) should be checked regularly to determine your response to insulin glulisine. Your doctor will also tell you how to check your response to insulin by measuring your blood sugar levels at home. Follow these instructions carefully.You should always wear a diabetic identification bracelet to be sure you get proper treatment in an emergency.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Insulin glulisine must be injected up to 15 minutes before or within 20 minutes after starting a meal. If some time has passed since your meal, follow the instructions provided by your doctor or call your doctor to find out whether you should inject the missed dose. Do not inject a double dose to make up for a missed one.", "special_dietary": "Be sure to follow all exercise and dietary recommendations made by your doctor or dietitian. It is important to eat a healthful diet and to eat about the same amounts of the same kinds of food at about the same times each day. Skipping or delaying meals or changing the amount or kind of food you eat can cause problems with your blood sugar control.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Insulin glulisine overdose can occur if you use too much insulin glulisine or if you use the right amount of insulin glulisine but eat less than usual or exercise more than usual. Insulin glulisine overdose can cause hypoglycemia. If you have symptoms of hypoglycemia, follow your doctor's instructions for what you should do if you develop hypoglycemia. Other symptoms of overdose may include:\r \r loss of consciousnessseizures", "precautions": "Before using insulin glulisine,tell your doctor and pharmacist if you are allergic to insulin (Humulin, Novolin, others), any of the ingredients of insulin glulisine, or any other medications. Ask your pharmacist or check the manufacturer's patient information for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: angiotensin-converting enzyme (ACE) inhibitors such as benazepril (Lotensin), captopril (Capoten), enalapril (Vasotec), fosinopril (Monopril), lisinopril (Prinivil, Zestril), moexipril (Univasc), perindopril (Aceon), quinapril (Accupril), ramipril (Altace), and trandolapril (Mavik); beta blockers such as atenolol (Tenormin), labetalol (Normodyne), metoprolol (Lopressor, Toprol XL), nadolol (Corgard), and propranolol (Inderal); certain cholesterol-lowering medications such as fenofibrate (Antara, Lofibra, TriCor, Triglide), gemfibrozil (Lopid), and niacin (Niacor, Niaspan, in Advicor); clonidine (Catapres, Catapres-TTS, in Clorpres); danazol; disopyramide (Norpace); diuretics ('water pills'); fluoxetine (Prozac, Sarafem, in Symbyax); glucagon (Glucagen); hormone replacement therapy; isoniazid (INH, Nydrazid); lithium (Eskalith, Lithobid); medications for asthma and colds; certain medications for human immunodeficiency virus (HIV) including amprenavir (Agenerase), atazanavir (Reyataz), fosamprenavir (Lexiva), indinavir (Crixivan), lopinavir (in Kaletra), nelfinavir (Viracept), ritonavir (in Kaletra, Norvir), saquinavir (Invirase), and tipranavir (Aptivus); medications for mental illness and nausea; monoamine oxidase (MAO) inhibitors such as isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate); hormonal contraceptives (birth control pills, patches, rings, injections, or implants); octreotide (Sandostatin); oral medications for diabetes; oral steroids such as dexamethasone (Decadron, Dexone), methylprednisolone (Medrol), and prednisone (Deltasone); pentamidine (NebuPent, Pentam); pentoxifylline (Pentoxil, Trental); pramlintide (Symlin); reserpine; salicylate pain relievers such as aspirin, choline magnesium trisalicylate (Tricosal, Trilisate), choline salicylate (Arthropan), diflunisal (Dolobid), magnesium salicylate (Doan's, others), and salsalate (Argesic, Disalcid, Salgesic);  somatropin (Nutropin, Serostem, others); sulfa antibiotics; and thyroid medications. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had nerve damage caused by your diabetes or any other medical conditions, including kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using insulin glulisine, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using insulin glulisine.alcohol may cause a change in blood sugar. Ask your doctor about the safe use of alcoholic beverages while you are using insulin glulisine.ask your doctor what to do if you get sick, experience unusual stress, or change your exercise and activity level. These changes can affect your blood sugar and the amount of insulin you may need.ask your doctor how often you should check your blood sugar. Be aware that hypoglycemia may affect your ability to perform tasks such as driving and ask your doctor if you need to check your blood sugar before driving or operating machinery.", "why": "Insulin glulisine is used to treat type 1 diabetes (condition in which the body does not make insulin and therefore cannot control the amount of sugar in the blood). It is also used to treat people with type 2 diabetes (condition in which the blood sugar is too high because the body does not produce or use insulin normally) who need insulin to control their diabetes. In patients with type 1 diabetes, insulin glulisine is usually used with another type of insulin, unless it is used in an external insulin pump. In patients with type 2 diabetes, insulin glulisine also may be used with another type of insulin or with oral medication(s) for diabetes. Insulin glulisine is a short-acting, man-made version of human insulin. Insulin glulisine works by replacing the insulin that is normally produced by the body and by helping move sugar from the blood into other body tissues where it is used for energy. It also stops the liver from producing more sugar.Over time, people who have diabetes and high blood sugar can develop serious or life-threatening complications, including heart disease, stroke, kidney problems, nerve damage, and eye problems. Using medication(s), making lifestyle changes (e.g., diet, exercise, quitting smoking), and regularly checking your blood sugar may help to manage your diabetes and improve your health. This therapy may also decrease your chances of having a heart attack, stroke, or other diabetes-related complications such as kidney failure, nerve damage (numb, cold legs or feet; decreased sexual ability in men and women), eye problems, including changes or loss of vision, or gum disease. Your doctor and other healthcare providers will talk to you about the best way to manage your diabetes.", "storage_conditions": "Store unopened insulin glulisine vials and pens in the refrigerator away from light. Never allow insulin glulisine to freeze; do not use insulin glulisine that has been frozen and thawed. Opened insulin glulisine vials may be refrigerated or may be stored at room temperature, away from direct sunlight and heat, for up to 28 days. Prefilled pens that have not been used may be refrigerated or may be stored at room temperature, away from direct heat and sunlight, for up to 28 days. Prefilled pens that have been used should not be refrigerated; they should be stored at room temperature for up to 28 days after the first use. Dispose of opened insulin glulisine vials and pens after 28 days. Dispose of unopened, refrigerated insulin glulisine after the expiration date printed on the label has passed. Dispose of any insulin glulisine that has been frozen or exposed to extreme heat.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Insulin Glulisine (rDNA origin) Injection", "side_effects": "Insulin glulisine may cause changes in your blood sugar. You should know the symptoms of low and high blood sugar and what to do if you have these symptoms.Insulin glulisine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r redness, swelling, or itching at the site of the injectionchanges in the feel of your skin, skin thickening (fat build-up), or a little indentation in the skin (fat breakdown)swelling of the hands and feetweight gainconstipationSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency treatment:\r \r rash and/or itching over the whole bodyshortness of breathwheezingdizzinessblurred visionfast heartbeatsweatinglightheadedness/faintingdifficulty breathing or swallowingweaknessmuscle crampsabnormal heartbeatInsulin glulisine may cause other side effects. Call your doctor if you have any unusual problems while using this medication.", "how": "Insulin glulisine comes as a solution (liquid) to inject subcutaneously (under the skin). It is usually injected up to 15 minutes before a meal or within 20 minutes after starting a meal. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use insulin glulisine exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Never use insulin glulisine when you have symptoms of hypoglycemia (low blood sugar) or if you have checked your blood sugar and found it to be low. Do not inject insulin into a skin area that is red, swollen, itchy, or thickened.Insulin glulisine controls diabetes but does not cure it. Continue to use insulin glulisine even if you feel well. Do not stop using insulin glulisine without talking to your doctor. Do not switch to another brand or type of insulin or change the dose of any type of insulin you are using without talking to your doctor. Always check the insulin label to make sure you received the right type of insulin from the pharmacy.Insulin glulisine comes in vials and in dosing pens that contain cartridges of medication. Be sure you know what type of container your insulin glulisine comes in and what other supplies, such as needles, syringes, or pens, you will need to inject your medication.If your insulin glulisine comes in vials, you will need to use syringes to inject your dose. Ask your doctor or pharmacist to show you how to inject insulin glulisine using a syringe. Ask your doctor or pharmacist if you have questions about the type of syringe you should use.If your insulin glargine comes in pens, be sure to read and understand the manufacturer's instructions. Ask your doctor or pharmacist to show you how to use the pen. Follow the directions carefully, and always perform the safety test before use.Never reuse needles or syringes and never share needles, syringes, or pens. If you are using an insulin pen, always remove the needle right after you inject your dose. Dispose of needles and syringes in a puncture-resistant container. Ask your doctor or pharmacist how to dispose of the puncture-resistant container.Your doctor may tell you to mix your insulin glulisine with another type of insulin (NPH insulin [Novolin N, Humulin N]) in the same syringe. Do not mix or dilute insulin glulisine with any other type of insulin. If you mix insulin glulisine with NPH insulin, draw insulin glulisine into the syringe first, then draw the NPH insulin into the syringe and inject the solution immediately after mixing.You can inject your insulin glulisine in your thighs, stomach, or upper arms. Never inject insulin glulisine into a vein or muscle. Change (rotate) the injection site within the chosen area with each dose; try to avoid injecting the same site more often than once every 1 to 2 weeks.Always look at your insulin glulisine before you inject it. It should be clear and colorless. Do not use your insulin glulisine if it is colored, cloudy, or contains solid particles, or if the expiration date on the bottle has passed.Insulin glulisine also can be used with an external insulin pump. Before using insulin glulisine in a pump system, read the pump label to make sure the pump can be used for continuous delivery of fast-acting insulin. Read the pump manual for recommended reservoir and tubing sets, and ask your doctor or pharmacist to show you how to use the insulin pump. Do not dilute insulin glulisine or mix it with any other type of insulin when using it in an external insulin pump. Insulin glulisine used in an external insulin pump should be infused into your stomach area. When using insulin glulisine in an external insulin pump, replace the insulin in the reservoir and change the tubing, needle, and infusion site (spot where the pump is attached to the body) at least every 48 hours. If the infusion site is red, itchy, or thickened, tell your doctor and use a different infusion site.When using insulin glulisine in an external insulin pump, high blood sugar may occur quickly if the pump stops working properly or if the insulin in the pump reservoir is exposed to direct sunlight or temperatures greater than 98.6°F (37°C). High blood sugar may also occur if the tubing leaks or becomes blocked, disconnected, or kinks. You may need to change the infusion set and insulin in the pump or infusion site if you have high blood sugar, the pump alarm sounds, or the insulin flow is blocked. If the problem cannot be found quickly and corrected, call your doctor right away. You may need to temporarily use insulin by subcutaneous injection (using syringes or an insulin pen). Make sure you have back-up insulin and any necessary supplies on hand, and ask your doctor or pharmacist to show you how to use them.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}