{"other_information": [], "other_uses": [], "if_i_forget": [], "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before administering interferon alfacon-1,tell your doctor and pharmacist if you are allergic to interferon alfacon-1, alfa interferons, E. coli-derived products, or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, including carbamazepine (Tegretol); chloramphenicol (Chlormycetin); medications that contain gold (auranofin [Ridaura], aurothioglucose [(Solganol]); medications that suppress your immune system, such as chemotherapy agents; penicillamine (Cuprimine, Depen); phenylbutazone; phenytoin (Dilantin); sulfa drugs; thyroid medications; zidovudine (Retrovir); and vitamins or herbal products.tell your doctor if you have or have ever had heart, liver, or autoimmune disease; a recent organ transplant; depression or psychiatric illness; blood disorders; diabetes; thyroid problems; high blood pressure; or vision problems.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using interferon alfacon-1, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using interferon alfacon-1.", "why": [], "storage_conditions": "Your healthcare provider will probably give you a several-day supply of interferon alfacon-1 at a time. You will be told to store it in the refrigerator and to protect it from light.Take your dose from the refrigerator 1 hour before using it; place it in a clean, dry area to allow it to warm to room temperature.Do not allow interferon alfacon-1 to freeze; do not vigorously shake the vials. Store your medication only as directed. Make sure you understand what you need to store your medication properly.Keep your supplies in a clean, dry place when you are not using them, and keep all medications and supplies out of the reach of children. Your healthcare provider will tell you how to throw away used needles, syringes, tubing, and containers to avoid accidental injury.", "title": "Interferon Alfacon-1 Injection", "side_effects": [], "how": []}