{"other_information": "It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Interferon alfa-2b is also sometimes used to treat hepatitis D virus (HDV; swelling of the liver caused by a virus), basal cell carcinoma (a type of skin cancer), cutaneous T-cell lymphomas (CTCL, a type of skin cancer), and kidney cancer. Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "If you miss a dose of interferon alfa-2b injection, inject your next dose as soon as you remember or are able to give it. Do not use interferon alfa-2b injection two days in a row. Do not inject a double dose to make up for a missed dose. Call your doctor if you miss a dose and have questions about what to do.", "special_dietary": "Be careful to drink enough fluid during your first interferon alfa-2b treatments.Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before receiving interferon alfa-2b injection,tell your doctor and pharmacist if you are allergic to interferon alfa-2b injection, other interferon alfa medications including PEG-interferon alfa-2b (PEG-Intron) and PEG-interferon alfa-2a (Pegasys), any other medications, albumin, or any of the other ingredients in interferon alfa-2b injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: telbivudine (Tyzeka), theophylline (Elixophyllin, Theo-24, Theochron), or zidovudine (Retrovir, in Combivir, in Trizivir). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have severe liver disease or autoimmune hepatitis (condition in which the cells of the immune system attack the liver). Your doctor will probably tell you not to use interferon alfa-2b injection.tell your doctor or pharmacist if you have ever had an organ transplant (surgery to replace an organ in the body) and are taking medications to suppress your immune system. Also tell your doctor if you have or have ever had any of the conditions mentioned in the IMPORTANT WARNING section or any of the following: anemia (low red blood cells) or low white blood cells, bleeding problems or blood clots including a pulmonary embolism (PE; a blood clot in the lung), a lung disease such as pneumonia, pulmonary arterial hypertension (PAH; high blood pressure in the vessels carrying blood to the lungs, causing shortness of breath, dizziness, and tiredness), chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways), or eye problems.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while receiving interferon alfa-2b injection, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving interferon alfa-2b.you should know that you may have flu-like symptoms such as headache, sweating, muscle aches, and tiredness after you receive your injection. Your doctor may tell you to take acetaminophen (Tylenol), an over-the-counter pain and fever medication to help with these symptoms. Talk to your doctor if these symptoms are difficult to manage or become severe.", "why": "Interferon alfa-2b injection is used to treat a number of conditions.Interferon alfa-2b injection is used\r \r alone or in combination with ribavirin (Copegus, Rebetol, Ribasphere) to treat chronic (long-term) hepatitis C infection (swelling of the liver caused by a virus) in people who show signs of liver damage,to treat chronic hepatitis B infection (swelling of the liver caused by a virus) in people who show signs of liver damage,to treat hairy cell leukemia (a white blood cell cancer),to treat genital warts,to treat Kaposi's sarcoma (a type of cancer that causes abnormal tissue to grow on different parts of the body) related to acquired immunodeficiency syndrome (AIDS),to treat malignant melanoma (a cancer that begins in certain skin cells) in certain people who have had surgery to remove the cancer,along with another medication to treat follicular non-Hodgkin's lymphoma (NHL; a slow-growing blood cancer).Interferon alfa-2b is in a class of medications called immunomodulators. Interferon alfa-2b works to treat hepatitis C virus (HCV) and hepatitis B virus (HBV) by decreasing the amount virus in the body. Interferon alfa-2b may not cure hepatitis B or hepatitis C or prevent you from developing complications from these infections such as cirrhosis (scarring) of the liver, liver failure, or liver cancer. It also may not prevent the spread of hepatitis B or C to other people. It is not known exactly how interferon alfa-2b works to treat cancer or genital warts.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it in the refrigerator, but do not freeze it. Once mixed, use it immediately. It can be stored in the refrigerator for up to 24 hours after mixing. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Interferon Alfa-2b Injection", "side_effects": "Interferon alfa-2b injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r bruising, bleeding, pain, redness, swelling, or irritation in the place you injected interferon alfa-2bmuscle painchange in ability to tastehair lossdizzinessdry mouthconcentration problemsfeeling cold or hotweight changesskin changesSome side effects can be serious. If you experience any of these symptoms or any or those listed in the IMPORTANT WARNING or the SPECIAL PRECAUTIONS sections, call your doctor immediately or get emergency medical treatment:\r \r rashhivesskin peelingitchingdifficulty breathing or swallowingswelling of the eyes, face, mouth, tongue, or throatchanges in visionstomach pain, tenderness or swellingyellowing of the skin or eyesextreme tirednessconfusiondiarrhealoss of appetitenauseavomitingback painloss of consciousnessnumbness, burning or tingling in the hands or feetInterferon alfa-2b injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Interferon alfa-2b comes as a powder in a vial to mix with liquid and as a solution to inject either subcutaneously (just under the skin), intramuscularly (into a muscle), intravenous (into the vein), or intralesionally (into a lesion). It is best to inject the medication at around the same time of day on your injection days, usually in the late afternoon or evening.If you have:\r \r HCV, inject the medication either subcutaneously or intramuscularly three times a week.HBV, inject the medication either subcutaneously or intramuscularly three times a week usually for 16 weeks.hairy cell leukemia, inject the medication either intramuscularly or subcutaneously 3 times a week for up to 6 months.malignant melanoma, inject the medication intravenously for 5 consecutive days for 4 weeks, then subcutaneously three times per week for 48 weeks.follicular melanoma, inject the medication subcutaneously three times per week for up to 18 months.genital warts, inject the medication intralesionally three times weekly on alternate days for 3 weeks, then treatment may be continued for up to 16 weeks.Kaposi's sarcoma, inject the medication either subcutaneously or intramuscularly three times a week for 16 weeks.Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use interferon alfa-2b injection exactly as directed. Do not use more or less of this medication or use it more often or for a longer period of time than prescribed by your doctor.Your doctor may decrease your dose if you experience serious side effects of the medication. Be sure to tell your doctor how you are feeling during your treatment and ask your doctor or pharmacist if you have questions about the amount of medication you should use.You will receive your first dose of interferon alfa-2b in your doctor's office. After that, you can inject interferon alfa-2b yourself or have a friend or relative give you the injections. Before you use interferon alfa-2b for the first time, you or the person who will be giving the injections should read the manufacturer's information for the patient that comes with it. Ask your doctor or pharmacist to show you or the person who will be injecting the medication how to inject it. If another person will be injecting the medication for you, be sure that he or she knows how to avoid accidental needlesticks.If you are injecting this medication subcutaneously, inject interferon alfa-2b anywhere on your stomach area, upper arms, or your thighs, except near your waistline or around your navel (belly button). Do not inject your medication into skin that is irritated, bruised, reddened, infected, or scarred.If you are injecting this medication intramuscularly, inject interferon alfa-2b in your upper arms, thighs, or outer area of the buttocks. Do not use the same spot two times in a row. Do not inject your medication into skin that is irritated, bruised, reddened, infected, or scarred.If you are injecting this medication intralesionally, inject in directly into the center of the base of the wart.Never reuse syringes, needles, or vials of interferon alfa-2b. Throw away used needles and syringes in a puncture-resistant container, and throw away used vials of medication in the trash. Talk to your doctor or pharmacist about how to dispose of the puncture-resistant container.Before you use interferon alfa-2b, look at the solution in the vial. The medication should be clear and free of floating particles. Check the vial to make sure there are no leaks and check the expiration date. Do not use the solution if it is expired, cloudy, contains particles, or is in a leaky vial.You should only mix one vial of interferon alfa-2b at a time. It is best to mix the medication right before you plan to inject it. However, you may mix the medication in advance, store it in the refrigerator, and use within 24 hours. Be sure to take the medications out of the refrigerator and allow it to come to room temperature before you inject it.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with interferon alfa-2b and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions."}