{"other_information": "It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Irinotecan is also sometimes used along with other medications to treat small cell lung cancer. Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": [], "special_dietary": "Your doctor will tell you about a special diet to follow to help control diarrhea during your treatment. Follow these instructions carefully.Talk to your doctor about eating grapefruit and drinking grapefruit juice while receiving this medicine.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r sore throat, fever, chills, cough and other signs of infectionsevere diarrhea", "precautions": "Before receiving irinotecan,tell your doctor and pharmacist if you are allergic to irinotecan, sorbitol, or any other medications.tell your doctor if you are taking ketoconazole (Nizoral). Your doctor will probably tell you not to take ketoconazole for one week before you begin your treatment with irinotecan or during your treatment.tell your doctor if you are taking St. John's wort. You should not take St. John's wort for 2 weeks before you begin your treatment with irinotecan or during your treatment.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements and herbal products you are taking or plan to take. Be sure to mention any of the following: atazanavir (Reyataz); gemfibrozil (Lopid); medications for seizures such as carbamazepine (Carbatrol, Epitol, Tegretol), phenobarbital (Luminal), phenytoin (Dilantin, Phenytek); rifabutin (Mycobutin); and rifampin (Rifadin, Rimactane, in Rifamate and Rifater). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had diabetes; fructose intolerance (inability to digest the natural sugar found in fruit); or liver, lung, or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. You should not become pregnant while you are receiving irinotecan. Talk to your doctor about birth control methods that will work for you. If you become pregnant while receiving irinotecan, call your doctor. Irinotecan may harm the fetus.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving irinotecan.you should know that irinotecan may make you dizzy or affect your vision, especially during the first 24 hours after you receive a dose. Do not drive a car or operate machinery until you know how this medication affects you.talk to your doctor before you receive any vaccinations during your treatment with irinotecan.", "why": "Irinotecan is used alone or in combination with other medications to treat colon or rectal cancer (cancer that begins in the large intestine). Irinotecan is in a class of antineoplastic medications called topoisomerase I inhibitors. It works by stopping the growth of cancer cells.", "storage_conditions": [], "title": "Irinotecan Injection", "side_effects": "Irinotecan may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingconstipationswelling and sores in the mouthheartburnloss of appetiteweight losshair lossweaknesssleepinesspain, especially back painSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r chest painyellowing of the skin or eyesswollen stomachunexpected or unusual weight gainswelling of the arms, hands, feet, ankles, or lower legsrashhivesitchingdifficulty breathing or swallowing Some people who received irinotecan developed blood clots in their legs, lungs, brains, or hearts. There is not enough information to tell whether irinotecan caused the blood clots. Talk to your doctor about the risks of receiving irinotecan.Irinotecan may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Irinotecan comes as a liquid to be given over 90 minutes intravenously (into a vein) by a doctor or nurse. It is usually given not more often than once a week, according to a schedule that alternates one or more weeks when you receive irinotecan with one or more weeks when you do not receive the medication. Your doctor will choose the schedule that will work best for you.Your doctor may need to delay your treatment and adjust your dose if you experience certain side effects. Be sure to tell your doctor how you are feeling during your treatment with irinotecan.Your doctor may give you medication to prevent nausea and vomiting before you receive each dose of irinotecan. Your doctor may also give you other medication(s) to prevent or treat other side effects.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}