{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to isavuconazonium injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while receiving this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r headachedizzinesspain, burning, or tingling in the hands or feetdrowsinessdifficulty focusingchange in sense of tastedry mouthnumbness in the mouthdiarrheavomitingsudden reddening of the face, neck, or upper chestanxietyrestlessnesspounding or fast heartbeateye sensitivity to lightjoint pain", "precautions": "Before receiving isavuconazonium injection,tell your doctor and pharmacist if you are allergic to isavuconazonium, fluconazole, itraconazole, ketoconazole, posaconazole, voriconazole, any other medications, or any of the ingredients in isavuconazonium injection. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking carbamazepine (Carbatrol, Tegretol), ketoconazole (Nizoral), phenobarbital,  rifampin (Rifadin, Rifamate), ritonavir (Norvir, in Kaletra), or St. John's wort. Your doctor will probably tell you not to use isavuconazonium injection if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: atorvastatin (Lipitor), bupropion (Aplenzin, Forfivo XL, Wellbutrin, Zyban), cyclosporine (Gengraf, Neoral, Sandimmune), digoxin (Digitek, Lanoxicaps, Lanoxin), midazolam, mycophenolate mofetil (CellCept), sirolimus (Rapamune), or tacrolimus (Prograf). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with isavuconazonium, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you or anyone in your family has or has ever had short QT syndrome (condition that increases the risk of irregular heartbeat, dizziness, fainting, or sudden death). Your doctor will probably tell you not to receive isavuconazonium injection.tell your doctor if you have or have ever had heart or liver problems.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while receiving isavuconazonium injection, call your doctor.", "why": "Isavuconazonium injection is used to treat serious fungal infections such as invasive aspergillosis (a fungal infection that begins in the lungs and spreads through the bloodstream to other organs) and invasive mucormycosis (a fungal infection that usually begins in the sinuses, brain, or lungs). Isavuconazonium injection is in a class of medications called azole antifungals. It works by slowing the growth of fungi that cause infection.", "storage_conditions": [], "title": "Isavuconazonium Injection", "side_effects": "Isavuconazonium injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaconstipationheadacheback paincoughdifficulty falling asleep or staying asleepanxietyagitationconfusiondecreased appetiteSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r hivesrashitchingpeeling or blistering skinnauseavomitingyellowing of the skin or eyesextreme tirednessflu-like symptomsmuscle aches, cramps, or weaknessirregular heartbeatswelling of the hands, feet, arms or legsdifficulty breathing or swallowingfaintingblurred visiondizzinesschillsnumbness, burning, or tingling in the hands, arms, feet, or legschanges in your sense of touchIsavuconazonium injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Isavuconazonium injection comes as a powder to be mixed with liquid and injected intravenously (into a vein). It is usually given over at least 1 hour every 8 hours for the first six doses and then once a day. The length of your treatment depends on your general health, the type of infection that you have, and how well you respond to the medication. You may receive isavuconazonium injection in a hospital or you may administer the medication at home. If you will be receiving isavuconazonium injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}