{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to isavuconazonium.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while taking this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r headachedizzinesspain, burning, or tingling in the hands or feetdrowsinessdifficulty focusingchange in sense of tastedry mouthnumbness in the mouthdiarrheavomitingsudden reddening of the face, neck, or upper chestanxietyrestlessnesspounding or fast heartbeatsensitivity of the eyes to lightjoint pain", "precautions": "Before taking isavuconazonium,tell your doctor and pharmacist if you are allergic to isavuconazonium, fluconazole, itraconazole, ketoconazole, posaconazole, voriconazole, any other medications, or any of the ingredients in isavuconazonium capsules. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking carbamazepine (Carbatrol, Tegretol), ketoconazole (Nizoral), phenobarbital, rifampin (Rifadin, Rifamate), ritonavir (Norvir, in Kaletra), or St. John's wort. Your doctor will probably tell you not to take isavuconazonium if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: atorvastatin (Lipitor), bupropion (Aplenzin, Forfivo XL, Wellbutrin, Zyban), cyclosporine (Gengraf, Neoral, Sandimmune), digoxin (Digitek, Lanoxicaps, Lanoxin), midazolam, mycophenolate mofetil (CellCept), sirolimus (Rapamune), or tacrolimus (Prograf). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with isavuconazonium, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you or anyone in your family has or has ever had short QT syndrome (condition that increases the risk of irregular heartbeat, dizziness, fainting, or sudden death). Your doctor will probably tell you not to take isavuconazonium.tell your doctor if you have or have ever had heart or liver problems.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking isavuconazonium, call your doctor.", "why": "Isavuconazonium is used to treat serious fungal infections such as invasive aspergillosis (a fungal infection that begins in the lungs and spreads through the bloodstream to other organs) and invasive mucormycosis (a fungal infection that usually begins in the sinuses, brain, or lungs). Isavuconazonium is in a class of medications called azole antifungals. It works by slowing the growth of fungi that cause infection.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Isavuconazonium comes in blister packaging and each blister section has two pockets. The left pocket has a desiccant (small packet that contains a substance that absorbs moisture to keep the medication dry) and the right pocket has the medication. Only open the isavuconazonium pocket and leave the desiccant in the packaging. Do not remove isavuconazonium from the original packaging until you are ready to take your dose. Do not put isavuconazonium in pill boxes or pill organizers. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Isavuconazonium", "side_effects": "Isavuconazonium may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaconstipationheadacheback paincoughdifficulty falling asleep or staying asleepanxietyagitationconfusiondecreased appetiteSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r hivesrashitchingpeeling or blistering skinnauseavomitingyellowing of the skin or eyesextreme tirednessflu-like symptomsmuscle aches, cramps, or weaknessirregular heartbeatswelling of the hands, feet, arms or legsdifficulty breathing or swallowingIsavuconazonium may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Isavuconazonium comes as a capsule to take by mouth. It is usually taken with or without food every 8 hours for the first six doses and then once a day. Take isavuconazonium at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take isavuconazonium exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the capsules whole; do not open, chew, dissolve, or crush them.The length of your treatment depends on your general health, the type of infection you have, and how well you respond to the medication. Continue to take isavuconazonium even if you feel well. Do not stop taking isavuconazonium without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}