{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to isoetharine.To relieve dry mouth or throat irritation, rinse your mouth with water, chew gum, or suck sugarless hard candy after using isoetharine.Inhalation devices require regular cleaning. Once a week, remove the drug container from the plastic mouthpiece, wash the mouthpiece with warm tap water, and dry it thoroughly.Do not let any one else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Use the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before using isoetharine,tell your doctor and pharmacist if you are allergic to isoetharine or any other drugs.tell your doctor and pharmacist what prescription medications you are taking, especially atenolol (Tenormin); carteolol (Cartrol); labetalol (Normodyne, Trandate); metoprolol (Lopressor); nadolol (Corgard); phenelzine (Nardil); propranolol (Inderal); sotalol (Betapace); theophylline (Theo-Dur); timolol (Blocadren); tranylcypromine (Parnate); and other medications for asthma, heart disease, or depression.tell your doctor and pharmacist what nonprescription medications and vitamins you are taking, including ephedrine, phenylephrine, phenylpropanolamine, or pseudoephedrine. Many nonprescription products contain these drugs (e.g., diet pills and medications for colds and asthma), so check labels carefully. Do not take any of these medications without talking to your doctor (even if you never had a problem taking them before).tell your doctor if you have or have ever had an irregular heartbeat, increased heart rate, glaucoma, heart disease, high blood pressure, an overactive thyroid gland, diabetes, or seizures.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using isoetharine, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using isoetharine.", "why": "Isoetharine is used to prevent and treat wheezing, shortness of breath, coughing, and chest tightness caused by asthma, chronic bronchitis, emphysema, and other lung diseases. It relaxes and opens air passages in the lungs, making it easier to breathe.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not use the liquid if it is pink, yellow, or dark in color or if it contains floating particles. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication. Avoid puncturing the aerosol container, and do not discard it in an incinerator or fire.", "title": "Isoetharine Oral Inhalation", "side_effects": "Isoetharine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r tremornervousnessheadacheupset stomachdry mouththroat irritationIf you experience any of the following symptoms, call your doctor immediately:\r \r increased difficulty breathingrapid or increased heart rateirregular heartbeatchest pain or discomfortIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Isoetharine comes as an aerosol and a solution to inhale by mouth. It is used as needed to relieve symptoms but usually should not be used more than every 4 hours. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use isoetharine exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Isoetharine controls symptoms of asthma and other lung diseases but does not cure them. Do not stop using isoetharine without talking to your doctor.Before you use isoetharine the first time, read the written instructions that come with it. Ask your doctor, pharmacist, or respiratory therapist to demonstrate the proper technique. Practice using the inhaler while in his or her presence.To use the inhaler, follow these steps:\r \r <ol>Shake the inhaler well.Remove the protective cap.Exhale (breathe out) as completely as possible through your nose while keeping your mouth shut.<em>Open Mouth Technique:</em> Open your mouth wide, and place the open end of the mouthpiece about 1 to 2 inches from your mouth.<em>Closed Mouth Technique:</em> Place the open end of the mouthpiece well into your mouth, past your front teeth. Close your lips tightly around the mouthpiece.Take a slow, deep breath through the mouthpiece and, at the same time, press down on the container to spray the medication into your mouth. Be sure that the mist goes into your throat and is not blocked by your teeth or tongue. Adults giving the treatment to young children may hold the child's nose closed to be sure that the medication goes into the child's throat.Hold your breath for 5-10 seconds, remove the inhaler, and exhale slowly through your nose or mouth. If you take 2 puffs, wait 2 minutes and shake the inhaler well before taking the second puff.Replace the protective cap on the inhaler.</ol>If you have difficulty getting the medication into your lungs, a spacer (a special device that attaches to the inhaler) may help; ask your doctor, pharmacist, or respiratory therapist."}