{"other_information": "Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking isoniazid.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "You will need to avoid eating foods beverages that contain very high amounts of tyramine or histamine during your treatment with isoniazid. These foods and beverages include certain cheeses, red wine, and certain fish (e.g., tuna, other tropical fish). Talk to your doctor or dietitian about which foods you should avoid during your treatment or if you do not feel well after eating or drinking certain foods while taking isoniazid.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r nauseavomitingdizzinessslurred speechvision problems", "precautions": "Before taking isoniazid,tell your doctor and pharmacist if you are allergic to isoniazid, any other  medications, or any of the ingredients in isoniazid tablets or oral solution. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: acetaminophen (Tylenol), antacids, carbamazepine (Carbatrol, Equetro, Tegretol, others), citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, Symbyax), fluvoxamine (Luvox), ketoconazole (Nizoral), paroxetine (Paxil), phenytoin (Dilantin, Phenytek), sertraline (Zoloft), theophylline (Elixophyllin, Theochron, Theo-24), and valproic acid (Depakene, Depakote). Many other medications may interact with isoniazid, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.in addition to the conditions listed in the IMPORTANT WARNING section, tell your doctor if you have or have ever had kidney disease; diabetes; tingling, burning, and pain in the fingers or toes (peripheral neuropathy); or human immunodeficiency virus (HIV).tell your doctor if you are pregnant or plan to become pregnant. If you become pregnant while taking isoniazid, call your doctor.you should know that you should not drink alcohol while taking this drug.", "why": "Isoniazid is used with other drugs to treat tuberculosis (TB; a serious infection that affects the lungs and sometimes other parts of the body). Isoniazid is also used with other drugs to treat people with latent (resting or nongrowing) TB including those in close contact with people who have active TB, a positive tuberculin skin test, human immunodeficiency virus (HIV), and those with pulmonary fibrosis (scarring of the lungs with an unknown cause). Isoniazid is in a class of medications called antituberculosis agents. It works by killing the bacteria that cause tuberculosis.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Isoniazid", "side_effects": "Isoniazid may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachdiarrhea (when taking solution)If you experience any of the following symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r eye painchanges in visionnumbness or tingling in the hands and feetrashfeverswollen glandssore throatunusual bleeding or bruisingongoing pain that begins in the stomach but may spread to the backIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Isoniazid comes as a tablet and a solution (liquid) to take by mouth without food. Isoniazid is usually is taken once a day; it may also be taken one, two, or three times weekly.  Take isoniazid at around the same time every scheduled day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take isoniazid exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may tell you to take isoniazid for 6 months or longer. Continue to take isoniazid even if you feel well. Do not skip doses or stop taking isoniazid without talking to your doctor. Stopping isoniazid too soon may cause bacteria to become resistant to antibiotics."}