{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to itraconazole.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription. If you still have symptoms of infection after you finish the itraconazole, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Itraconazole is also sometimes used to treat other types of fungal infections and to prevent fungal infections in people who have human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS). Talk to your doctor about the possible risks of using this drug for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Talk to your doctor about drinking grapefruit juice while taking this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking itraconazole,tell your doctor and pharmacist if you are allergic to itraconazole; other antifungal medications such as fluconazole (Diflucan), ketoconazole (Nizoral), or voriconazole (Vfend); any other medications, or any of the ingredients in itraconazole products. If you are taking itraconazole oral solution, tell your doctor if you are allergic to saccharin or sulfa medications. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist if you are taking the following medications or took them in the last 2 weeks before starting treatment with itraconazole: carbamazepine (Epitol, Tegretol, Teril, others); efavirenz (Sustiva, in Atripla); isoniazid (Laniazid, in Rifamate, in Rifater); rifabutin (Mycobutin); rifampicin; nevirapine (Viramune); phenobarbital; and phenytoin (Dilantin, Phenytek).tell your doctor or pharmacist if you are taking the following medications: aliskiren (Tekturna, in Amturnide, Tekamlo, and Tekturna HCT), apixaban (Eliquis), axitinib (Inlyta), colchicine (Colcrys, Mitigare), dabrafemob (Taflinar), darifenacin (Enablex), dasatinib (Sprycel), everolimus (Afinitor, Zortress), ibrutinib (Imbruvica), nilotinib (Tasigna), rivaroxaban (Xarelto), salmeterol (Serevent), sildenafil (only Revatio brand used for lung disease), simeprevir (Olysio), sunitinib (Sutent), tamsulosin (Flomax, in Jalyn), temsirolimus (Torisel), and vardenafil (Staxyn, Levitra). Your doctor may tell you not to take these medications during your treatment and for 2 weeks after your treatment with itraconazole.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: antibiotic medications such as ciprofloxacin (Cipro), clarithromycin (Biaxin, in PrevPac), erythromycin (E.E.S. Ery-Tab, others), and telithromycin (Ketek); anticoagulant (''blood thinner'') such as warfarin (Coumadin, Jantoven); alprazolam (Xanax); aprepitant (Emend); aripiprazole (Abilify); atorvastatin (Lipitor, in Caduet, in Liptruzet); bortezomib (Velcade); bosentan (Tracleer); budesonide (Entocort EC, Pulmicort, Uceris); buprenorphine (Buprenex, Butrans, in Bunavail; others); buspirone; ciclesonide (Alvesco, Omnaris, Zetonna); cilostazol (Pletal); cinacalcet (Sensipar); cyclosporine (Gengraf, Neoral, Sandimmune); dabigatran (Pradaxa); dexamethasone; diazepam (Valium); digoxin (Lanoxin); docetaxel (Docefrez, Taxotere); eletriptan (Relpax); erlotinib (Tarceva); fentanyl (Actiq, Duragesic, Fentora, Subsys, others); fesoterodine (Toviaz); fluticasone (Flovent, in Advair); haloperidol (Haldol); HIV protease inhibitors including indinavir (Crixivan), darunavir (Prezista) taken with ritonavir, fosamprenavir (Lexiva) taken with ritonavir, and saquinavir (Invirase); imatinib (Gleevac); ixabepilone (Ixempra Kit); lapatinib (Tykerb); maraviroc (Selzentry); meloxicam (Mobic); methylprednisolone (Medrol); nadolol (Corgard, in Corzide); oxybutynin (Ditropan XL, Oxytrol); oxycodone (Oxaydo, Oxycontin, in Percodan; others); ponatinib (Iclusig); praziquantel (Biltricide); quetiapine (Seroquel); ramelteon (Rozerem); repaglinide (Prandin, in Prandimet); riociguat (Adempas); risperidone (Risperdal); saxagliptin (Kombiglyze XR, Onglyza); sirolimus (Rapamune); solifenacin (Vesicare); tacrolimus (Astagraf, Prograf); tadalafil (Adcirca, Cialis); tolterodine (Detrol); vardenafil (Levitra, Staxyn); verapamil (Calan, Covera, Verelan PM, in Tarka), vinblastine, vincristine (Marqibo Kit), and vinorelbine (Navelbine). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with itraconazole, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on these lists.if you are taking an antacid, take it 1 hour before or 2 hours after you take itraconazole.tell your doctor if you have or have ever had the conditions mentioned in the IMPORTANT WARNING section,, cystic fibrosis (an inborn disease that causes problems with breathing, digestion, and reproduction), any condition that decreases the amount of acid in your stomach, or HIV.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. You should not take itraconazole to treat nail fungus if you are pregnant or could become pregnant. You may start to take itraconazole to treat nail fungus only on the second or third day of your menstrual period when you are sure you are not pregnant. You must use effective birth control during your treatment and for 2 months afterward. If you become pregnant while taking itraconazole to treat any condition, call your doctor.you should know that itraconazole may make you dizzy or cause blurred or double vision. Do not drive a car or operate machinery until you know how this medication affects you.", "why": "Itraconazole capsules are used to treat fungal infections in the lungs that can spread throughout the body. Itraconazole capsules are also used to treat fungal infections of the fingernails. Itraconazole tablets and capsules are used to treat fungal infections of the toenails. Itraconazole oral solution (liquid) is used to treat yeast infections of the mouth and throat or of the esophagus (tube that connects the throat to the stomach). Itraconazole is in a class of antifungals called triazoles. It works by slowing the growth of fungi that cause infection.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat, light, and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Itraconazole", "side_effects": "Itraconazole may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaconstipationgas or bloatingheartburnunpleasant tastesore or bleeding gumsheadachedizzinesssweatingmuscle pain or weaknessjoint paindecreased sexual desire or abilitynervousnessdepressionrunny nose and other cold symptomsfeverhair lossSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r blurred vision or double visionringing in the earsinability to control urination or urinating more than usualIf you experience any of the following symptoms or those listed in the IMPORTANT WARNING section, stop taking itraconazole and call your doctor immediately or get emergency medical treatment:\r \r excessive tirednessloss of appetitenauseastomach painvomitingyellowing of the skin or eyesdark urinepale stoolsfeelings of numbness, tingling, pricking, burning, or creeping on the skinhearing lossincreased sensitivity to lightsevere skin disorderhearing lossrashhivesitchingswelling of the face, throat, tongue, lips, eyes, hands, ankles, or lower legshoarsenessdifficulty breathing or swallowingOne of the ingredients in itraconazole oral solution caused cancer in some types of laboratory animals. It is not known whether people who take itraconazole solution have an increased risk of developing cancer. Talk to your doctor about the risks of taking itraconazole solution.Itraconazole may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Itraconazole comes as a capsule, a tablet, and a solution (liquid) to take by mouth. If you are taking itraconazole to treat fungal infections in the lungs, the capsules are usually taken during or right after a full meal one or two times a day for at least 3 months. However, if you are taking itraconazole to treat a serious fungal infection in the lungs, the capsules may be taken with a meal three times a day for the first 3 days of treatment and then taken once or twice a day with a meal for at least 3 months. If you are taking itraconazole to treat fungal infections of the toenails (including or without fingernail infections), the capsules or tablets are usually taken once a day with a full meal for 12 weeks. If you are taking itraconazole to treat fungal infections of the fingernails only, the capsules are usually taken twice a day with a full meal for 1 week, skipped for 3 weeks, and then taken twice a day with a meal for a week. Itraconazole oral solution is usually taken on an empty stomach once or twice a day for 1 to 4 weeks or sometimes longer. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take itraconazole exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow itraconazole capsules whole; do not open, chew, or crush them.Your doctor may tell you to take itraconazole capsules with a cola soft drink if you have certain medical conditions or are taking any of the following medications: cimetidine; famotidine (Pepcid); nizatidine (Axid); proton-pump inhibitors such as esomeprazole (Nexium, in Vimovo), lansoprazole (Prevacid, in Prevpac), omeprazole (Prilosec, in Zegerid), pantoprazole (Protonix), rabeprazole (AcipHex), or ranitidine (Zantac). Follow these directions carefully.To take itraconazole oral solution for fungal infections of the mouth or throat, swish 10 milliliters (about 2 teaspoons) of the solution in your mouth for several seconds and swallow. Repeat if necessary to take your entire dose.Itraconazole capsules and oral solution are absorbed into the body in different ways and work to treat different conditions. Do not substitute the capsules for the liquid or the liquid for the capsules. Be sure that your pharmacist gives you the itraconazole product that your doctor prescribed.If you are taking itraconazole to treat a nail infection, your nails will probably not look healthier until new nails grow. It can take up to 6 months to grow a new fingernail and up to 12 months to grow a new toenail, so you should not expect to see improvement during your treatment or for several months afterward. Continue to take itraconazole even if you do not see any improvement.Continue to take itraconazole until your doctor tells you to stop even if you feel well. Do not stop taking itraconazole without talking to your doctor. If you stop taking itraconazole too soon, your infection may come back after a short time.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}