{"other_information": "Keep all appointments with your doctor.Ketoconazole shampoo may remove the curl from hair that has been permanently waved ('permed').Do not let anyone else use your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish the ketoconazole, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Ketoconazole cream and prescription shampoo are also sometimes used to treat dandruff and seborrheic dermatitis (condition that causes flaking of the skin). Ketoconazole cream is sometimes used to treat tinea manuum (fungal infection of the skin on the hands). Ketoconazole cream is also sometimes used with other medications to treat skin conditions that are often worsened by fungal infection such as diaper rash, eczema (skin irritation caused by allergies), impetigo (blisters caused by a bacterial infection), and psoriasis (a lifelong skin condition). Talk to your doctor about the possible risks of using this drug for your condition.", "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "If someone swallows ketoconazole cream or shampoo, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using ketoconazole,tell your doctor and pharmacist if you are allergic to ketoconazole or any other medications, creams, or shampoos. If you will be using the cream, tell your doctor if you are allergic to sulfites.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had any medical condition. If you will be using the cream, tell your doctor if you have or have ever had asthma.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using ketoconazole, call your doctor. ", "why": "Ketoconazole cream is used to treat tinea corporis (ringworm; fungal skin infection that causes a red scaly rash on different parts of the body), tinea cruris (jock itch; fungal infection of the skin in the groin or buttocks), tinea pedis (athlete's foot; fungal infection of the skin on the feet and between the toes), tinea versicolor (fungal infection of the skin that causes brown or light colored spots on the chest, back, arms, legs, or neck), and yeast infections of the skin. Prescription ketoconazole shampoo is used to treat tinea versicolor. Over-the-counter ketoconazole shampoo is used to control flaking, scaling, and itching of the scalp caused by dandruff. Ketoconazole is in a class of antifungal medications called imidazoles. It works by slowing the growth of fungi that cause infection.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Protect the medication from light and do not allow it to freeze.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Ketoconazole Topical", "side_effects": "Ketoconazole may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r changes in hair textureblisters on scalpdry skinitchingoily or dry hair or scalpirritation, itching, or stinging in the place where you applied the medicationSome side effects can be serious. The following symptoms are uncommon, but if you experience any of them, call your doctor immediately:\r \r rashhivesdifficulty breathing or swallowingredness, tenderness, swelling, pain, or warmth in the place where you applied the medicationKetoconazole may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Prescription ketoconazole comes as a cream and a shampoo to apply to the skin. Over-the-counter ketoconazole comes as a shampoo to apply to the scalp. Ketoconazole cream is usually applied once a day for 2 to 6 weeks. Prescription ketoconazole shampoo is usually applied one time to treat the infection. Over-the-counter ketoconazole shampoo is usually used every 3 to 4 days for up to 8 weeks, and then used as needed to control dandruff. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use ketoconazole exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.One treatment with prescription ketoconazole shampoo may successfully treat your tinea versicolor infection. However, it may take several months for your skin color to return to normal, especially if your skin is exposed to sunlight. After your infection is treated, there is a chance that you will develop another tinea versicolor infection.If you are using over-the-counter ketoconazole shampoo to treat dandruff, your symptoms should improve during the first 2 to 4 weeks of your treatment. Call your doctor if your symptoms do not improve during this time or if your symptoms get worse at any time during your treatment.If you are using ketoconazole cream, your symptoms should improve at the beginning of your treatment. Continue to use ketoconazole cream even if you are feeling well. If you stop using ketoconazole cream too soon, your infection may not be completely cured and your symptoms may return.Ketoconazole cream and shampoos are only for use on the skin or scalp. Do not let ketoconazole cream or shampoo get into your eyes or mouth, and do not swallow the medication. If you do get ketoconazole cream or shampoo in your eyes, wash them with plenty of water.To use the cream, apply enough cream to cover the affected area and all of the skin around it.To use the prescription shampoo, follow these steps:\r \r <ol>Use a small amount of water to wet your skin in the area where you will apply ketoconazole shampoo.Apply the shampoo to the affected skin and a large area around it.Use your fingers to rub the shampoo until it forms a lather.Leave the shampoo on your skin for 5 minutes.Rinse the shampoo off of your skin with water.</ol>To use the over-the-counter shampoo, follow these steps:\r \r <ol>Be sure that your scalp is not broken, cut, or irritated. Do not use ketoconazole shampoo if your scalp is broken or irritated.Wet your hair thoroughly.Apply the shampoo to your hair.Use your fingers to rub the shampoo until it forms a lather.Rinse all of the shampoo out of your hair with plenty of water.Repeat steps 2 to 5.</ol>"}