{"other_information": "Keep all appointments with your doctor.To improve the taste of lactulose, mix your dose with one-half glass of water, milk, or fruit juice.Do not let anyone else take your medicine. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before taking lactulose,tell your doctor and pharmacist if you are allergic to lactulose or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially antacids, antibiotics including neomycin (Mycifradin), and other laxatives.tell your doctor if you have diabetes or require a low-lactose diet.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking lactulose, call your doctor.if you are having surgery or tests on your colon or rectum, tell the doctor that you are taking lactulose.", "why": "Lactulose is a synthetic sugar used to treat constipation. It is broken down in the colon into products that pull water out from the body and into the colon. This water softens stools. Lactulose is also used to reduce the amount of ammonia in the blood of patients with liver disease. It works by drawing ammonia from the blood into the colon where it is removed from the body.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Lactulose", "side_effects": "Lactulose may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheagasnauseaIf you have any of the following symptoms, stop taking lactulose and call your doctor immediately:\r \r stomach pain or crampsvomitingIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Lactulose comes as liquid to take by mouth. It usually is taken once a day for treatment of constipation and three or four times a day for liver disease. Your prescription label tells you how much medicine to take at each dose. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take lactulose exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor."}