{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain laboratory tests before and during your treatment, especially if you have severe diarrhea.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking lansoprazole,tell your doctor and pharmacist if you are allergic to lansoprazole, any other medications, or any of the ingredients in lansoprazole capsules or orally disintegrating tablets. Ask your doctor or pharmacist for a list of the ingredients.tell your doctor if you are taking rilpivirine (Edurant, in Complera, Odefsey). Your doctor will probably tell you not to take lansoprazole if you are taking this medication.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: certain antibiotics, including ampicillin (Principen), anticoagulants (blood thinners) such as warfarin (Coumadin), atazanavir (Reyataz), digoxin (Lanoxin), diuretics ('water pills'), iron supplements, ketoconazole (Nizoral), methotrexate (Rheumatrex, Trexall), tacrolimus (Prograf), and theophylline (Theo-bid, TheoDur). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you are taking sucralfate (Carafate), take it at least 30 minutes after you take lansoprazole.you may take antacids with lansoprazole. If you feel you need an antacid, ask your doctor to recommend one and to tell you when and how to take it.tell your doctor if you have or have ever had a low level of magnesium in your bloodor liver disease.if you plan to take nonprescription lansoprazole, first tell your doctor if your heartburn has lasted 3 months or longer or if you have experienced any of the following symptoms: lightheadedness, sweating, or dizziness along with your heartburn; chest pain or shoulder pain; shortness of breath or wheezing; pain that spreads to your arms, neck, or shoulders; unexplained weight loss; nausea; vomiting, especially if the vomit is bloody; stomach pain; difficulty swallowing food or pain when you swallow food; or black or bloody stools. You may have a more serious condition that cannot be treated with nonprescription medication.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking lansoprazole, call your doctor.if you are 50 years of age or older, ask your doctor if it is safe for you to use prescription or nonprescription lansoprazole. The risk that you may develop a severe form of diarrhea caused by bacteria or that you may fracture your wrist, hip, or spine may be higher if you are an older adult.if you have phenylketonuria (PKU, an inherited condition in which a special diet must be followed to prevent mental retardation), you should know that the orally disintegrating tablets may contain aspartame, which forms phenylalanine.", "why": "Prescription lansoprazole is used to treat gastroesophageal reflux disease (GERD), a condition in which backward flow of acid from the stomach causes heartburn and possible injury of the esophagus (the tube between the throat and stomach). Prescription lansoprazole is used to treat the symptoms of GERD, allow the esophagus to heal, and prevent further damage to the esophagus. Prescription lansoprazole is also used to treat ulcers (sores in the lining of the stomach or intestine), to prevent more ulcers from developing in people whose ulcers have already healed, and to decrease the risk that people who are taking nonsteroidal anti-inflammatory drugs (NSAIDs) will develop ulcers. Prescription lansoprazole is also used to treat conditions where the stomach produces too much acid, such as Zollinger-Ellison syndrome. Prescription lansoprazole is also used in combination with other medications to treat and prevent stomach ulcers caused by a certain type of bacteria (<em>H. pylori</em>). Nonprescription (over-the-counter) lansoprazole is used to treat frequent heartburn (heartburn that occurs two or more days per week). Lansoprazole is in a class of medications called proton pump inhibitors. It works by decreasing the amount of acid made in the stomach.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Lansoprazole", "side_effects": "Lansoprazole may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r constipationnauseaheadachedizzinessSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r rashblistering or peeling skinhivesswelling of the eyes, face, lips, mouth, tongue, or throatdifficulty breathing or swallowinghoarsenessirregular, fast, or pounding heartbeatexcessive tirednessdizzinesslightheadednessmuscle spasmsuncontrollable shaking of a part of the bodyseizuressevere diarrhea with watery stoolsstomach painfeverLansoprazole may cause other side effects. Call your doctor if you have any unusual problems while you are taking the medication.People who take proton pump inhibitors such as lansoprazole may be more likely to fracture their wrists, hips, or spine than people who do not take one of these medications. The risk is highest in people who take high doses of one of these medications or take them for 1 year or longer. Talk to your doctor about the risk of taking lansoprazole.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Prescription lansoprazole comes as a delayed-release (releases the medication in the intestine to prevent break-down of the medication by stomach acids) capsule and an orally disintegrating (dissolving) tablet to take by mouth. Nonprescription lansoprazole comes as a delayed-release (releases the medication in the intestine to prevent break-down of the medication by stomach acids) capsule to take by mouth. Prescription lansoprazole is usually taken once a day, before a meal. When taken in combination with other medications to eliminate <em>H. pylori</em>, prescription lansoprazole is taken twice a day (every 12 hours) or three times a day (every 8 hours), before a meal, for 10 to 14 days. Nonprescription lansoprazole is usually taken once a day, in the morning before eating for 14 days. Additional 14-day treatments may be repeated once every 4 months if needed. Take lansoprazole at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take lansoprazole exactly as directed. Do not take more or less of it or take it more often or for a longer time than prescribed by your doctor or stated on the package. Tell your doctor if you have taken nonprescription lansoprazole for a longer period of time than stated on the package.Swallow the prescription capsules whole; do not split, chew, or crush them. If you have difficulty swallowing capsules, you may open the capsule, sprinkle the granules on 1 tablespoon of applesauce, Ensure pudding, cottage cheese, yogurt, or strained pears and swallow the mixture immediately without chewing. You can also open a capsule and pour the contents into 2 ounces (60 milliliters) of orange juice, apple juice or tomato juice, mix briefly, and swallow immediately. After you swallow the mixture, rinse the glass with some additional juice and drink immediately. Then rinse the glass with juice a second time and drink the juice to be sure that you wash all the medication out of the glass.Swallow the nonprescription capsules whole with a glass of water. Do not split, chew, or crush them.Do not break, cut or chew the orally disintegrating tablets. Place a tablet on your tongue and wait up to one minute for it to dissolve. After the tablet dissolves, swallow it with or without water. If you cannot swallow the tablet, you may place it in an oral syringe, draw up 4 mL of water for a 15 mg tablet or 10 mL of water for a 30-mg tablet, shake the syringe gently to dissolve the tablet, and squirt the contents into your mouth immediately. Then draw an additional 2 mL of water into the syringe, shake gently, and squirt that water into your mouth. Do not swallow the mixture more than 15 minutes after you dissolve the tablet.The capsule contents and orally disintegrating tablets can both be given through a feeding tube. If you have a feeding tube, ask your doctor how you should take the medication. Follow these directions carefully.Do not take nonprescription lansoprazole for immediate relief of heartburn symptoms. It may take 1 to 4 days for you to feel the full benefit of the medication. Call your doctor if your symptoms get worse or do not improve after 14 days or if your symptoms return sooner than 4 months after you finish your treatment. Do not take nonprescription lansoprazole for longer than 14 days or treat yourself with omeprazole more often than once every 4 months without talking to your doctor.Continue to take lansoprazole even if you feel well. Do not stop taking prescription lansoprazole without talking to your doctor. If your condition does not improve or gets worse, call your doctor.Ask your doctor or pharmacist for a copy of the manufacturer's information for the patient."}