{"other_information": "Keep all appointments with your doctor and the laboratory. Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms after you finish your prescription, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "These medications may be prescribed for other uses. Ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose (one lansoprazole capsule, one clarithromycin tablet, and two amoxicillin capsules) as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r <ol>stomach painnauseavomitingdiarrheadecreased urination</ol>", "precautions": "Before taking lansoprazole, clarithromycin, and amoxicillin,tell your doctor and pharmacist if you are allergic to any antibiotics, including amoxicillin, azithromycin (Zithromax, Zmax), clarithromycin (Biaxin), erythromycin (E.E.S. 400, others), and penicillin; lansoprazole (Prevacid); any other medications; or any of the ingredients in amoxicillin tablets, clarithromycin capsules, or lansoprazole capsules. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking any of the following medications: cisapride (Propulsid) (not available in the U.S.), dihydroergotamine (D.H.E, Migranal), ergotamine (Ergomar, in Cafergot, in Migergot), pimozide (Orap), astemizole (Hismanal) (not available in the U.S.) or terfenadine (Seldane) (not available in the U.S.). Your doctor will probably tell you not to take lansoprazole, clarithromycin, and amoxicillin if you are taking one or more of these medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: other antibiotics such as ampicillin; anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); bromocriptine (Cycloset, Parlodel); carbamazepine (Carbatrol, Epitol, Equetro,Tegretol, Teril); certain cholesterol-lowering medications including lovastatin (Advicor, Altoprev) and simvastatin (Zocor, in Simcor, in Vytorin); cilostazol (Pletal); colchicine (Colcrys, in Col-probenecid); cyclosporine (Gengraf, Neoral, Sandimmune); certain benzodiazepines including alprazolam (Niravam, Xanax), midazolam, and triazolam (Halcion); digoxin (Lanoxin); disopyramide (Norpace); fluconazole (Diflucan); iron supplements; ketoconazole (Nizoral); certain medications for HIV such as atazanavir Reyataz), ritonavir (Norvir, in Kaletra) and zidovudine (Retrovir, in Trizivir, in Combivir); methylprednisolone (Medrol); phenytoin (Dilantin, Phenytek); probenecid (Probalan, in Col-probenecid); quinidine (in Nuedexta); rifabutin (Mycobutin); sildenafil (Revatio, Viagra); tacrolimus (Astagraf XL, Prograf); theophylline (Theo 24, Theochron, Uniphyl, others),and valproate (Depacon). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you are taking sucralfate (Carafate), take it 30 minutes after you take lansoprazole, clarithromycin, and amoxicillin.tell your doctor if you have or have ever had asthma, allergies, hives, hay fever, myasthenia gravis (a disease that causes muscle weakness); or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant or are breast-feeding. If you become pregnant while taking these medications, call your doctor.if you are having surgery, including dental surgery, tell your doctor or dentist that you are taking lansoprazole, clarithromycin, and amoxicillin.", "why": "Lansoprazole, clarithromycin, and amoxicillin are used to treat and prevent the return of ulcers (sores in the lining of the stomach or intestine) caused by a certain type of bacteria (<em>H. pylori</em>). Lansoprazole is in a class of medications called proton pump inhibitors. Clarithromycin and amoxicillin are in a class of medications called antibiotics. Lansoprazole works by decreasing the amount of acid made in the stomach. Clarithromycin and amoxicillin work by stopping the growth of the bacteria that may cause ulcers. Antibiotics will not work for colds, flu, or other viral infections.", "storage_conditions": "Keep this medication in the daily packets and storage box it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light and excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Lansoprazole, Clarithromycin, and Amoxicillin", "side_effects": "Lansoprazole, clarithromycin, and amoxicillin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r <ol>diarrheastomach pain or crampsvomitingnauseachange in ability to taste foodheadachedizziness</ol>Some side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r <ol>blistering or peeling skinrashhives`swelling of the face, eyes, lips, tongue, arms, or legsdifficulty breathing or swallowinghoarsenesssore throat, fever, chills, and other signs of infectionwatery or bloody diarrhea with or without stomach pain that occurs during your treatment or for up to 2 months afterward</ol>Lansoprazole, amoxicillin, and clarithromycin may cause other side effects. Call your doctor if you have any unusual problems while you are taking these medications.People who take proton pump inhibitors such as lansoprazole may be more likely to fracture their wrists, hips, or spine than people who do not take one of these medications. The risk is highest in people who take high doses of one of these medications or take them for 1 year or longer. The risk may also be higher in people who are 50 years of age or older. Talk to your doctor about the risk of taking lansoprazole.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Lansoprazole comes as a delayed-release (releases the medication in the intestine to prevent break-down of the medication by stomach acids) capsule, clarithromycin comes as a tablet, and amoxicillin comes as a capsule, all to be taken by mouth. These medications are usually taken before a meal twice a day. To help you take the right number of capsules and tablets at each dose, the medication is packaged in dosing cards. Each dosing card contains all of the medication needed for both daily doses. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take the medication exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablets and capsules whole; do not split, chew, or crush them.Take lansoprazole, clarithromycin, and amoxicillin until you finish the prescription, even if you feel better. If you stop taking antibiotics too soon your infection may not be completely treated and the bacteria may become resistant to antibiotics.If your condition does not improve or gets worse, call your doctor."}