{"other_information": "Keep all appointments with your doctor. If an infant or child younger than 4 years of age receives levetiracetam, your doctor will check their blood pressure regularly.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If it has only been a few hours since the time you were scheduled to take the dose, take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r drowsinessagitationaggressiondecreased consciousness or loss of consciousness (coma)difficulty breathing", "precautions": "Before taking levetiracetam,tell your doctor and pharmacist if you are allergic to levetiracetam, any other medications, or any of the ingredients in levetiracetam products. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had kidney disease, depression, mood problems, or suicidal thoughts or behavior.tell your doctor if you are pregnant or plan to become pregnant. If you become pregnant while taking levetiracetam, call your doctor. Do not breastfeed while you are taking levetiracetam.you should know that levetiracetam may make you dizzy or drowsy. Do not drive a car or operate machinery until you know how this medication affects you.you should know that your mental health may change in unexpected ways and you may become suicidal (thinking about harming or killing yourself or planning or trying to do so) while you are taking levetiracetam for the treatment of epilepsy, mental illness, or other conditions. A small number of adults and children 5 years of age and older (about 1 in 500 people) who took anticonvulsants such as levetiracetam to treat various conditions during clinical studies became suicidal during their treatment. Some of these people developed suicidal thoughts and behavior as early as one week after they started taking the medication. There is a risk that you may experience changes in your mental health if you take an anticonvulsant medication such as levetiracetam, but there may also be a risk that you will experience changes in your mental health if your condition is not treated. You and your doctor will decide whether the risks of taking an anticonvulsant medication are greater than the risks of not taking the medication. You, your family, or your caregiver should call your doctor right away if you experience any of the following symptoms: panic attacks; agitation or restlessness; nervousness, new or worsening irritability, anxiety, or depression; acting on dangerous impulses; difficulty falling or staying asleep; aggressive, angry, or violent behavior; mania (frenzied, abnormally excited mood); talking or thinking about wanting to hurt yourself or end your life; withdrawing from friends and family; preoccupation with death and dying; giving away prized possessions; or any other unusual changes in behavior or mood. Be sure that your family or caregiver knows which symptoms may be serious so they can call the doctor if you are unable to seek treatment on your own.", "why": "Levetiracetam is used in combination with other medications to treat certain types of seizures in adults and children with epilepsy. Levetiracetam is in a class of medications called anticonvulsants. It works by decreasing abnormal excitement in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Levetiracetam", "side_effects": "Levetiracetam may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r weaknessunsteady walkingloss of balance or coordinationconfusionheadacheloss of appetitevomitingdiarrheaconstipationexcessive sleepinessjoint painneck paindouble visionSome side effects can be serious. If you experience any of the following symptoms or those listed in the SPECIAL PRECAUTIONS section, call your doctor immediately:\r \r seizures that are worse or different than the seizures you had beforefever, sore throat, or other signs of infectionrashblisters on skinhivesitchingswelling of the face and tongueLevetiracetam may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Levetiracetam comes as a solution (liquid), an immediate-release tablet, an extended-release (long-acting) tablet, and as a tablet for suspension (a tablet to take with liquid) to take by mouth. The solution, immediate-release tablet, and tablet for suspension are usually taken twice a day, once in the morning and once at night, with or without food. The extended-release tablets are usually taken once daily with or without food. Try to take levetiracetam at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take levetiracetam exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the levetiracetam immediate-release and extended-release tablets whole; do not split, chew, or crush them. Take the whole levetiracetam tablets for suspension according to directions; do not split, chew, or crush them.To take levetiracetam tablet(s) for suspension, use dry hands to peel the foil from the blister packaging; do not try to push the tablets through the foil. Immediately take out the number of tablet(s) that your doctor has told you to take and place the tablet(s) on your tongue with a sip of liquid. Once the tablet completely dissolves on your tongue, swallow the mixture. The tablet(s) may take about 10 seconds to dissolve.You can also take levetiracetam tablets for suspension by dissolving them in a liquid. Place the number of tablet(s) your doctor has told you to take into a cup and add a small amount of liquid (about 1 tablespoon [15 mL] or enough to cover the medication in a cup). Swirl the cup gently. After the tablet(s) for suspension dissolve, drink the mixture right away. If there is any medication left in the cup, add some more liquid and swirl the cup gently. Drink the mixture water right away to be sure that you swallow all of the medication.If you are taking the levetiracetam oral solution, do not use a household spoon to measure your dose. You might not get the right amount of medication. Ask your doctor or pharmacist to recommend a medicine dropper, spoon, cup, or syringe and to show you how to use it to measure your medication.Your doctor may start you on a low dose of levetiracetam and gradually increase your dose, not more often than once every 2 weeks.Levetiracetam controls epilepsy but does not cure it. Continue to take levetiracetam even if you feel well. Do not stop taking levetiracetam without talking to your doctor, even if you experience side effects such as unusual changes in behavior or mood. If you suddenly stop taking levetiracetam, your seizures may become worse. Your doctor will probably decrease your dose gradually.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with levetiracetam and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs) or the manufacturer's website to obtain the Medication Guide."}