{"other_information": "Keep all appointments with your doctor and the laboratory.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.If someone swallows levomilnacipran, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r seeing things or hearing voices that do not exist (hallucinating)coma (loss of consciousness for a period of time)uncontrollable shaking of a part of the bodyseizuresdizzinessunsteadiness", "precautions": "Before taking levomilnacipran,tell your doctor and pharmacist if you are allergic to levomilnacipran, milnacipran, any other medications, or any of the ingredients in the capsules. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking a monoamine oxidase (MAO) inhibitors, including isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate) or if you have stopped taking an MAO inhibitor within the past 2 weeks or if you are taking linezolid (Zyvox) or methylene blue. Your doctor will probably tell you not to take levomilnacipran. If you stop taking levomilnacipran, you should wait at least one week before you start to take an MAO inhibitor.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); antidepressants ('mood elevators') such as amitriptyline (Elavil), amoxapine (Asendin), clomipramine (Anafranil), desipramine (Norpramin), doxepin (Adapin, Sinequan), imipramine (Tofranil), nortriptyline (Aventyl, Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Motrin), and naproxen (Aleve, Naprosyn); buspirone (Buspar); clarithromycin (Biaxin, in Prevac); diuretics ('water pills'); fentanyl (Actiq, Duragesic, Fentora); ketoconazole (Nizoral); lithium (Eskalith, Lithobid); medications for mental illness such as clozapine (Clozaril) and haloperidol (Haldol); medications for migraine headaches such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Imitrex), and zolmitriptan (Zomig); tramadol (Ultram); ritonavir (Norvir); and sibutramine (Meridia; no longer available in the United States. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with levomilnacipran, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor what herbal products and nutritional supplements you are taking, especially St. John's wort and tryptophan.tell your doctor if you have or have ever had high blood pressure, urinary retention or problems urinating, low salt (sodium) levels in your blood, seizures, or kidney or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking levomilnacipran, call your doctor.avoid use of alcoholic beverages while you are taking levomilnacipran.you should know that levomilnacipran may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.you should know that levomilnacipran may cause high blood pressure. Your blood pressure should be checked regularly while you are receiving levomilnacipran.you should know that levomilnacipran may cause angle-closure glaucoma (a condition where the fluid is suddenly blocked and unable to flow out of the eye causing a quick, severe increase in eye pressure which may lead to a loss of vision). Talk to your doctor about having an eye examination before you start taking this medication. If you have nausea, eye pain, changes in vision, such as seeing colored rings around lights, and swelling or redness in or around the eye, call your doctor or get emergency medical treatment right away.", "why": "Levomilnacipran is used to treat depression. Levomilnacipran is in a class of medications called selective serotonin and norepinephrine reuptake inhibitors (SNRIs). It works by increasing the amount of serotonin and norepinephrine, natural substances in the brain that helps maintain mental balance.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat and moisture (not in the bathroom). Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Levomilnacipran", "side_effects": "Levomilnacipran may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseaconstipationexcessive sweatingchanges in heart rate and blood pressureerectile dysfunctionvomitingchanges in sex drive or abilitydecreased appetiteSome side effects can be serious. If you experience any of these symptoms, stop taking levomilnacipran and call your doctor immediately or get emergency medical treatment:\r \r rashhivesswellingdifficulty breathing or swallowingfever, sweating, confusion, fast or irregular heartbeat, and severe muscle stiffness or twitchingabnormal bleeding or bruisingdifficulty urinating or unable to urinaterapid, pounding, or irregular heartbeatLevomilnacipran may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Levomilnacipran comes as an extended-release (long-acting) capsule to take by mouth. It is usually taken once daily with or without food. Take levomilnacipran at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take levomilnacipran exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the capsules whole; do not open, chew, or crush them.Your doctor may start you on a low dose of levomilnacipran and gradually increase your dose, not more than once every 2 days.Levomilnacipran controls depression but does not cure it. It may take several weeks or longer before you feel the full benefit of levomilnacipran. Continue to take levomilnacipran even if you feel well. Do not stop taking levomilnacipran without talking to your doctor. Your doctor will probably decrease your dose gradually. If you suddenly stop taking levomilnacipran, you may experience withdrawal symptoms such as mood changes, agitation, irritability, dizziness, ringing in the ears, shock-like sensations, anxiety, confusion, tiredness, difficulty falling asleep or staying asleep, numbness or tingling in the arms, legs, hands, or feet, headache, increased sweating, seizures, or nausea. Tell your doctor if you experience any of these symptoms when your dose of levomilnacipran is decreased."}