{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to levofloxacin.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking levofloxacin.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish taking levofloxacin, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Levofloxacin is also sometimes used to treat endocarditis (infection of the heart lining and valves), certain sexually transmitted diseases, salmonella (an infection that causes severe diarrhea), shigella (an infection that causes severe diarrhea), inhalation anthrax (a serious infection that may be spread by anthrax germs in the air on purpose as part of a bioterror attack), and tuberculosis (TB). Levofloxacin is also sometimes used to prevent or treat traveler's diarrhea . Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Make sure you drink plenty of water or other fluids every day while you are taking levofloxacin.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking levofloxacin,tell your doctor and pharmacist if you are allergic or have had a severe reaction to levofloxacin; any other quinolone or fluoroquinolone antibiotic such as ciprofloxacin (Cipro), gatifloxacin (Tequin) (not available in the U.S.), gemifloxacin (Factive), lomefloxacin (Maxaquin) (not available in the U.S.), moxifloxacin (Avelox), nalidixic acid (NegGram), norfloxacin (Noroxin), ofloxacin (Floxin), and sparfloxacin (Zagam) (not available in the U.S.): or any other medications, or if you are allergic to any of the ingredients in levofloxacin tablets or solution. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); certain antidepressants; antipsychotics (medications to treat mental illness);  diuretics ('water pills'); insulin; oral medications for diabetes such as glyburide (DiaBeta, Glynase, in Glucovance); certain medications for irregular heartbeat such as amiodarone (Cordarone, Nexterone, Pacerone), procainamide , quinidine, and sotalol (Betapace, Betapace AF, Sorine, Sotylize); nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Motrin, others) and naproxen (Aleve, Naprosyn, others); or theophylline (Elixophyllin, Theo-24, Uniphyl, others). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you are taking antacids containing aluminum hydroxide or magnesium hydroxide (Maalox, Mylanta, Tums, others), didanosine (Videx) solution, sucralfate (Carafate), or vitamin or mineral supplements that contain iron or zinc, take these medications 2 hours before or after you take levofloxacin.tell your doctor if you or anyone in your family has or has ever had a prolonged QT interval (a rare heart problem that may cause irregular heartbeat, fainting, or sudden death) or if you have or ever have had a slow or irregular heartbeat,  a recent heart attack,or if you have a low level of potassium or magnesium in your blood.  Also tell your doctor if you have or have ever had diabetes or problems with low blood sugar  or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking levofloxacin, call your doctor.Do not drive a car, operate machinery, or participate in activities requiring alertness or coordination until you know how this medication affects you.plan to avoid unnecessary or prolonged exposure to sunlight or ultraviolet light (tanning beds and sunlamps) and to wear protective clothing, sunglasses, and sunscreen. Levofloxacin may make your skin sensitive to sunlight or ultraviolet light. If your skin becomes reddened, swollen, or blistered, like a bad sunburn, call your doctor.", "why": "Levofloxacin is used to treat certain infections such as pneumonia,  and , kidney, prostate (a male reproductive gland), and skin infections. Levofloxacin is also used to prevent anthrax (a serious infection that may be spread on purpose as part of a bioterror attack) in people who may have been exposed to anthrax germs in the air, and treat and prevent plague (a serious infection that may be spread on purpose as part of a bioterror attack. Levofloxacin may also be used to treat bronchitis, sinus infections, or urinary tract infections but should not be used for bronchitis and certain types of urinary tract infections if there are other treatment options available.  Levofloxacin is in a class of antibiotics called fluoroquinolones. It works by killing bacteria that cause infections.Antibiotics such as levofloxacin will not work for colds, flu, or other viral infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Levofloxacin", "side_effects": "Levofloxacin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingdiarrheastomach painconstipationheartburnvaginal itching and/or dischargeIf you experience any of the following symptoms, or any of the symptoms  described in the IMPORTANT WARNING section, stop taking levofloxacin and call your doctor immediately or get emergency medical help:\r \r severe diarrhea (watery or bloody stools) that may occur with or without fever and stomach cramps (may occur up to 2 months or more after your treatment)rashhivesitchingpeeling or blistering of the skinfeverswelling of the eyes, face, mouth. lips, tongue, throat, hands, feet, ankles or lower legshoarsenessongoing or worsening coughdifficulty breathing or swallowingfast or fluttering heartbeatfaintingloss of consciousnessfeeling shakyyellowing of the skin or eyesplae skindark urinelight colored stoolfrequent urinationdecreased urinationseizuresunusual bruising or bleedingjoint or muscle painextreme thirst or hungerextreme tirednesssweatingLevofloxacin may cause problems with bones, joints, and tissues around joints in children. Levofloxacin should not normally be given to children younger than 18 years of age unless they have plague or have been exposed to plague or anthrax in the air. If your doctor prescribes levofloxacin for your child, be sure to tell the doctor if your child has or has ever had joint-related problems. Call your doctor if your child develops joint problems, such as pain or swelling, while taking levofloxacin or after treatment with levofloxacin.Talk to your doctor about the risks of taking levofloxacin or giving levofloxacin to your child.Levofloxacin may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Levofloxacin comes as a tablet and a solution (liquid) to take by mouth. It is usually taken once a day. The length of your treatment depends on the type of infection you have. Your doctor will tell you how long to take levofloxacin. The tablet may be taken with or without food. The solution should be taken 1 hour before or 2 hours after eating. Take levofloxacin at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take levofloxacin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.You should begin to feel better during the first few days of treatment with levofloxacin. If your symptoms do not improve or if they get worse, call your doctor.Take levofloxacin until you finish the prescription, even if you feel better. Do not stop taking levofloxacin without talking to your doctor unless you experience certain serious side effects listed in the IMPORTANT WARNING or SIDE EFFECTS sections. If you stop taking levofloxacin too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."}