{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to levothyroxine.Learn the brand name and generic name of your medication. Do not switch brands without talking to your doctor or pharmacist, as each brand of levothyroxine contains a slightly different amount of medication.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Eat a normal, healthy diet. Some foods and beverages, particularly those that contain soybeans, walnuts, and dietary fiber, may affect how levothyroxine works for you, so take levothyroxine one half to one hour before breakfast.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking levothyroxine,tell your doctor and pharmacist if you are allergic to levothyroxine, thyroid hormone, any other medications, or any of the ingredients in levothyroxine. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone, Pacerone); amphetamines; anticoagulants ('blood thinners') such as warfarin (Coumadin); aspirin or aspirin-containing products and other nonsteroidal anti-inflammatory drugs; beta-blockers such as metoprolol (Lopressor), propranolol (Inderal) or timolol (Timoptic); carbamazepine (Equetro, Tegretol); corticosteroids such as dexamethasone; digoxin (Lanoxin); estrogens; furosemide (Lasix); imatinib (Gleevac); insulin or other medications to treat diabetes; lithium (Lithobid); maprotiline; oral contraceptives; phenobarbital; phenytoin (Dilantin, Phenytek); rifampin (Rifater, Rifamate, Rifadin); selective serotonin reuptake inhibitors (SSRIs) such as sertraline (Zoloft); theophylline (TheoDur); and tricyclic antidepressants such as amitriptyline (Elavil). Many other medications may also interact with levothyroxine, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you take an antacid, calcium carbonate (Tums), cholestyramine (Questran), colesevelam (Welchol), colestipol (Colestid), iron, orlistat (Alli, Xenical), simethicone (Phazyme, Gas X), sevelamer (Renvela, Renagel), sodium polystyrene sulfonate (Kayexalate), or sucralfate (Carafate), take it at least 4 hours before or 4 hours after you take levothyroxine.tell your doctor if you have or have ever had diabetes; hardening of the arteries (atherosclerosis); kidney disease; liver disease or hepatitis; bleeding problems; porphyria (condition in which abnormal substances build up in the blood and cause problems with the skin or nervous system); cardiovascular disease such as high blood pressure, chest pain (angina), arrhythmias, or heart attack; an underactive adrenal or pituitary gland, or any condition that makes it difficult for you to swallow.tell your doctor if you are pregnant, plan to become pregnant or are breast-feeding. If you become pregnant while taking levothyroxine, call your doctor.if you have surgery, including dental surgery, tell the doctor or dentist that you are taking levothyroxine.", "why": "Levothyroxine, a thyroid hormone, is used to treat hypothyroidism, a condition where the thyroid gland does not produce enough thyroid hormone.Levothyroxine is also used to treat congenital hypothyroidism (cretinism) and goiter (enlarged thyroid gland). Levothyroxine is also used with surgery and radioactive iodine therapy to treat thyroid cancer. Levothyroxine is in a class of medications called hormones. It works by replacing thyroid hormone that is normally produced by the body.Without thyroid hormone, your body cannot function properly, which may result in poor growth, slow speech, lack of energy, excessive tiredness, constipation, weight gain, hair loss, dry, thick skin, increased sensitivity to cold, joint and muscle pain, heavy or irregular menstrual periods, and depression. When taken correctly, levothyroxine reverses these symptoms.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Levothyroxine", "side_effects": "Levothyroxine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r weight losstremorheadachenauseavomitingdiarrheastomach crampsnervousnessirritabilityinsomniaexcessive sweatingincreased appetitefeverchanges in menstrual cyclesensitivity to heattemporary hair loss, particularly in children during the first month of therapyIf you experience either of the following symptoms, call your doctor immediately or get emergency medical treatment:\r \r chest pain (angina)rapid or irregular heartbeat or pulseIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Levothyroxine comes as a tablet and a capsule to take by mouth. It usually is taken once a day on an empty stomach, one half to one hour before breakfast. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take levothyroxine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow capsules whole; do not chew or crush them.The tablets may get stuck in your throat or cause choking or gagging; therefore, the tablet should be taken with a full glass of water.If you are giving levothyroxine to an infant, child, or adult who cannot swallow the tablet, crush the tablet and mix it in 1 to 2 teaspoons of plain water. Give this mixture by spoon or dropper right away. Do not store this mixture. Only mix the crushed tablets with water. Do not mix with food or soybean infant formula.Your doctor will probably start you on a low dose of levothyroxine and gradually increase your dose.Levothyroxine controls hypothyroidism, but does not cure it. It may take several weeks before you notice a change in your symptoms. Continue to take levothyroxine even if you feel well. Do not stop taking levothyroxine without talking to your doctor."}