{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain blood tests to check your body's response to linezolid.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish the linezolid, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Avoid eating or drinking large amounts of foods and beverages containing tyraminewhile taking linezolid. Foods and beverages that have been pickled, smoked, or fermented usually contain tyramine. These foods and beverages include alcoholic beverages, especially beer, Chianti, and other red wines; alcohol-free beer; cheeses (especially strong, aged, or processed varieties); sauerkraut; yogurt; raisins; bananas; sour cream; pickled herring; liver (especially chicken liver); dried meats and sausage (including hard salami and pepperoni); canned figs; avocados; soy sauce; turkey; yeast extracts; papaya products (including certain meat tenderizers); fava beans; and broad bean pods.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking linezolid,tell your doctor and pharmacist if you are allergic to linezolid, any other medications, or any of the ingredients in the linezolid product you have been prescribed. Ask your pharmacist for a list of the ingredients .tell your doctor if you are taking buspirone (Buspar); epinephrine (EpiPen); medications for migraine such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Imitrex), and zolmitriptan (Zomig); meperidine (Demerol); pseudoephedrine (Sudafed; in many cold or decongestant medications) selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, Symbyax), fluvoxamine (Luvox), paroxetine (Paxil), sertraline (Zoloft), and vilazodone (Vilbyrd); serotonin norepinephrine reuptake inhibitors (SNRIs) such as desvenlafaxine (Pristiq), duloxetine (Cymbalta), and venlafaxine (Effexor); and tricyclic antidepressants such as amitriptyline (Elavil), amoxapine (Asendin), clomipramine (Anafranil), desipramine (Norpramin), doxepin (Adapin, Sinequan), imipramine (Tofranil), nortriptyline (Aventyl, Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil). Also tell your doctor or pharmacist if you are taking the following medications or have stopped taking them within the past two weeks: isocarboxazid (Marplan) phenelzine (Nardil). rasagiline (Azilect), selegiline (Eldepryl), and tranylcypromine (Parnate). Your doctor will probably tell you not to take linezolid if you are taking one or more of these medications, or have taken them within the past two weeks.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amphetamine (in Adderall); carbamazepine;phenylpropanolamine (no longer available in the US); dextroamphetamine (Adderall,Dexedrine, DextroStat); dexmethylphenidate (Focalin); lisdexamfetamine (Vyvanase); methamphetamine (Desoxyn); methylphenidate (Concerta, Metadate, Methylin, Ritalin); other antibiotics; phenobarbital; phenytoin (Dilantin, Phenytek); and rifampin (Rifadin,Rimactance, in Rifamate in Rifater ).Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with linezolid, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have carcinoid syndrome (a condition in which a tumor secretes serotonin). Your doctor will probably tell you not to take linezolid.tell your doctor if you have or have ever had a chronic (long-lasting) infection, high blood pressure, hyperthyroidism (an overactive thyroid), immune suppression (problems with your immune system), pheochromocytoma (a tumor of the adrenal gland),seizures,  or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking linezolid, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking linezolid.if you have phenylketonuria (PKU, an inherited condition in which a special diet must be followed to prevent mental retardation), you should know that the oral suspension contains aspartame that forms phenylalanine.", "why": "Linezolid is used to treat infections, including pneumonia, and infections of the skin and blood. Linezolid is in a class of antibacterials called oxazolidinones. It works by stopping the growth of bacteria. Antibiotics will not work for colds, flu, and other viral infections. ", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light and excess heat and moisture (not in the bathroom). Linezolid oral suspension should be used within 21 days.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Linezolid", "side_effects": "Linezolid may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaheadachenauseavomitingstomach paindifficulty falling asleep or staying asleepdizzinesswhite patches in the mouthchange in color of the tongueSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r hivesrashitchingdifficulty breathing or swallowingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legshoarsenessblisters or peeling skinfeverloss of coordinationoveractive reflexesconfusion, forgetfulness, or difficulty thinkingsevere diarrhea (watery or bloody stools) that may occur with or without fever and stomach cramps (may occur up to 2 months or more after your treatment)unusual bleeding or bruisingcough, chills, sore throat, and other signs of infectionchanges in color vision, blurred vision, or other changes in visionseizuresLinezolid may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Linezolid comes as a tablet and oral suspension (liquid) to take by mouth. It is usually taken with or without food twice a day (every 12 hours) for 10 to 28 days. Children 11 years of age and younger usually take linezolid with or without food two to three times a day (every 8 to 12 hours) for 10 to 28 days.  The length of your treatment depends on the type of infection you have. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take linezolid exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Before using the oral suspension, gently mix it by turning over the bottle three to five times. Do not shake the suspension.Continue to take linezolid even if you feel well. Do not skip doses or stop taking linezolid without talking to your doctor. Take linezolid until you finish the prescription, even if you feel better. Stopping linezolid too soon may cause bacteria to become resistant to antibiotics."}