{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain blood tests to check your body's response to linezolid injection. Be sure to tell the laboratory personnel that you are receiving linezolid injection.Do not let anyone else use your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish treatment with linezolid injection, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Infuse the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not infuse a double dose to make up for a missed one.", "special_dietary": "Avoid eating or drinking large amounts of foods and beverages containing tyraminewhile using linezolid injection. Foods and beverages that have been pickled, smoked, or fermented usually contain tyramine. These foods and beverages include alcoholic beverages, especially beer, Chianti, and other red wines; alcohol-free beer; cheeses (especially strong, aged, or processed varieties); sauerkraut; yogurt; raisins; bananas; sour cream; pickled herring; liver (especially chicken liver); dried meats and sausage (including hard salami and pepperoni); canned figs; avocados; soy sauce; turkey; yeast extracts; papaya products (including certain meat tenderizers); fava beans; and broad bean pods.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using linezolid injection,tell your doctor and pharmacist if you are allergic to linezolid, any other medications, or any of the ingredients in linezolid injection. Ask your pharmacist for a list of the ingredients .tell your doctor if you are taking  buspirone (Buspar); dobutamine; dopamine; epinephrine (EpiPen, others); medications for migraine such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Imitrex), and zolmitriptan (Zomig); meperidine (Demerol); norepinephrine; pseudoephedrine (in some common cold or decongestant medications);selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, Symbyax), fluvoxamine (Luvox), paroxetine (Paxil), sertraline (Zoloft), and vilazodone (Vilbyrd); serotonin norepinephrine reuptake inhibitors (SNRIs) such as desvenlafaxine (Pristiq), duloxetine (Cymbalta), and venlafaxine (Effexor); and tricyclic antidepressants such as amitriptyline (Elavil), amoxapine (Asendin), clomipramine (Anafranil), desipramine (Norpramin), doxepin (Adapin, Sinequan), imipramine (Tofranil), nortriptyline (Aventyl, Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil). Also tell your doctor or pharmacist if you are taking the following medications or have stopped taking them within the past two weeks: isocarboxazid (Marplan) phenelzine (Nardil). rasagiline(Azilect), selegiline (Eldepryl), and tranylcypromine (Parnate). Your doctor will probably tell you not to use linezolid injection if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amphetamine (Adderal, Desoxyn, Vyvanase, in some diet pills or stimulants);carbamazepine; cold remedies or decongestantscontaining phenylpropanolamine; other antibiotics; phenobarbital; phenytoin; and rifampin (Rifadin,Rimactance, in Rifamate in Rifater )Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with linezolid injection, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have carcinoid syndrome (a condition in which a tumor secretes serotonin). Your doctor will probably tell you not to use linezolid injection.tell your doctor if you have or have ever had a chronic (long-lasting) infection, high blood pressure, hyperthyroidism (an overactive thyroid), immune suppression (problems with your immune system), pheochromocytoma (a tumor of the adrenal gland), seizures,  or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using linezolid injection, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using linezolid injection.", "why": "Linezolid injection is used to treat infections, including pneumonia, and infections of the skin and blood. Linezolid is in a class of antibacterials called oxazolidinones. It works by stopping the growth of bacteria. Antibiotics will not kill viruses that can cause colds, flu, or other infections.", "storage_conditions": [], "title": "Linezolid Injection", "side_effects": "Linezolid injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaheadachenauseavomitingstomach paindifficulty falling asleep or staying asleepdizzinesswhite patches in the mouthchange in color of the tongueSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r hivesrashitchingdifficulty breathing or swallowingswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legshoarsenessblisters or peeling skinfeverloss of coordinationoveractive reflexesconfusion, forgetfulness, or difficulty thinkingsevere diarrhea (watery or bloody stools) that may occur with or without fever and stomach cramps (may occur up to 2 months or more after your treatment)unusual bleeding or bruisingcough, chills, sore throat, and other signs of infectionchanges in color vision, blurred vision, or other changes in visionseizuresLinezolid injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Linezolid injection comes as a solution (liquid) to be infused into a vein. It is usually given as an intravenous infusion over 30 minutes to two hours twice a day (every 12 hours) for 10 to 28 days. Children 11 years of age and younger usually receive linezolid injection two to three times a day (every 8 to 12 hours) for 10 to 28 days.  Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use linezolid injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Linezolid infusions are usually given by a doctor or nurse. Your doctor may decide that you or a friend or relative can give the infusions. Your doctor will train the person who will be administering the medication and will test him to be sure he can give the infusion correctly. Be sure that you and the person who will be giving the infusions know the correct dose, how to give the medication, and how often to give the medication. Be sure that you and the person who will be giving the infusion read the manufacturer's information for the patient that comes with this medication before you use it for the first time at home.Continue to use linezolid injection even if you feel well. Do not skip doses or stop using linezolid injection without talking to your doctor. Stopping linezolid injection too soon may cause bacteria to become resistant to antibiotics."}