{"other_information": "Keep all appointments with your doctor.Ask your pharmacist any questions you have about loratadine.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be recommended for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r fast or pounding heartbeatdrowsinessheadacheunusual body movements", "precautions": "Before taking loratadine,tell your doctor and pharmacist if you are allergic to loratadine, any other medications, or any of the ingredients in the type of loratadine you will be taking. Check the package label for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements and herbal products you are taking or plan to take. Be sure to mention medications for colds and allergies.tell your doctor if you have or have ever had asthma or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking loratadine, call your doctor.if you have phenylketonuria (PKU, an inherited condition in which a special diet must be followed to prevent mental retardation), you should know that some brands of the orally disintegrating tablets may contain aspartame that forms phenylalanine.", "why": "Loratadine is used to temporarily relieve the symptoms of hay fever (allergy to pollen, dust, or other substances in the air) and other allergies. These symptoms include sneezing, runny nose, and itchy eyes, nose, or throat. Loratadine is also used to treat itching and redness caused by hives. However, loratadine does not prevent hives or other allergic skin reactions. Loratadine is in a class of medications called antihistamines. It works by blocking the action of histamine, a substance in the body that causes allergic symptoms.Loratadine is also available in combination with pseudoephedrine (Sudafed, others). This monograph only includes information about the use of loratadine alone. If you are taking the loratadine and pseudoephedrine combination product, read the information on the package label or ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from excess heat and moisture (not in the bathroom)and away from light. Use the orally disintegrating tablets immediately after you remove them from the blister package, and within 6 months after you open the outer foil pouch. Write the date that you open the foil pouch on the product label so that you will know when 6 months have passed. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Loratadine", "side_effects": "Loratadine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachedry mouthnosebleedsore throatmouth soresdifficulty falling asleep or staying asleepnervousnessweaknessstomach paindiarrheared or itchy eyesSome side effects may be serious. If you experience any of the following symptoms, stop taking loratadine and call your doctor immediately:\r \r rashhivesitchingswelling of the eyes, face, lips, tongue, throat, hands, arms, feet, ankles, or lower legshoarsenessdifficulty breathing or swallowingwheezing", "how": "Loratadine comes as a syrup (liquid), an immediate acting and extended release tablet, and a rapidly disintegrating (dissolving) tablet to take by mouth. It is usually taken once a day with or without food. Follow the directions on the package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take loratadine exactly as directed. Do not take more or less of it or take it more often than directed on the package label or recommended by your doctor. If you take more loratadine than directed, you may experience drowsiness.If you are taking the rapidly disintegrating tablet, follow the package directions to remove the tablet from the blister package without breaking the tablet. Do not try to push the tablet through the foil. After you remove the tablet from the blister package, immediately place it on your tongue and close your mouth. The tablet will quickly dissolve and can be swallowed with or without water.Do not use loratadine to treat hives that are bruised or blistered, that are an unusual color, or that do not itch. Call your doctor if you have this type of hives.Stop taking loratadine and call your doctor if your hives do not improve during the first 3 days of your treatment or if your hives last longer than 6 weeks. If you do not know the cause of your hives, call your doctor.If you are taking loratadine to treat hives, and you develop any of the following symptoms, get emergency medical help right away: difficulty swallowing, speaking, or breathing; swelling in and around the mouth or swelling of the tongue; wheezing; drooling; dizziness; or loss of consciousness. These may be symptoms of a life-threatening allergic reaction called anaphylaxis. If your doctor suspects that you may experience anaphylaxis with your hives, he may prescribe an epinephrine injector (EpiPen). Do not use loratadine in place of the epinephrine injector.Do not use this medication if the safety seal is open or torn."}