{"other_information": "It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r severe nauseasevere vomitingsevere diarrheasores in the mouth and throatblack, tarry, or bloody stoolsbloody vomit or vomited material that looks like coffee groundsunusual bruising or bleedingseizuresdecreased consciousnessloss of the ability to move muscles and to feel a part of the body", "precautions": "Before receiving melphalan injection,tell your doctor and pharmacist if you are allergic to melphalan, any other medications, or any of the ingredients in melphalan injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: carmustine (BICNU, BCNU), cisplatin (Platinol AQ), cyclosporine (Sandimmune, Gengraf, Neoral), or interferon alfa (Intron A, Infergen, Alferon N).tell your doctor if you have taken melphalan before, but your cancer did not respond to the medication. Your doctor will probably not want you to receive melphalan injection.tell your doctor if you have received radiation therapy or other chemotherapy recently or if you have or have ever had kidney disease.you should know that melphalan may interfere with the normal menstrual cycle (period) in women and may temporarily or permanently stop sperm production in men. Melphalan may cause infertility (difficulty becoming pregnant); however, you should not assume that you cannot get pregnant or that you cannot get someone else pregnant. Women who are pregnant or breast-feeding should tell their doctors before they begin taking this drug. You should not plan to have children or breast-feed while receiving chemotherapy or for a while after treatments. (Talk to your doctor for further details.) Use a reliable method of birth control to prevent pregnancy. Melphalan may harm the fetus.do not have any vaccinations without talking to your doctor.", "why": "Melphalan injection is used to treat multiple myeloma (a type of cancer of the bone marrow). Melphalan injection should only be used to treat people who are unable to take melphalan by mouth. Melphalan is in a class of medications called alkylating agents. It works by stopping or slowing the growth of cancer cells in your body.", "storage_conditions": [], "title": "Melphalan Injection", "side_effects": "Melphalan injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingloss of appetite or weightdiarrheasores in the mouth and throatmissed menstrual periods (in girls and women)hair lossa warm and/or tingling sensationSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r pain, itching, redness, swelling, blisters, or sores in the place where the medication was injectedrashhivesitchingdifficulty breathing or swallowingpale skinunusual tiredness or weaknessfaintingfast, irregular, or pounding heartbeatchest painyellowing of the skin or eyespain in the upper right part of the stomachdark colored urineunusual lumps or massesMelphalan injection may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Melphalan injection comes as a powder to be mixed with liquid to be slowly injected intravenously (into a vein) over 15 to 30 minutes by a doctor or nurse in a medical facility. It is usually given once every 2 weeks for 4 doses and afterwards, once every 4 weeks. The length of treatment depends on how well your body responds to treatment.Your doctor may need to delay your treatment or adjust your dose if you experience certain side effects. It is important for you to tell your doctor how you are feeling during your treatment with melphalan"}