{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to meprobamate.Call your doctor if you continue to have symptoms.Do not let anyone else take your medication. Meprobamate is a controlled substance. Prescriptions may be refilled only a limited number of times; ask your pharmacist if you have any questions.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Do not take a missed dose when you remember it. Skip it completely; then take the next dose at the regularly scheduled time.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking meprobamate,tell your doctor and pharmacist if you are allergic to meprobamate, carisoprodol, any other medications, or any of the ingredients in meprobamate tablets or capsules. Ask your doctor or pharamcist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: medications for depression, cough, cold or asthma and sleep aids. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had kidney or liver disease, a history of alcohol or drug abuse, porphyria, or epilepsy.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking meprobamate, call your doctor.talk to your doctor about the risks and benefits of taking meprobamate if you are 65 years of age or older. Older adults should not usually take meprobamate because it is not as safe as other medications that can be used to treat the same condition.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking meprobamate.you should know that this medication may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.talk to your doctor about the safe use of alcohol during your treatment with meprobamate. Alcohol can make the side effects of meprobamate worse.", "why": "Meprobamate is used to treat anxiety disorders or for short-term relief of the symptoms of anxiety. Meprobamate is in a class of medications called tranquilizers. It works by slowing activity in the brain to allow for relaxation.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Meprobamate", "side_effects": "Meprobamate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinessnauseavomitingdiarrheaheadachedifficulty coordinating movementsexcitementweaknessSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r rashitchingeasy bruisingbloody noseunusual bleedingtiny purple-colored skin spotssore throatfeverdifficulty breathingslurred speechstaggeringpounding or irregular heartbeatMeprobamate may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Meprobamate comes as a tablet and extended-release (long-acting) capsule to take by mouth. It usually is taken two to four times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take meprobamate exactly as directed.Do not open, chew, or crush tablets or extended-release capsules; swallow them whole.Meprobamate can be habit-forming, do not take a larger dose, take it more often, or for a longer period than your doctor tells you to. Do not stop taking this medication without talking to your doctor, especially if you have been taking it for a long time. Your doctor probably will decrease your dose gradually."}