{"other_information": "Your doctor will tell you how to check your response to this medication by measuring your blood sugar levels at home. Follow these instructions carefully.If you are taking the extended-release tablets, you may notice something that looks like a tablet in your stool. This is just the empty tablet shell, and this does not mean that you did not get your complete dose of medication.You should always wear a diabetic identification bracelet to be sure you get proper treatment in an emergency.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Be sure to follow all exercise and dietary recommendations made by your doctor or dietitian. It is important to eat a healthful diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include hypoglycemia symptoms as well as the following:\r \r extreme tirednessweaknessdiscomfortvomitingnauseastomach paindecreased appetitedeep, rapid breathingshortness of breathdizzinesslightheadednessabnormally fast or slow heartbeatflushing of the skinmuscle painfeeling cold", "precautions": "Before taking metformin,tell your doctor and pharmacist if you are allergic to metformin, any of the ingredients of metformin liquid or tablets, or any other medications. Ask your pharmacist or check the manufacturer's patient information for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: acetazolamide(Diamox); amiloride (Midamor, in Moduretic); angiotensin-converting enzyme (ACE) inhibitors such as benazepril (Lotensin), captopril (Capoten), enalapril (Vasotec), fosinopril (Monopril), lisinopril (Prinivil, Zestril), moexipril (Univasc), perindopril (Aceon), quinapril (Accupril), ramipril (Altace), and trandolapril (Mavik); beta-blockers such as atenolol (Tenormin), labetalol (Normodyne), metoprolol (Lopressor, Toprol XL), nadolol (Corgard), and propranolol (Inderal); calcium channel blockers such as amlodipine (Norvasc), diltiazem (Cardizem, Dilacor, Tiazac, others), felodipine (Plendil), isradipine (DynaCirc), nicardipine (Cardene), nifedipine (Adalat, Procardia), nimodipine (Nimotop), nisoldipine (Sular), and verapamil (Calan, Isoptin, Verelan); cimetidine (Tagamet); digoxin (Lanoxin); diuretics ('water pills'); furosemide (Lasix); hormone replacement therapy; insulin or other medications for diabetes; isoniazid; medications for asthma and colds; medications for mental illness and nausea; medications for thyroid disease; morphine (MS Contin, others); niacin; oral contraceptives ('birth control pills'); oral steroids such as dexamethasone (Decadron, Dexone), methylprednisolone (Medrol), and prednisone (Deltasone); phenytoin (Dilantin, Phenytek); procainamide (Procanbid); quinidine; quinine; ranitidine (Zantac); topiramate (Topamax); triamterene (Dyazide, Maxzide, others); trimethoprim (Primsol); vancomycin (Vancocin); or zonisamide (Zonegran). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had any medical condition, especially those mentioned in the IMPORTANT WARNING section.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking metformin, call your doctor.tell your doctor if you eat less or exercise more than usual. This can affect your blood sugar. Your doctor will give you instructions if this happens.", "why": "Metformin is used alone or with other medications, including insulin, to treat type 2 diabetes (condition in which the body does not use insulin normally and, therefore, cannot control the amount of sugar in the blood). Metformin is in a class of drugs called biguanides. Metformin helps to control the amount of glucose (sugar) in your blood. It decreases the amount of glucose you absorb from your food and the amount of glucose made by your liver. Metformin also increases your body's response to insulin, a natural substance that controls the amount of glucose in the blood. Metformin is not used to treat type 1 diabetes (condition in which the body does not produce insulin and therefore cannot control the amount of sugar in the blood).Over time, people who have diabetes and high blood sugar can develop serious or life-threatening complications, including heart disease, stroke, kidney problems, nerve damage, and eye problems. Taking medication(s), making lifestyle changes (e.g., diet, exercise, quitting smoking), and regularly checking your blood sugar may help to manage your diabetes and improve your health. This therapy may also decrease your chances of having a heart attack, stroke, or other diabetes-related complications such as kidney failure, nerve damage (numb, cold legs or feet; decreased sexual ability in men and women), eye problems, including changes or loss of vision, or gum disease. Your doctor and other healthcare providers will talk to you about the best way to manage your diabetes.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat, and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Metformin", "side_effects": "This medication may cause changes in your blood sugar. You should know the symptoms of low and high blood sugar and what to do if you have these symptoms.Metformin may cause side effects. Tell your doctor if any of these symptoms are severe, do not go away, go away and come back, or do not begin for some time after you begin taking metformin:\r \r diarrheabloatingstomach paingasindigestionconstipationunpleasant metallic taste in mouthheartburnheadacheflushing of the skinnail changesmuscle painSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency treatment:\r \r chest painrashSome female laboratory animals given high doses of metformin developed non-cancerous polyps (abnormal growths of tissue) in the uterus (womb). It is not known if metformin increases the risk of polyps in humans. Talk to your doctor about the risks of taking this medication.Metformin may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.", "how": "Metformin comes as a liquid, a tablet, and an extended-release (long-acting) tablet to take by mouth. The liquid is usually taken with meals one or two times a day. The regular tablet is usually taken with meals two or three times a day. The extended-release tablet is usually taken once daily with the evening meal. To help you remember to take metformin, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take metformin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow metformin extended-release tablets whole; do not split, chew, or crush them.Your doctor may start you on a low dose of metformin and gradually increase your dose not more often than once every 1–2 weeks. You will need to monitor your blood sugar carefully so your doctor will be able to tell how well metformin is working.Metformin controls diabetes but does not cure it. Continue to take metformin even if you feel well. Do not stop taking metformin without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}