{"other_information": "If you are taking methylphenidate long-acting tablets (Concerta), you may notice something that looks like a tablet in your stool. This is just the empty tablet shell, and this does not mean that you did not get your complete dose of medication.Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your response to methylphenidate.This prescription is not refillable. Be sure to schedule appointments with your doctor on a regular basis so that you do not run out of medication.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for your next scheduled dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r vomitingagitationuncontrollable shaking of a part of the bodymuscle twitchingseizuresloss of consciousnessinappropriate happinessconfusionhallucinating (seeing things or hearing voices that do not exist)sweatingflushingheadachefeverfast, pounding, or irregular heartbeatwidening of pupils (black circles in the middle of the eyes)dry mouth or nose", "precautions": "Before taking methylphenidate,tell your doctor and pharmacist if you are allergic to methylphenidate, to any other medications, or any of the ingredients in the methylphenidate product you are taking. Ask your doctor or check the Medication Guide for a list of the ingredients.tell your doctor if you are taking monoamine oxidase (MAO) inhibitors, including isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate), or have stopped taking them during the past 14 days. Your doctor will probably tell you not to take methylphenidate until at least 14 days have passed since you last took an MAO inhibitor.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); antidepressants such as clomipramine (Anafranil), desipramine (Norpramin), and imipramine (Tofranil); decongestants (cough and cold medications); medications for high blood pressure; medications for seizures such as phenobarbital, phenytoin (Dilantin, Phenytek), and primidone (Mysoline); methyldopa;  selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, in Symbyax, others), fluvoxamine (Luvox), paroxetine (Brisdelle, Paxil, Pexeva), and sertraline (Zoloft); and venlafaxine (Effexor). If you are taking Ritalin LA, also tell your doctor if you take antacids or medications for heartburn or ulcers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you or anyone in your family has or has ever had Tourette's syndrome (a condition characterized by the need to perform repeated motions or to repeat sounds or words), facial or motor tics (repeated uncontrollable movements), or verbal tics (repetition of sounds or words that is hard to control). Also tell your doctor if you have glaucoma (increased pressure in the eye that may cause vision loss), an overactive thyroid gland, or feelings of anxiety, tension, or agitation. Your doctor will probably tell you not to take methylphenidate if you have any of these conditions.tell your doctor if anyone in your family has or has ever had an irregular heartbeat or has died suddenly. Also tell your doctor if you have recently had a heart attack and if you have or have ever had a heart defect, high blood pressure, an irregular heartbeat, heart or blood vessel disease, hardening of the arteries, cardiomyopathy (thickening of the heart muscle), or other heart problems. Your doctor will probably tell you not to take methylphenidate if you have a heart condition or if there is a high risk that you may develop a heart condition.tell your doctor if you or anyone in your family has or has ever had depression, bipolar disorder (mood that changes to from depressed to abnormally excited), mania (frenzied, abnormally excited mood), or has thought about or attempted suicide.  Also tell your doctor if you have or ever have had seizures, an abnormal electroencephalogram (EEG; a test that measures electrical activity in the brain), circulation problems in your fingers or toes, or mental illness. If you are taking the long-acting tablet (Concerta), tell your doctor if you have a narrowing or blockage of your digestive system.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking methylphenidate, call your doctor.talk to your doctor about the risks and benefits of taking methylphenidate if you are 65 years of age or older. Older adults should not usually take methylphenidate because it is not as safe as other medications that can be used to treat the same condition.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking methylphenidate.be aware that you should not drink alcoholic beverages while taking the long acting chewable tablet (Quillichew ER).if you have phenylketonuria (PKU, an inherited condition in which a special diet must be followed to prevent mental retardation), you should know that the immediate-release and long-acting chewable tablets contain aspartame that forms phenylalanine.you should know that methylphenidate should be used as part of a total treatment program for ADHD, which may include counseling and special education. Make sure to follow all of your doctor's and/or therapist's instructions.", "why": "Methylphenidate is used as part of a treatment program to control symptoms of attention deficit hyperactivity disorder (ADHD; more difficulty focusing, controlling actions, and remaining still or quiet than other people who are the same age) in adults and children. Methylphenidate (Methylin) is also used to treat narcolepsy (a sleep disorder that causes excessive daytime sleepiness and sudden attacks of sleep). Methylphenidate is in a class of medications called central nervous system (CNS) stimulants. It works by changing the amounts of certain natural substances in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from light and excess heat and moisture (not in the bathroom). Store methylphenidate in a safe place so that no one else can take it accidentally or on purpose. Keep track of how many tablets or capsules or how much liquid is left so you will know if any medication is missing.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Methylphenidate", "side_effects": "Methylphenidate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nervousnessdifficulty falling asleep or staying asleepdizzinessnauseavomitingloss of appetitestomach paindiarrheaheartburndry mouthheadachemuscle tightnessdrowsinessuncontrollable movement of a part of the bodyrestlessnessnumbness, burning, or tingling in the hands or feetdecreased sexual desireSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately or get emergency medical treatment:\r \r fast, pounding, or irregular heartbeatchest painshortness of breathexcessive tirednessslow or difficult speechfaintingweakness or numbness of an arm or legseizureschanges in vision or blurred visionagitationbelieving things that are not truefeeling unusually suspicious of othershallucinating (seeing things or hearing voices that do not exist)motor tics or verbal ticsdepressionabnormally excited moodmood changesfrequent, painful erectionserection that lasts longer than 4 hoursnumbness, pain, or sensitivity to temperature in the fingers or toesskin color change from pale to blue to red in the fingers or toesunexplained wounds on the fingers or toesfeverhivesrashblistering or peeling skinitchingswelling of the eyes, face, lips, mouth, tongue, or throathoarsenessdifficulty breathing or swallowingMethylphenidate may cause sudden death in children and teenagers, especially children or teenagers with heart defects or serious heart problems. This medication also may cause sudden death, heart attack or stroke in adults, especially adults with heart defects or serious heart problems. Talk to your doctor about the risks of taking this medication.Methylphenidate may slow children's growth or weight gain. Your child's doctor will watch his or her growth carefully. Talk to your child's doctor if you have concerns about your child's growth or weight gain while he or she is taking this medication. Talk to your child's doctor about the risks of giving methylphenidate to your child.", "how": "Methylphenidate comes as an immediate-release tablet, a chewable tablet, a solution (liquid), a long-acting (extended-release) suspension (liquid), an intermediate-acting (extended-release) tablet, a long-acting (extended-release) capsule, a long-acting (extended-release) tablet, and a long-acting (extended-release) chewable tablet. The long-acting tablet and capsules supply some medication right away and release the remaining amount as a steady dose of medication over a longer time. All of these forms of methylphenidate are taken by mouth. The regular tablets, chewable tablets (Methylin), and solution (Methylin) are usually taken two to three times a day by adults and twice a day by children, preferably 35 to 40 minutes before meals. Adults who are taking three doses should take the last dose before 6:00 pm, so that the medication will not cause difficulty in falling asleep or staying asleep. The intermediate-acting tablets are usually taken once or twice a day, in the morning and sometimes in the early afternoon 30 to 45 minutes before a meal. The long-acting capsule (Metadate CD) is usually taken once a day before breakfast; the long-acting tablet (Concerta), long-acting chewable tablet (Quillichew ER), long-acting suspension (Quillivant XR), and long-acting capsules (Aptensio XR, Ritalin LA) are usually taken once a day in the morning with or without food. The long-acting suspension (Quillivant XR) will begin to work sooner if it is taken with food.Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take methylphenidate exactly as directed.You should thoroughly chew the immediate-release chewable tablets and then drink a full glass (at least 8 ounces [240 milliliters]) of water or other liquid. If you take the immediate-release chewable tablet without enough liquid, the tablet may swell and block your throat and may cause you to choke. If you have chest pain, vomiting, or trouble swallowing or breathing after taking the chewable tablet, you should call your doctor or get emergency medical treatment immediately.Swallow the intermediate-acting and long-acting tablets and capsules whole; do not split, chew, or crush them. However, if you cannot swallow the long-acting capsules (Aptensio XR, Metadate CD, Ritalin LA), you may carefully open the capsules and sprinkle the entire contents on a tablespoon of cool or room temperature applesauce. Swallow (without chewing) this mixture immediately after preparation and then drink a glass of water to make sure you have swallowed all of the medicine. Do not store the mixture for future use.If you are taking the long-acting chewable tablet (Quillichew ER) and your doctor has told you to take part of the tablet to get the correct amount of your dose, break the 20 mg or 30 mg long-acting chewable tablet carefully along the lines that have been scored into it. However, the 40 mg long-acting chewable tablet is not scored and cannot be divided or split.If you are taking the long-acting suspension (Quillivant XR), follow these steps to measure the dose:\r \r <ol>Remove the bottle of medication and dosing dispenser from the box. Check to be sure that the bottle contains liquid medication. Call your pharmacist and do not use the medication if the bottle contains powder or if there is no dosing dispenser in the box.Shake the bottle up and down for at least 10 seconds to mix the medication evenly.Remove the bottle cap. Check that the bottle adapter has been inserted into top of the bottle.If the bottle adapter has not been inserted into the top of the bottle, insert it by placing the bottom of the adaptor into the opening of the bottle and pressing down firmly on it with your thumb. Call your pharmacist if the box does not contain a bottle adapter. Do not remove the bottle adapter from the bottle once it is inserted.Insert the tip of the dosing dispenser into the bottle adapter and push the plunger all the way down.Turn the bottle upside down.Pull the plunger back to withdraw the amount of oral suspension prescribed by your doctor. If you are not sure how to correctly measure the dose your doctor has prescribed, ask your doctor or pharmacist.Remove the dosing dispenser and slowly squirt the oral suspension directly into your mouth or your child's mouth.Replace the cap on the bottle and close tightly.Clean the dosing dispenser after each use by placing it in the dishwasher or by rinsing with tap water.</ol>Your doctor may start you on a low dose of methylphenidate and gradually increase your dose, not more often than once every week.Your condition should improve during your treatment. Call your doctor if your symptoms worsen at any time during your treatment or do not improve after 1 month.Your doctor may tell you to stop taking methylphenidate from time to time to see if the medication is still needed. Follow these directions carefully."}