{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to methenamine.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Methenamine may cause an upset stomach. Take methenamine with food or milk.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking methenamine,tell your doctor and pharmacist if you are allergic to methenamine, aspirin, tartrazine (a yellow dye in some processed foods and drugs), or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially antacids, sulfamethizole, diuretics ('water pills'), and vitamins.tell your doctor if you have or have ever had kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking methenamine, call your doctor.", "why": "Methenamine, an antibiotic, eliminates bacteria that cause urinary tract infections. It usually is used on a long-term basis to treat chronic infections and to prevent recurrence of infections. Antibiotics will not work for colds, flu, or other viral infections.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Methenamine", "side_effects": "Methenamine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachvomitingdiarrheastomach crampsloss of appetiteIf you experience any of the following symptoms, call your doctor immediately:\r \r skin rashhivesitching (allergic reaction)If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Methenamine comes as a tablet and a liquid to take by mouth. It usually is taken either two times a day (every 12 hours) or four times a day (after meals and at bedtime). Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take methenamine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the coated tablets whole. Do not crush or break them. Take the tablets with a full glass of water or with food. Shake the liquid well before each use to mix the drug evenly."}