{"other_information": "Keep all appointments with your doctor and the laboratory.  Your doctor will order certain lab tests to check your body's response to methylphenidate.Do not let anyone else use your medication. This prescription is not refillable. Be sure to schedule appointments with your doctor on a regular basis so that you do not run out of medication.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "You may apply the missed patch as soon as you remember it. However, you should still remove the patch at your regular patch removal time. Do not apply extra patches to make up for a missed dose.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "If someone applies extra methylphenidate patches, remove the patches and clean the skin to remove any adhesive. Than call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r vomitingagitationuncontrollable shaking of a part of the bodyseizurescoma (loss of consciousness for a period of time)extreme happinessconfusionhallucinations (seeing things or hearing voices that do not exist)sweatingflushingheadachefeverfast, pounding, or irregular heartbeatwide pupils (black circles in the middle of the eyes)dry mouth and nose", "precautions": "Before using methylphenidate patches,tell your doctor and pharmacist if you are allergic to methylphenidate, any other medications, any other skin patches, any soaps, lotions, cosmetics, or adhesives that are applied to the skin, or any of the ingredients in methylphenidate patches. Ask your pharmacist or check the medication guide for a list of the ingredients.tell your doctor if you are taking a monoamine oxidase (MAO) inhibitor such as isocarboxazid (Marplan), phenelzine (Nardil), tranylcypromine (Parnate), rasagiline (Azilect), or selegiline (Eldepryl, Emsam, Zelapar), or if you have taken one of these medications during the past 14 days. Your doctor will probably tell you not to use methylphenidate patches until at least 14 days have passed since you last took an MAO inhibitor.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); antidepressants such as clomipramine (Anafranil), desipramine (Norpramin), and imipramine (Tofranil); medications for high blood pressure; medications for seizures such as phenobarbital, phenytoin (Dilantin), and primidone (Mysoline); nonprescription medications used for colds, allergies, or nasal congestion; steroid medications that are applied to the skin; and selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem), fluvoxamine (Luvox), paroxetine (Paxil), and sertraline (Zoloft). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you or anyone in your family has or has ever had Tourette's syndrome (a condition characterized by the need to perform repeated motions or to repeat sounds or words), motor tics (repeated uncontrollable movements), or verbal tics (repetition of sounds or words that is hard to control). Also tell your doctor if you have glaucoma (increased pressure in the eye that may cause vision loss), or feelings of anxiety, tension, or agitation. Your doctor may tell you not to use methylphenidate patches.tell your doctor if anyone in your family has or has ever had an irregular heartbeat or has died suddenly. Also tell your doctor if you have recently had a heart attack and if you have or have ever had a heart defect, high blood pressure, an irregular heartbeat, heart or blood vessel disease, hardening of the arteries, or other heart problems. Your doctor will examine you to see if your heart and blood vessels are healthy. Your doctor will probably tell you not to use methylphenidate patches if you have a heart condition or if there is a high risk that you may develop a heart condition.tell your doctor if you or anyone in your family has or has ever had depression, bipolar disorder (mood that changes from depressed to abnormally excited), mania (frenzied, abnormally excited mood), or has ever thought about or attempted suicide. Also tell your doctor if you have or have ever had seizures; an abnormal electroencephalogram (EEG; a test that measures electrical activity in the brain); mental illness; circulation problems in fingers or toes; or a skin condition such as eczema (a condition that causes the skin to be dry, itchy, or scaly), psoriasis (a skin disease in which red scaly patches form on some areas of the body), seborrheic dermatitis (condition in which flaky white or yellow scales form on the skin), or vitiligo (a condition in which patches of the skin lose color).tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using methylphenidate patches, call your doctor.you should know that methylphenidate patches may make it difficult for you to drive or operate dangerous machinery. Do not drive a car or operate machinery until you know how this medication affects you.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using methylphenidate patches.you should know that methylphenidate patches may cause areas of your skin to lighten or lose color. This skin color loss is not dangerous, but it is permanent. The skin color loss usually occurs in the area where the patch was applied, but can occur on any part of your body. If you notice changes in skin color, call your doctor immediately.you should know that methylphenidate should be used as part of a total treatment program for ADHD, which may include counseling and special education. Make sure to follow all of your doctor's and/or therapist's instructions.", "why": "Methylphenidate transdermal patches are used as part of a treatment program to control symptoms of attention deficit hyperactivity disorder (ADHD; more difficulty focusing, controlling actions, and remaining still or quiet than other people who are the same age). Methylphenidate is in a class of medications called central nervous system stimulants. It works by changing the amounts of certain natural substances in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not refrigerate or freeze methylphenidate patches. Dispose of patches that are outdated or no longer needed by opening each pouch, folding each patch in half with the sticky sides together, and flushing the folded patches down the toilet. Talk to your pharmacist about the proper disposal of your medication.", "title": "Methylphenidate Transdermal Patch", "side_effects": "Methylphenidate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingdifficulty falling asleep or staying asleeploss of appetitestomach painweight lossredness or small bumps on the skin that was covered by the patchSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r fast, pounding, or irregular heartbeatchest painshortness of breathexcessive tirednessslow or difficult speechdizziness or faintnessweakness or numbness of an arm or legblurred visionchanges in visionrashitchingswelling or blistering of the skin that was covered by the patchseizuresmotion tics or verbal ticsbelieving things that are not truefeeling unusually suspicious of othersaggressive behaviorchanges in moodunusual sadness or cryingdepressionhallucinations (seeing things or hearing voices that do not exist)frequent, painful erectionserection that lasts longer than 4 hoursnumbness, pain, or sensitivity to temperature in the fingers or toesskin color change from pale to blue to red in the fingers or toesunexplained wounds on the fingers or toesMethylphenidate patches may cause sudden death in children and teenagers, especially children and teenagers with heart defects or serious heart problems. This medication also may cause heart attack or stroke in adults, especially adults with heart defects or serious heart problems. Talk to your doctor about the risks of using this medication.Methylphenidate patches may slow children's growth or weight gain. Your child's doctor will watch his or her growth carefully. Talk to your child's doctor if you have concerns about your child's growth or weight gain while he or she is using this medication. Talk to your child's doctor about the risks of applying methylphenidate patches to your child.Methylphenidate patches may cause an allergic reaction. Some people who have an allergic reaction to methylphenidate patches may not be able to take methylphenidate by mouth in the future. Talk to your doctor about the risks of using methylphenidate patches.Methylphenidate may cause other side effects. Call your doctor if you have any unusual problems while using this medication.", "how": "Transdermal methylphenidate comes as a patch to apply to the skin. It is usually applied once a day in the morning, 2 hours before an effect is needed, and left in place for up to 9 hours. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use methylphenidate patches exactly as directed.Your doctor will probably start you on a low dose of methylphenidate and gradually increase your dose, not more often than once every week.Your doctor may tell you to stop using methylphenidate patches from time to time to see if the medication is still needed. Follow these directions carefully.Apply the patch to the hip area. Do not apply the patch to an open wound or cut, to skin that is oily, irritated, red, or swollen, or to skin that is affected by a rash or other skin problem. Do not apply to the patch to the waistline because it may be rubbed off by tight clothing. Do not apply a patch to the same spot 2 days in a row; each morning apply the patch to the hip that did not have a patch the day before.Methylphenidate patches are designed to remain attached during normal daily activities, including swimming, showering, and bathing as long as they are applied properly. However, the patches may loosen or fall off during the day, especially if they get wet. If a patch does fall off, ask your child how and when this happened and where to find the patch. Do not use a dressing or tape to re-apply a patch that has loosened or fallen off. Instead, dispose of the patch properly. Then apply a new patch to a different spot and remove the new patch at the time that you were scheduled to remove the original patch.While you are wearing the patch, do not use direct sources of heat such as hair dryers, heating pads, electric blankets, and heated waterbeds.Be careful not to touch the sticky side of a methylphenidate patch with your fingers when you are applying, removing, or throwing away the patch. If you accidentally touch the sticky side of the patch, finish applying or removing the patch and then wash your hands well with soap and water.To apply the patch, follow these steps:\r \r <ol>Wash and dry the skin in the area where you plan to apply the patch. Be sure that the skin is free of powders, oils, and lotions.Open the tray that contains the patches and throw away the drying agent that comes in the tray.Remove one pouch from the tray and cut it open with scissors. Be careful not to cut the patch. Never use a patch that has been cut or damaged in any way.Remove the patch from the pouch and hold it with the protective liner facing you.Peel off half of the liner. The liner should peel off easily. If the liner is hard to remove, throw away the patch properly and use a different patch.Use the other half of the liner as a handle and apply the patch to the skin.Press the patch firmly in place and smooth it down.Hold the sticky half of the patch down with one hand. Use the other hand to pull back the other half of the patch and gently peel off the remaining piece of the protective liner.Use the palm of your hand to press the entire patch firmly in place for about 30 seconds.Go around the edges of the patch with your fingers to press the edges onto the skin. Be sure that the entire patch is firmly attached to the skin.Throw away the empty pouch and the protective liner in a closed trash can that is out of reach of children and pets. Do not flush the pouch or liner down the toilet.Wash your hands after you handle the patch.Record the time that you applied the patch on the administration chart that comes with the patches. Use the timetable in the patient information that comes with the patches to find the time that the patch should be removed. Do not follow these times if your doctor has told you to use the patch for less than 9 hours. Follow your doctor's instructions carefully and ask your doctor if you do not know when you should remove the patch.When it is time to remove the patch, use your fingers to peel it off slowly. If the patch is stuck tightly to your skin, apply an oil-based product such as olive oil, mineral oil, or petroleum jelly to the edges of the patch and gently spread the oil under the patch. If the patch is still hard to remove, call your doctor or pharmacist. Do not use adhesive remover or nail polish remover to loosen the patch.Fold the patch in half with the sticky sides together and press firmly to seal it shut. Flush the patch down the toilet or throw it away in a closed trash can that is out of the reach of children and pets.If there is any adhesive left on the skin, gently rub the area with oil or lotion to remove it.Wash your hands.Record the time that you removed the patch and the way that you threw it away on the administration chart.</ol>Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}