{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to methylprednisolone injection.Before having any laboratory test, tell your doctor and the laboratory personnel that you are using methylprednisolone injection.If you are having any skin tests such as allergy or tuberculosis tests, tell the doctor or technician that you are receiving methylprednisolone injection.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.Ask your pharmacist any questions you have about methylprednisolone injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Methylprednisolone injection is also sometimes used to treat nausea and vomiting from certain types of chemotherapy for cancer and to prevent organ transplant rejection. Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": [], "special_dietary": "Your doctor may instruct you to follow a low-salt or a diet high in potassium or calcium. Your doctor may also prescribe or recommend a calcium or potassium supplement. Follow these directions carefully.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before receiving methylprednisolone injection,tell your doctor and pharmacist if you are allergic to methylprednisolone, any other medications, benzyl alcohol, or any of the ingredients in methylprednisolone injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: aminoglutethimide (Cytadren; no longer available in U.S.); amphotericin B (Abelcet, Ambisome, Amphotec); anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Motrin) and naproxen (Aleve, Naprosyn) and selective COX-2 inhibitors such as celecoxib (Celebrex); carbamazepine (Equetro, Tegretol, Teril); cholinesterase inhibitors such as donepezil (Aricept, in Namzaric), galantamine (Razadyne), neostigmine (Bloxiverz), pyridostigmine (Mestinon, Regonol), and rivastigmine (Exelon); cholestyramine (Prevalite); cyclosporine (Gengraf, Neoral, Sandimmune); medications for diabetes including insulin; digoxin (Lanoxin); diuretics ('water pills'); erythromycin (E.E.S., Ery-Tab, Erythrocin, others); estrogens including hormonal contraceptives (birth control pills, patches, rings, implants, and injections); isoniazid (Laniazid, Rifamate, in Rifater); ketoconazole (Nizoral, Xolegel); phenobarbital; phenytoin (Dilantin, Phenytek); rifabutin (Mycobutin); and rifampin (Rifadin, Rimactane, in Rifamate, in Rifater). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have a fungal infection (other than on your skin or nails). Your doctor will probably tell you not to use methylprednisolone injection. Also, tell your doctor if you have idiopathic thrombocytopenic purpura (ITP; an ongoing condition that may cause easy bruising or bleeding due to an abnormally low number of platelets in the blood). Your doctor probably will not give you methylprednisolone intramuscularly, if you have ITP.tell your doctor if you have or have ever had tuberculosis (TB: a type of lung infection); cataracts (clouding of the lens of the eye); glaucoma (an eye disease); Cushing's syndrome (condition where the body produces too much of the hormone cortisol); diabetes; high blood pressure; heart failure; a recent heart attack; emotional problems, depression or other types of mental illness; myasthenia gravis (a condition in which the muscles become weak); osteoporosis (condition in which the bones become weak and fragile and can break easily); seizures; ulcers; or liver, kidney, heart, intestinal, or thyroid disease. Also tell your doctor if you have any type of untreated bacterial, parasitic, or viral infection anywhere in your body or a herpes eye infection (a type of infection that causes a sore on the eyelid or eye surface).tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while receiving methylprednisolone injection, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving methylprednisolone injection.do not have any vaccinations (shots to prevent diseases) without talking to your doctor.you should know that methylprednisolone injection may decrease your ability to fight infection and may prevent you from developing symptoms if you get an infection. Stay away from people who are sick and wash your hands often while you are using this medication. Be sure to avoid people who have chicken pox or measles. Call your doctor immediately if you think you may have been around someone who had chicken pox or measles.", "why": "Methylprednisolone injection is used to treat severe allergic reactions. Methylprednisolone injection is used in the management of multiple sclerosis (a disease in which the nerves do not function properly), lupus (a disease in which the body attacks many of its own organs), gastrointestinal disease, and certain types of arthritis. Methylprednisolone injection is also used to treat certain conditions that affect the blood, skin, eyes, nervous system, thyroid, kidneys, and lungs. It is sometimes used in combination with other medications to treat symptoms of low corticosteroid levels (lack of certain substances that are usually produced by the body and are needed for normal body functioning). Methylprednisolone injection is in a class of medications called corticosteroids. It works to treat people with low levels of corticosteroids by replacing steroids that are normally produced naturally by the body. It also works to treat other conditions by reducing swelling and redness and by changing the way the immune system works.", "storage_conditions": [], "title": "Methylprednisolone Injection", "side_effects": "Methylprednisolone injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachedizzinessslowed healing of cuts and bruisesacnethin, fragile, or dry skinred or purple blotches or lines under the skinskin depressions at the injection siteincreased body fat or movement to different areas of your bodydifficulty falling asleep or staying asleepinappropriate happinessextreme changes in mood changes in personalityextreme tirednessdepressionincreased sweatingmuscle weaknessjoint paindizzinessirregular or absent menstrual periodsincreased appetitehiccupsSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r sore throat, fever, chills, cough, or other signs of infectionseizuresvision problemsswelling of the eyes, face, lips, tongue, throat, arms, hands, feet, ankles, or lower legsdifficulty breathing or swallowingshortness of breathsudden weight gainrashhivesitchingconfusionabnormal skin patches in the mouth, nose, or throatnumbness, burning, or tingling in the face, arms, legs, feet, or handsMethylprednisolone injection may cause children to grow more slowly. Your child's doctor will watch your child's growth carefully while your child is using methylprednisolone injection. Talk to your child's doctor about the risks of giving this medication to your child.People who use methylprednisolone injection for a long time may develop glaucoma or cataracts. Talk to your doctor about the risks of using methylprednisolone injection and how often you should have your eyes examined during your treatment.Methylprednisolone injection may increase your risk of developing osteoporosis. Talk to your doctor about the risks of using this medication.Methylprednisolone injection may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Methylprednisolone injection comes as powder to be mixed with liquid to be injected intramuscularly (into a muscle) or intravenously (into a vein). It also comes as a suspension for injection to be injected intramuscularly, intra-articularly (into a joint), or intralesionally (into a lesion). Your personal dosing schedule will depend on your condition and on how you respond to treatment.You may receive methylprednisolone injection in a hospital or medical facility, or you may be given the medication to use at home. If you will be using methylprednisolone injection at home, your healthcare provider will show you how to inject the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions. Ask your healthcare provider what to do if you have any problems using methylprednisolone injection.Your doctor may change your dose of methylprednisolone injection during your treatment to be sure that you are always using the lowest dose that works for you. Your doctor may also need to change your dose if you experience unusual stress on your body such as surgery, illness, or infection. Tell your doctor if your symptoms improve or get worse or if you get sick or have any changes in your health during your treatment."}