{"other_information": "It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Methotrexate is also sometimes used in combination with other medications to treat bladder cancer. It is also sometimes used to treat Crohn's disease (condition in which the immune system attacks the lining of the digestive tract, causing pain, diarrhea, weight loss and fever) and other autoimmune diseases (conditions that develop when the immune system attacks healthy cells in the body by mistake). Ask your doctor about the risks of using this medication for your condition.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r sores in the mouth and throatsore throat, chills, fever, ongoing cough and congestion, or other signs of infectionunusual bruising or bleedingblack and tarry or bloody stoolsbloody vomitvomited material that looks like coffee grounds", "precautions": "Before receiving methotrexate injection,tell your doctor and pharmacist if you are allergic to methotrexate, any other medications, or any of the ingredients in methotrexate injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: certain antibiotics such as chloramphenicol (Chloramycetin), penicillins, and tetracylcines; folic acid (available alone or as an ingredient in some multivitamins); other medications for rheumatoid arthritis; phenytoin (Dilantin); probenecid (Benemid); proton pump inhibitors (PPIs) such as esomeprazole (Nexium), omeprazole (Prilosec, Prilosec OTC, Zegerid), pantoprazole (Protonix);  sulfonamides such as co-trimoxazole (Bactrim, Septra), sulfadiazine, sulfamethizole (Urobiotic), and sulfisoxazole (Gantrisin); and theophylline (Theochron, Theolair). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had any of the conditions mentioned in the IMPORTANT WARNING section or a low level of folate in your blood.do not breastfeed while you are receiving methotrexate injection.you should know that methotrexate may cause dizziness or make you feel drowsy. Do not drive a car or operate machinery until you know how this medication affects you.plan to avoid unnecessary or prolonged exposure to sunlight or ultraviolet light (tanning beds and sunlamps) and to wear protective clothing, sunglasses, and sunscreen. Methotrexate may make your skin sensitive to sunlight or ultraviolet light. If you have psoriasis, your sores may get worse if you expose your skin to sunlight while you are receiving methotrexate.do not have any vaccinations during your treatment with methotrexate without talking to your doctor.", "why": "Methotrexate injection is used alone or in combination with other medications to treat gestational trophoblastic tumors (a type of tumor that forms inside a woman's uterus while she is pregnant), breast cancer, lung cancer, certain cancers of the head and neck; certain types of leukemia (cancer of the white blood cells), including acute lymphocytic leukemia (ALL) and meningeal leukemia (cancer in the covering of the spinal cord and brain); certain types of non-Hodgkin's lymphoma (types of cancer that begin in a type of white blood cells that normally fights infection); cutaneous T-cell lymphoma (CTCL, a group of cancers of the immune system that first appear as skin rashes); and osteosarcoma (cancer that forms in bones) after surgery to remove the tumor. Methotrexate injection is also used to treat severe psoriasis (a skin disease in which red, scaly patches form on some areas of the body) that cannot be controlled by other treatments. Methotrexate injection is also used along with rest, physical therapy and sometimes other medications to treat severe active rheumatoid arthritis (RA; a condition in which the body attacks its own joints, causing pain, swelling, and loss of function) that cannot be controlled by certain other medications. Methotrexate is in a class of medications called antimetabolites. Methotrexate treats cancer by slowing the growth of cancer cells. Methotrexate treats psoriasis by slowing the growth of skin cells to stop scales from forming. Methotrexate may treat rheumatoid arthritis by decreasing the activity of the immune system.", "storage_conditions": [], "title": "Methotrexate Injection", "side_effects": "Methotrexate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r joint or muscle painreddened eyesswollen gumshair lossSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r vomitingblurred vision or sudden loss of visionsudden fever, severe headache, and stiff neckseizuresconfusion or memory lossweakness or difficulty moving one or both sides of the bodydifficulty walking or unsteady walkingloss of consciousnessimpaired speechdecreased urinationswelling of the face, arms, hands, feet, ankles, or lower legshivesitchingskin rashdifficulty breathing or swallowingMethotrexate may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Methotrexate injection comes as a powder to be mixed with liquid to be injected intramuscularly (into a muscle), intravenously (into a vein), intra-arterially (into an artery), or intrathecally (into the fluid-filled space of the spinal canal). The length of treatment depends on the types of drugs you are taking, how well your body responds to them, and the type of cancer or condition you have.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}