{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r dizziness, lightheadedness, and fainting when you get up too quickly from a lying positionchillssweatingrunny nosediarrheaabdominal painanxietyyawningdecrease in the pain relieving effects of the opioid medication", "precautions": "Before taking methylnaltrexone,tell your doctor and pharmacist if you are allergic to methylnaltrexone, any other medications, or any of the ingredients in methylnaltrexone tablets. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: naloxone (Evzio, Narcan, in Bunavail, Suboxone, Zubsolv) and naltrexone (Revia, Vivitrol, in Contrave, Embeda). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had a gastrointestinal obstruction (a blockage in your bowel). Your doctor will probably tell you not to take methylnaltrexone.tell your doctor if you have or have ever had stomach or bowel problems including stomach ulcer (sores in the lining of the stomach), cancer of the stomach or bowel, Crohn's disease (a condition in which the body attacks the lining of the digestive tract, causing pain, diarrhea, weight loss, and fever), diverticulitis (small pouches in the lining of the large intestine that can become inflamed), or Ogilvie's syndrome (a condition in which there is a bulge in the bowel),  or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking methylnaltrexone, call your doctor.you should know that most people have a bowel movement within a few minutes to a few hours after taking methylnaltrexone. Make sure that you are close to a bathroom when you take this medication.", "why": "Methylnaltrexone is used to treat constipation caused by opioid (narcotic) pain medications in patients with chronic (ongoing) pain that is not caused by cancer. Methylnaltrexone is in a class of medications called peripherally acting mu-opioid receptor antagonists. It works by protecting the bowel from the effects of opioid (narcotic) medications.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). If your medication came with a desiccant canister (small canister that contains a substance that absorbs moisture to keep the medication dry), leave the canister in the bottle.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Methylnaltrexone", "side_effects": "Methylnaltrexone may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r vomitingsweatingchillsanxietyyawningheadacheabdominal swellingmuscle spasmsrunny noseSome side effects can be serious. If you experience any of these symptoms, stop taking methylnaltrexone and call your doctor immediately:\r \r diarrheastomach painMethylnaltrexone may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Methylnaltrexone comes as a tablet to take by mouth. It is usually taken once a day with water, at least 30 minutes before the first meal of the day. Take methylnaltrexone at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take methylnaltrexone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Methylnaltrexone is to be taken by people who are taking opioid (narcotic) medications. Talk to your doctor if you change how much or how often you take your opioid medication. If you stop taking opioid medications, you should stop taking methylnaltrexone as well.You should stop taking other laxative medications when you start taking methylnaltrexone. However, be sure to let your doctor know if methylnaltrexone does not work for you after taking it for 3 days. Your doctor may tell you to take other laxative medication(s).Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with methylnaltrexone and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) to obtain the Medication Guide."}