{"other_information": "Keep all appointments with your doctor. Your blood pressure should be checked regularly to determine your response to metoprolol. Your doctor may ask you to check your pulse (heart rate). Ask your pharmacist or doctor to teach you how to take your pulse. If your pulse is faster or slower than it should be, call your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Metoprolol is also used sometimes to prevent migraine headaches and to treat irregular heartbeat and movement disorders caused by medications for mental illness. Talk to your doctor about the possible risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "If your doctor prescribes a low-salt or low-sodium diet, follow these directions carefully.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r dizzinessfaintingdifficulty breathing or swallowingswelling of the hands, feet, ankles, or lower legs", "precautions": "Before taking metoprolol,tell your doctor and pharmacist if you are allergic to metoprolol, acebutolol (Sectral), atenolol (Tenormin, in Tenoretic), betaxolol, bisoprolol (Zebeta, in Ziac), carvedilol (Coreg, Coreg CR), esmolol (Brevibloc), labetalol, nadolol (Corgard, in Corzide), pindolol, propranolol (Inderal, Inderal LA, Innopran XL, in Inderide), sotalol (Betapace, Betapace AF, Sorine), timolol, any other medications, or any of the ingredients in metoprolol tablets. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: bupropion (Aplenzin, Forfivo, Wellbutrin, Zyban), cimetidine, clonidine (Catapres), diphenhydramine (Benadryl), fluoxetine (Prozac, Sarafem, Selfemra, in Symbyax), hydroxychloroquine, paroxetine (Brisdelle, Paxil, Pexeva), propafenone (Rythmol), quinidine, ranitidine (Zantac), reserpine, ritonavir (Norvir, in Kaletra), terbinafine (Lamisil), and thioridazine. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have a slow heart rate, heart failure, problems with blood circulation, or pheochromocytoma (a tumor that develops on a gland near the kidneys and may cause high blood pressure and fast heartbeat). Your doctor may tell you not to take metoprolol.tell your doctor if you have or have ever had asthma or other lung diseases; heart or liver disease; diabetes; severe allergies; or hyperthyroidism (an overactive thyroid gland).tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking metoprolol, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking metoprolol.you should know that metoprolol may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.remember that alcohol can add to the drowsiness caused by this medication.you should know that if you have allergic reactions to different substances, your reactions may be worse while you are using metoprolol, and your allergic reactions may not respond to the usual doses of injectable epinephrine.", "why": "Metoprolol is used alone or in combination with other medications to treat high blood pressure. It also is used to prevent angina (chest pain) and to improve survival after a heart attack. Metoprolol also is used in combination with other medications to treat heart failure. Metoprolol is in a class of medications called beta blockers. It works by relaxing blood vessels and slowing heart rate to improve blood flow and decrease blood pressure.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Metoprolol", "side_effects": "Metoprolol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dizziness or lightheadednesstirednessdepressionnauseadry mouthstomach painvomitinggas or bloatingheartburnconstipationrash or itchingcold hands and feetrunny noseSome side effects can be serious. The following symptoms are uncommon, but if you experience any of them, call your doctor immediately:\r \r shortness of breathwheezingswelling of the hands, feet, ankles, or lower legsweight gainfaintingrapid, pounding, or irregular heartbeatMetoprolol may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Metoprolol comes as a tablet and an extended-release (long-acting) tablet to take by mouth. The regular tablet is usually taken once or twice a day with meals or immediately after meals. The extended-release tablet is usually taken once a day. To help you remember to take metoprolol, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take metoprolol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.The extended-release tablet may be split. Swallow the whole or half tablets whole; do not chew or crush them.Your doctor may start you on a low dose of metoprolol and gradually increase your dose.Metoprolol controls high blood pressure and angina but does not cure them. Metoprolol extended-release tablets control heart failure but does not cure it. It may take a few weeks before you feel the full benefit of metoprolol. Continue to take metoprolol even if you feel well."}