{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to mitoxantrone injection.Ask your pharmacist any questions you have about mitoxantrone injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Mitoxantrone injection is also sometimes used to treat non-Hodgkin's lymphoma (NHL; cancer that begins in a type of white blood cell that normally fights infection). Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Call your doctor right away if you are unable to keep an appointment to receive a dose of mitoxantrone injection.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using mitoxantrone injection,tell your doctor and pharmacist if you are allergic to mitoxantrone injection or any other medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had any blood-clotting problems, anemia (decreased amount of red blood cells in the blood), or liver disease.tell your doctor if you are pregnant or plan to become pregnant. You should not become pregnant while you are using mitoxantrone injection. Talk to your doctor about effective birth control methods that you can use during your treatment. If you become pregnant while using mitoxantrone injection, call your doctor immediately. Mitoxantrone injection may harm the fetus. If you are using mitoxantrone injection to treat MS, even if you are using birth control, your doctor should give you a pregnancy test before each treatment. You must have a negative pregnancy test before the start of each treatment.tell your doctor if you are breastfeeding. Do not breastfeed while you are using mitoxantrone injection.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using mitoxantrone injection.you should know that mitoxantrone injection is dark blue in color and may cause the white parts of your eyes to have a slight blue color for a few days after you receive each dose. It may also change the color of your urine to a blue-green color for about 24 hours after you receive a dose.", "why": "Mitoxantrone injection is used to decrease the number of symptom episodes and slow the development of disability in patients with certain forms of multiple sclerosis (MS). Mitoxantrone injection is also used together with steroid medications to relieve pain in people with advanced prostate cancer who did not respond to other medications. Mitoxantrone injection is also used together with other medications to treat certain types of leukemia. Mitoxantrone injection is in a class of medications called anthracenediones. Mitoxantrone treats MS by stopping certain cells of the immune system from reaching the brain and spinal cord and causing damage. Mitoxantrone treats cancer by stopping the growth and spread of cancer cells.", "storage_conditions": [], "title": "Mitoxantrone Injection", "side_effects": "Mitoxantrone injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingdiarrheaconstipationheartburnloss of appetitesores on the mouth and tonguerunny or stuffed nosethinning or loss of hairchanges in the area around or under fingernails and toenailsmissed or irregular menstrual periodsextreme tirednessweaknessheadacheback painSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r unusual bleeding or bruisingsmall red or purple dots on the skinhivesitchingrashdifficulty swallowingshortness of breathfaintingdizzinesspale skinyellowing of the skin or eyesseizuresredness, pain, swelling, burning, or blue discoloration at the site where the injection was givenMitoxantrone injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Mitoxantrone injection comes as a liquid to be given intravenously (into a vein) by a doctor or nurse in a hospital or clinic. When mitoxantrone injection is used to treat MS, it is usually given once every 3 months for about 2 to 3 years (for a total of 8 to 12 doses). When mitoxantrone injection is used to treat prostate cancer, it is usually given once every 21 days. When mitoxantrone injection is used to treat leukemia, you will continue to receive this medication based on your condition and how you respond to the treatment.If you are using mitoxantrone injection for MS, you should know that it controls MS but does not cure it. Continue to receive treatments even if you feel well. Talk to your doctor if you no longer want to receive treatment with mitoxantrone injection.If you are using mitoxantrone injection for MS, ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}