{"other_information": "Keep all appointments with your doctor and laboratory. Your doctor may order certain lab tests to check your body's response to morphine.Before having any laboratory test (especially those that involve methylene blue), tell your doctor and the laboratory personnel that you are using morphine rectal.This prescription is not refillable. If you are using morphine to control your pain on a long-term basis, be sure to schedule appointments with your doctor so that you do not run out of medication. If you are using morphine on a short term basis, call your doctor if you continue to experience pain after you finish the medication.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Insert the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not insert a double dose to make up for a missed one.", "special_dietary": "Drink plenty of fluids while you are using this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r slow, shallow, or irregular breathingblue or purple color to the skindrowsinessloss of consciousnesslimp musclescold, clammy skinslow heartbeatblurred visionnauseafainting", "precautions": "Before using rectal morphine,tell your doctor and pharmacist if you are allergic to morphine, any other medications, or any of the ingredients in morphine suppositories. Ask your pharmacist for a list of the ingredients.do not use rectal morphine if you are taking a monoamine oxidase (MAO) inhibitor such as isocarboxazid (Marplan), linezolid (Zyvox), methylene blue, phenelzine (Nardil), procarbazine (Matulane), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate) or if you have stopped taking any of these medications within the past 2 weeks. Your doctor will probably tell you not to use rectal morphine if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); antihistamines (found in cold and allergy medications); medications for seizures; barbiturates such as phenobarbital and primidone (Mysoline); beta-blockers such as propranolol (Hemangeol, Inderal, Innopran); butorphanol; chloral hydrate, chlorpromazine, dextromethorphan (found in many cough medications; in Nuedexta); lithium (Lithobid), medications for migraine headaches such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Imitrex, in Treximet), and zolmitriptan (Zomig); methocarbamol (Robaxin), mirtazapine (Remeron); nalbuphine; pentazocine (Talwin); 5HT<sub>3</sub> serotonin blockers such as alosetron (Lotronex), dolasetron (Anzemet), granisetron (Kytril), ondansetron (Zofran, Zuplenz), or palonosetron (Aloxi); selective serotonin-reuptake inhibitors such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, in Symbyax), fluvoxamine (Luvox), paroxetine (Brisdelle, Prozac, Pexeva), and sertraline (Zoloft); serotonin and norepinephrine reuptake inhibitors such as desvenlafaxine (Khedezla, Pristiq), duloxetine (Cymbalta), milnacipran (Savella), and venlafaxine (Effexor); tramadol (Conzip, Ultram, in Ultracet), and tricyclic antidepressants ('mood elevators') such as amitriptyline, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor), imipramine (Tofranil), nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil). Many other medications may also interact with rectal morphine, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort and tryptophan.tell your doctor if you drink or have ever drunk large amounts of alcohol or have had biliary tract or stomach surgery. Also tell your doctor if you have or have ever had a head injury; a brain tumor or any condition that increases the amount of pressure in your brain; seizures; serious or life-threatening breathing problems; asthma; an irregular heartbeat; or heart failure. Your doctor will probably tell you not to use rectal morphine.tell your doctor if you have ever had major surgery. Also tell your doctor if you have or have ever had mental illness; chronic obstructive pulmonary disease (COPD; a group of diseases that cause gradual loss of lung function) or other breathing problems; prostatic hypertrophy (enlargement of a male reproductive gland); urethral stricture (blockage of the tube that allows urine to leave the body); urinary problems; low blood pressure; Addison's disease (condition in which the body does not make enough of certain natural substances); or thyroid, liver, kidney, pancreatic, intestinal, or gallbladder disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while using morphine, call your doctor.you should know that this medication may decrease fertility in men and women. Talk to your doctor about the risks of using rectal morphine.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using morphine.you should know that morphine may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.", "why": "Rectal morphine is used to relieve moderate to severe pain. Morphine is in a class of medications called opiate (narcotic) analgesics. It works by changing the way the body senses pain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.Store rectal morphine in a safe place so that no one else can use it accidentally or on purpose. Keep track of how many suppositories are left so you will know if any are missing.", "title": "Morphine Rectal", "side_effects": "Morphine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r lightheadednessdrowsinessdifficulty falling asleep or staying asleepconstipationstomach paindry mouthheadachevision problemsdecreased urinationflushingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r slowed, shallow, or irregular breathingchanges in heartbeatagitation, hallucinations (seeing things or hearing voices that do not exist), fever, sweating, confusion, fast heartbeat, shivering, severe muscle stiffness or twitching, loss of coordination, nausea, vomiting, or diarrheanausea, vomiting, loss of appetite, weakness, or dizzinessinability to get or keep an erectionirregular menstruationdecreased sexual desireblue or purple color to the skinfaintinghivesrashitchingswelling of the arms, hands, feet, ankles, or lower legsMorphine may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Rectal morphine comes as a suppository to insert in the rectum. It is usually inserted every 4 hours. Use rectal morphine at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use morphine exactly as directed.Your doctor may adjust your dose of morphine during your treatment to control your pain as well as possible. If you feel that your pain is not controlled, call your doctor. Do not change the dose of your medication without talking to your doctor.Morphine may be habit-forming. Do not use a larger dose, use it more often, or use it for a longer period of time than prescribed by your doctor.Do not stop using morphine without talking to your doctor. Your doctor may decrease your dose gradually. If you suddenly stop using morphine, you may experience withdrawal symptoms such as anxiety; sweating; difficulty falling asleep or staying asleep; chills; shaking of a part of your body that you cannot control; nausea; diarrhea; runny nose, sneezing or coughing; hair on your skin standing on end; or hallucinating (seeing things or hearing voices that do not exist).To use the suppositories, follow these steps:\r \r <ol>Remove the wrapper.Dip the tip of the suppository in water.Lie down on your left side and raise your right knee to your chest (a left-handed person should lie on the right side and raise the left knee.)Using your finger, insert the suppository about 1 inch (2.5 centimeters) into the rectum.Hold it in place with your finger for a few momentsStand up after about 15 minutes. Wash your hands thoroughly and resume normal activities.</ol>"}