{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to moxifloxacin.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish taking moxifloxacin, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Moxifloxacin is also sometimes used to treat tuberculosis (TB) ,certain sexually transmitted diseases, and endocarditis (infection of the heart lining and valves) when other medications cannot be used. Moxifloxacin also may be used to treat or prevent anthrax (a serious infection that may be spread on purpose as part of a bioterror attack) in people who may have been exposed to anthrax germs in the air if other medications are not available for this purpose. Moxifloxacin is also sometimes used to treat salmonella (an infection that causes severe diarrhea) and shigella (an infection that causes severe diarrhea) in patients who have human immunodeficiency virus (HIV) infection.Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Make sure you drink plenty of water or other fluids every day during your treatment with moxifloxacin.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking moxifloxacin,tell your doctor and pharmacist if you are allergic or have had a severe reaction to moxifloxacin, other quinolone or fluoroquinolone antibiotics such as ciprofloxacin (Cipro), gatifloxacin (Tequin) (not available in the U.S.), gemifloxacin (Factive), levofloxacin (Levaquin), lomefloxacin (Maxaquin) (not available in the U.S.), nalidixic acid (NegGram) (not available in the U.S.), norfloxacin (Noroxin) (not available in the U.S.), ofloxacin (Floxin), and sparfloxacin (Zagam) (not available in the U.S.), or any other medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); certain antidepressants; antipsychotics (medications to treat mental illness); nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Motrin, others) and naproxen (Aleve, Naprosyn, others); cisapride (Propulsid) (not available in the U.S.); diuretics ('water pills'); erythromycin (E.E.S.,  Eryc, Erythrocin, others); insulin; medications for diabetes that are taken by mouth such as glimepiride (Amaryl, in Duetact), and glyburide (DiaBeta, Glynase, in Glucovance); or certain medications for irregular heartbeat including amiodarone (Cordarone, Nexterone, Pacerone), disopyramide (Norpace), procainamide , quinidine, and sotalol (Betapace, Betapace AF, Sorine. Sotylize). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.take moxifloxacin at least 4 hours before or at least 8 hours after you take any of these medications: antacids containing magnesium or aluminum (Maalox, Mylanta, Tums, others); didanosine (Videx) solution; sucralfate (Carafate); or vitamin supplements that contain iron or zinc.tell your doctor if you or anyone in your family has or has ever had a prolonged QT interval (a rare heart problem that may cause irregular heartbeat, fainting, or sudden death) or if you have or have ever had an irregular or slow heartbeat, or heart attack and if you have  ,heart attack,   low level of potassium or magnesium in your blood. Also tell your doctor if you have or have ever had diabetes or problems with low blood sugar, or liver disease.tell your doctor if you are pregnant or plan to become pregnant or if you are breastfeeding. If you become pregnant while taking moxifloxacin, call your doctor.Do not drive a car, operate machinery, or participate in activities requiring alertness or coordination until you know how moxifloxacin affects you.plan to avoid unnecessary or prolonged exposure to sunlight or ultraviolet light (tanning beds and sunlamps) and to wear protective clothing, sunglasses, and sunscreen. Moxifloxacin may make your skin sensitive to sunlight. Call your doctor if you develop skin redness or blisters during your treatment with moxifloxacin.", "why": "Moxifloxacin is used to treat certain infections caused by bacteria such as pneumonia, , and , skin, and abdominal (stomach area) infections . Moxifloxacin is also used to prevent and treat plague (a serious infection that may be spread on purpose as part of a bioterror attack.Moxifloxacin may also be used to treat bronchitis or sinus infections but should not be used for these conditions if there are other treatment options available. Moxifloxacin is in a class of antibiotics called fluoroquinolones. It works by killing the bacteria that cause infections.Antibiotics such as moxifloxacin will not work for colds, flu, or other viral infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Moxifloxacin", "side_effects": "Moxifloxacin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingstomach paindiarrheaconstipationheartburnIf you experience any of the following symptoms, or any of the symptoms described in the IMPORTANT WARNING section, stop taking moxifloxacin and call your doctor immediately or get emergency medical help:\r \r severe diarrhea (watery or bloody stools) that may occur with or without fever and stomach cramps (may occur up to 2 months or more after your treatment)rashhivesitchingpeeling or blistering of the skinfeverswelling of the eyes, face, mouth. lips, tongue, throat, hands, feet, ankles or lower legshoarsenessdifficulty breathing or swallowingongoing or worsening coughfast or fluttering heartbeatfaintingloss of consciousnessfeeling shakyyellowing of the skin or eyespale skindark urinelight colored stooldecreased urinationfrequent urinationunusual bruising or bleedingjoint or muscle painextreme thirst or hungerextreme tirednesssweatingMoxifloxacin may cause problems with bones, joints, and tissues around joints in children. Moxifloxacin should not be given to children younger than 18 years old.Moxifloxacin may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Moxifloxacin comes as tablet to take by mouth. It is usually taken with or without food once a day for 5 to 21 days. The length of treatment depends on the type of infection being treated. Your doctor will tell you how long to take moxifloxacin. Take moxifloxacin at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take moxifloxacin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.You should begin to feel better during the first few days of treatment with moxifloxacin. If your symptoms do not improve or if they get worse, call your doctor.Take moxifloxacin until you finish the prescription, even if you feel better. Do not stop taking moxifloxacin without talking to your doctor unless you experience certain serious side effects listed in the IMPORTANT WARNING and SIDE EFFECTS sections. If you stop taking moxifloxacin too soon or if you skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."}