{"other_information": "Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": [], "overdose": [], "precautions": "Before using naloxone injection,tell your doctor and pharmacist if you are allergic to naloxone injection, any other medications, or any of the ingredients in naloxone injection. Ask your pharmacist or check the manufacturer's patient information for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Many medications that affect your heart or blood pressure may increase the risk that you will develop serious side effects of naloxone injection. Be sure to tell your doctor about all the medications you are taking.tell your doctor if you have or have ever had heart, kidney, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you receive naloxone injection during pregnancy, your doctor may need to monitor your unborn baby carefully after you receive the medication.", "why": "Naloxone injection and naloxone prefilled auto-injection device (Evzio) are used along with emergency medical treatment to reverse the life-threatening effects of a known or suspected opiate (narcotic) overdose. Naloxone injection is also used after surgery to reverse the effects of opiates given during surgery. Naloxone injection is given to newborns to decrease the effects of opiates received by the pregnant mother prior to delivery. Naloxone injection is in a class of medications called opiate antagonists. It works by blocking the effects of opiates to relieve dangerous symptoms caused by high levels of opiates in the blood.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store the automatic injection device at room temperature and away from light. If the red safety guard has been removed, safely dispose of the automatic injection device.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Naloxone Injection", "side_effects": "Naloxone injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r pain, burning, or redness at the injection sitesweatinghot flashes or flushingSome side effects can be serious. If you experience any of these symptoms, get emergency medical treatment:\r \r rapid, pounding, or irregular heartbeatseeing things or hearing voices that do not exist (hallucinations)loss of consciousnessseizuressigns of opiate withdrawal such as body aches, diarrhea, fast heart beat, fever, runny nose, sneezing, sweating, yawning, nausea, vomiting, nervousness, restlessness, irritability, shivering or trembling, stomach cramps, weakness, and the appearance of hair on the skin standing on endcrying more than usual (in babies treated with naloxone injection)stronger than normal reflexes (in babies treated with naloxone injection)Naloxone injection may cause other side effects. Tell your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Naloxone injection comes as a solution (liquid) to be injected intravenously (into a vein), intramuscularly (into a muscle), or subcutaneously (just under the skin). It also comes as a prefilled auto-injection device containing a solution to be injected intramuscularly or subcutaneously. It is usually given as needed to treat opiate overdoses.You will probably be unable to treat yourself if you experience an opiate overdose. You should make sure that your family members, caregivers, or the people who spend time with you know how to tell if you are experiencing an overdose, how to use naloxone injection, and what to do until emergency medical help arrives. Your doctor or pharmacist will show you and your family members how to use the medication. You and anyone who may need to give the medication should read the instructions that come with the nasal injection. Ask your pharmacist for the instructions or visit the manufacturer's website to get the instructions.Naloxone injection may not reverse the effects of certain opiates such as buprenorphine (Belbuca, Buprenex, Butrans) and pentazocine (Talwin) and may require additional naloxone doses.You will probably be unable to treat yourself if you experience an opiate overdose. You should make sure that your family members, caregivers, or the people who spend time with you know how to tell if you are experiencing an overdose, how to inject naloxone, and what to do until emergency medical help arrives. Your doctor or pharmacist will show you and your family members how to administer the medication. You and anyone who may need to administer the medication should read the instructions that come with the device and practice with the training device provided with the medication. Ask your pharmacist for the instructions or visit the manufacturer's website. In case of emergency, even a person who has not been trained to inject naloxone should still try to inject the medication.If you have been given an automatic injection device, you should keep the device available at all times in case you experience an opioid overdose. Be aware of the expiration date on your device and replace the device when this date passes. Look at the solution in the device from time to time. If the solution is discolored or contains particles, call your doctor to get a new injection device.The automatic injection device has an electronic voice system that provides step by step directions for use in an emergency. The person who is injecting naloxone for you can follow these directions, but he or she should know that it is not necessary to wait for the voice system to finish one direction before beginning the next step. Also, at times the voice system may not work and the person may not hear the directions. However, the device will still work and will inject the medication even if the voice system is not working.Symptoms of an opioid overdose include excessive sleepiness; not awakening when spoken to in a loud voice or when the middle of your chest is rubbed firmly; shallow or stopped breathing; or small pupils (black circles in the center of the eyes). If someone sees that you are experiencing these symptoms, he or she should give you your first dose of naloxone into the muscle or under the skin of your thigh. The medication may be injected through your clothing if necessary in an emergency. After injecting naloxone, the person should call 911 immediately and then stay with you and watch you closely until emergency medical help arrives. Your symptoms may return within a few minutes after you receive a naloxone injection. If your symptoms return, the person should use a new automatic injection device to give you another dose of naloxone. Additional injections may be given every 2-3 minutes if symptoms return before medical help arrives.Each prefilled automatic injection device should be used only once and then should be discarded. Do not try to replace the red safety guard on the auto-injection device after you remove it, even if you did not inject the medication. Instead, replace the used device in the outer case before discarding. Ask your doctor or pharmacist how to safely dispose of used injection devices."}