{"other_information": "Keep all appointments with your doctor and the laboratory. Your blood pressure should be checked regularly to determine your response to nicardipine.The extended-release capsule does not dissolve in the stomach after swallowing. It slowly releases medicine as it passes through your small intestines. It is not unusual to see the capsule shell in the stool.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Regular nicardipine capsules may be taken with or without food. The extended-release capsules should be taken with food, but avoid high-fat foods or high-fat meals.Talk to your doctor about eating grapefruit and drinking grapefruit juice while taking this medication.Talk to your doctor before using salt substitutes containing potassium. If your doctor prescribes a low-salt or low-sodium diet, follow these directions carefully.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking nicardipine,tell your doctor and pharmacist if you are allergic to nicardipine, any other medications, or any ingredients in nicardipine capsules. Ask your pharmacist for a list of the ingredients..tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: carbamazepine (Carbatrol, Equetro, Tegretol); cimetidine (Tagamet); cyclosporine (Neoral, Sandimmune); fentanyl (Actiq, Duragesic); heart and blood pressure medications such as beta-blockers, digoxin (Lanoxin), diuretics ('water pills'), and quinidine ; phenytoin (Dilantin); ranitidine (Zantac); theophylline (Theochron, Theolair, Theo-24); and vitamins.tell your doctor if you have or have ever had heart failure, or heart, liver, or kidney disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking nicardipine, call your doctor.if you are having surgery, including dental surgery, tell your doctor or dentist that you are taking nicardipine.", "why": "Nicardipine is used to treat high blood pressure and to control angina (chest pain). Nicardipine is in a class of medications called calcium channel blockers. It lowers blood pressure by relaxing the blood vessels so the heart does not have to pump as hard. It controls chest pain by increasing the supply of blood and oxygen to the heart.High blood pressure is a common condition and when not treated, it can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Nicardipine", "side_effects": "Nicardipine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headacheupset stomachdizziness or lightheadednessexcessive tirednessflushingnumbnessfast heartbeatmuscle crampsconstipationheartburnincreased sweatingdry mouthIf you experience any of the following symptoms, call your doctor immediately or get emergency medical treatment:\r \r swelling of the face, eyes, lips, tongue, arms, or legsdifficulty breathing or swallowingfaintingrashincrease in frequency or severity of chest pain (angina)If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Nicardipine comes as a regular capsule and as an extended-release (long-acting) capsule to take by mouth. The regular capsule is usually taken three times a day. The extended-release capsule is usually taken two times a day. To help you remember to take nicardipine, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take nicardipine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release capsules whole; do not split, chew, or crush them.If taken regularly, nicardipine controls chest pain, but it does not stop chest pain once it starts. Your doctor may prescribe a different medication to take when you have chest pain.Nicardipine controls high blood pressure and chest pain (angina) but does not cure them. Continue to take nicardipine even if you feel well. Do not stop taking nicardipine without talking to your doctor."}