{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r palenesscold sweatnauseadroolingvomitingstomach paindiarrheaheadachedizzinessproblems with hearing and visionshaking of a part of your body that you cannot controlconfusionweaknessseizures", "precautions": "Before using nicotine oral inhalation,tell your doctor and pharmacist if you are allergic to nicotine, menthol, or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antidepressants such as amitriptyline (Elavil), amoxapine (Asendin), clomipramine (Anafranil), desipramine (Norpramin), doxepin (Adapin, Sinequan), imipramine (Tofranil), nortriptyline (Aventyl, Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); and theophylline (TheoDur). Your doctor may need to change the doses of your medications once you stop smoking.tell your doctor if you have recently had a heart attack and if you have or have ever had asthma, chronic obstructive pulmonary disease (COPD; emphysema or chronic bronchitis), heart disease, angina, irregular heartbeat, problems with circulation such as Buerger's disease or Raynaud's phenomena, hyperthyroidism (an overactive thyroid), pheochromocytoma (a tumor on a small gland near the kidneys), insulin-dependent diabetes, ulcers, high blood pressure, and kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using nicotine inhalation, call your doctor. Nicotine may harm the fetus.stop smoking completely. If you continue smoking while using nicotine inhalation, you may have side effects.you should know that even though you are using nicotine inhalation, you may still have some smoking withdrawal symptoms. These include dizziness, anxiety, sleeping problems, depression, tiredness, and muscle pain. If you experience these symptoms, talk to your doctor about increasing your dose of nicotine inhalation.", "why": "Nicotine oral inhalation is used to help people stop smoking. Nicotine oral inhalation should be used together with a smoking cessation program, which may include support groups, counseling, or specific behavioral change techniques. Nicotine inhalation is in a class of medications called smoking cessation aids. It works by providing nicotine to your body to decrease the withdrawal symptoms experienced when smoking is stopped and to reduce the urge to smoke.", "storage_conditions": "Keep all the parts of the nicotine inhaler and used and unused nicotine cartridges out of the reach of children and pets. Store the mouthpiece in the plastic storage case. Store the cartridges at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Nicotine Oral Inhalation", "side_effects": "Nicotine oral inhalation may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r irritation in the mouth and throatcoughrunny nosetaste changespain of the jaw, neck, or backtooth problemssinus pressure and painheadachepain, burning, or tingling in the hands or feetgasSome side effects can be serious. If you experience the following symptom, call your doctor immediately:\r \r rapid heart rateNicotine inhalation may cause other side effects. Call your doctor if you have any unusual problems while using this medication.", "how": "Nicotine oral inhalation comes as a cartridge to inhale by mouth using a special inhaler. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use nicotine oral inhalation exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Follow your doctor's instructions about how many nicotine cartridges you should use each day. Your doctor may increase or decrease your dose depending on your urge to smoke. After you have used nicotine inhalation for 12 weeks and your body adjusts to not smoking, your doctor may decrease your dose gradually over the next 6 to 12 weeks until you are not using nicotine inhalation any more. Follow your doctor's instructions for how to decrease your nicotine dose.The nicotine in the cartridges is released by frequent puffing over 20 minutes. You may use up a cartridge all at once or puff on it for a few minutes at a time until the nicotine is finished. You may want to try different schedules to see what works best for you.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient. Read the directions for how to use the inhaler and ask your doctor or pharmacist to show you the proper technique. Practice using the inhaler while in his or her presence.If you have not stopped smoking at the end of 4 weeks, talk to your doctor. Your doctor can try to help you understand why you were not able to stop smoking and make plans to try again."}