{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to nitrofurantoin.If you have diabetes, use Clinistix or Tes-Tape instead of Clinitest to test your urine for sugar. Nitrofurantoin can cause Clinitest to show false results.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish the nitrofurantoin, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses. Ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and take any remaining doses for that day at evenly spaced intervals. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking nitrofurantoin,tell your doctor and pharmacist if you are allergic to nitrofurantoin, any othermedications, or any of the ingredients in nitrofurantoin capsules or syrup. Ask your doctor or pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements and herbal products you are taking or plan to take. Be sure to mention any of the following: antacids, antibiotics, benztropine (Cogentin), diphenhydramine (Benadryl), probenecid (Benemid), and trihexyphenidyl (Artane. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have anemia, kidney disease, lung disease, nerve damage, or glucose-6-phosphate dehydrogenase (G-6-PD) deficiency (an inherited blood disease).tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking nitrofurantoin, call your doctor. Nitrofurantoin should not be taken by women in the last month of pregnancy.talk to your doctor about the safe use of this medication if you are 65 years of age or older. Older adults should not normally take nitrofurantoin because it is not as safe as other medications that can be used to treat the same condition.you should know that this medication may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.ask your doctor about the safe use of alcohol while you are taking this medication. Alcohol can make the side effects of nitrofurantoin worse.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Nitrofurantoin may make your skin sensitive to sunlight.", "why": "Nitrofurantoinis used to treat urinary tract infections. Nitrofurantoin is in a class of medications called antibiotics. It works by killing bacteria that cause infection. Antibiotics will not work for colds, flu, or other viral infections.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Nitrofurantoin", "side_effects": "Nitrofurantoin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dark yellow or brown urinenauseavomitingloss of appetiteSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r difficulty breathingexcessive tirednessfever or chillschest painpersistent coughnumbness, tingling, or pinprick sensation in the fingers and toesmuscle weaknessswelling of the lips or tongueskin rashNitrofurantoin may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Nitrofurantoin comes as a capsule and a liquid to take by mouth. Nitrofurantoin usually is taken two or four times a day for at least 7 days. Take it with a full glass of water and with meals. Try to take nitrofurantoin at the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take nitrofurantoin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the liquid well before each use to mix the medication evenly. Use a dose-measuring spoon or cup to measure the correct amount of liquid for each dose; not a household spoon.You should begin to feel better during your first few days of treatment with nitrofurantoin. If your symptoms do not improve or if they get worse, call your doctor.Take nitrofurantoin until you finish the prescription, even if you feel better. If you stop taking nitrofurantoin too soon or if you skip doses, your infection may be more difficult to treat and the bacteria may become resistant to antibiotics."}