{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to nystatin.Do not let anyone else use your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish the nystatin, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Use the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before using nystatin,tell your doctor and pharmacist if you are allergic to nystatin or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, including vitamins.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using nystatin, call your doctor.", "why": "Nystatin is used to treat fungal infections of the skin, mouth, vagina, and intestinal tract. Fungal medicines will not work for colds, flu, or other viral infections.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store the tablets and liquid at room temperature and away from excess heat and moisture (not in the bathroom). Store nystatin powder, lozenges (pastilles), and vaginal tablets and cream in the refrigerator. Do not allow nystatin to freeze. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Nystatin", "side_effects": "Nystatin may cause side effects. Tell your doctor if any of these symptoms from the vaginal tablets and cream or skin ointment or cream are severe or do not go away:\r \r itchingirritationburningIf you experience any of the following symptoms from the oral tablets and liquid, call your doctor immediately:\r \r diarrheanauseastomach painskin rashIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Nystatin comes as a tablet, capsule, and a liquid to take by mouth; a soft lozenge (pastille) to be dissolved slowly in the mouth; a tablet and vaginal cream to be inserted into the vagina; and in powder, ointment, and cream to be applied to the skin.Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use nystatin exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Allow the lozenges (pastilles) to dissolve slowly in your mouth. Do not chew or swallow lozenges whole. Continue to use nystatin lozenges (pastilles) for at least 48 hours after symptoms of your mouth infection disappear.Nystatin liquid usually is used three to five times a day for mouth infections and three times a day for intestinal infections. Shake the bottle well before each use to mix the medication evenly. If you are using liquid nystatin for a mouth infection, place half of the dose in each side of the mouth and hold it there or swish it throughout the mouth for several minutes before swallowing. Good oral hygiene, including proper care of dentures, is important for the cure of mouth infections.If you are using liquid nystatin for an intestinal infection, just swallow the liquid you measured from the dropper; there is no need to hold it or swish it in your mouth.Nystatin skin ointment or cream usually is used several times a day for skin infections. Wash the affected area thoroughly. Apply a small amount of cream or ointment and gently and thoroughly massage it into your skin. If you use this medication on your face, keep it out of your eyes.If you are using powder for infected feet, dust the powder inside your shoes and stockings as well as on your feet.Nystatin vaginal tablets and cream usually are used once or twice a day for vaginal infections. Nystatin vaginal tablets usually are used for 2 weeks in women who are not pregnant and for 3 to 6 weeks before delivery in pregnant women. Continue to use the vaginal tablets and cream even if symptoms improve after a few days. Insert the vaginal tablets or cream high into the vagina. They each come with a special applicator for inserting them and directions. Unwrap the vaginal tablets just before inserting them. Read the directions provided with the tablets or cream and follow these steps:\r \r <ol>Fill the special applicator to the level indicated.Lie on your back with your knees drawn upward and spread apart.Gently insert the applicator into your vagina and push the plunger to release the medication.Withdraw the applicator and wash it with soap and warm water.Wash your hands promptly to avoid spreading the infection.</ol>You may wish to wear a sanitary napkin while using the vaginal cream to protect your clothing against stains. Do not use a tampon because it will absorb the drug. Do not douche unless your doctor tells you to do so. Continue using nystatin vaginal cream or tablets even if you get your period during treatment."}