{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to ofloxacin.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking ofloxacin.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish taking ofloxacin, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Ofloxacin is also sometimes used to treat other types of infection, including Legionnaires' disease (type of lung infection), certain sexually transmitted diseases,  infections of the bones and joints and of the stomach and intestines. Ofloxacin may also be used to treat or prevent anthrax or plague (serious infections that may be spread on purpose as part of a bioterror attack) in people who may have been exposed to the germs that cause these infections in the air. Ofloxacin may also be used to treat or prevent travelers' diarrhea in certain patients. Talk to your doctor about the risks of using ofloxacin to treat your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one and do not take more than two doses of ofloxacin in one day.", "special_dietary": "Make sure you drink plenty of water or other fluids every day while you are taking ofloxacin.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r drowsinessnauseadizzinesshot and cold flushesnumbness and swelling of the faceslurred speechconfusion", "precautions": "Before taking ofloxacin,tell your doctor and pharmacist if you are allergic or have had a severe reaction to ofloxacin; other quinolone or fluoroquinolone antibiotics such as ciprofloxacin (Cipro), gatifloxacin (Tequin) (not available in the United States), gemifloxacin (Factive), Levofloxacin (Levaquin), lomefloxacin (Maxaquin) (not available in the United States), moxifloxacin (Avelox), nalidixic acid (NegGram) (not available in the United States), norfloxacin (Noroxin) (not available in the United States), and sparfloxacin (Zagam) (not available in the United States);  or any other medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: other antibiotics; anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); certain antidepressants; antipsychotics (medications to treat mental illness); cimetidine (Tagamet); cyclosporine (Gengraf, Neoral, Sandimmune); diuretics ('water pills'); insulin and oral medications for diabetes such as glyburide (DiaBeta, Glynase, in Glucovance); certain medications for irregular heartbeat such as amiodarone (Cordarone, Nexterone, Pacerone), quinidine, procainamide , and sotalol (Betapace, Betapace AF, Sorine, Sotylize); nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Motrin, others) and naproxen (Aleve, Naprosyn, others); probenecid (Probalan in Col-Probenecid, ); and theophylline (Elixophyllin, Theo-24, Uniphyl, others). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.if you are taking antacids containing aluminum, calcium, or magnesium (Maalox, Mylanta, Tums, others); didanosine (Videx) solution; sucralfate (Carafate); or supplements or multivitamins containing iron or zinc, take ofloxacin 2 hours before or 2 hours after you take these medications.tell your doctor if you or anyone in your family has or has ever had a prolonged QT interval (a rare heart problem that may cause irregular heartbeat, fainting, or sudden death) or if you have or have ever had an irregular or slow heartbeat or heart attack and if you have or have ever had a low level of potassium or magnesium in your blood,  a recent heart attack, diabetes, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking ofloxacin, call your doctor.Do not drive a car, operate machinery, or participate in activities requiring alertness or coordination until you know how ofloxacin affects you.plan to avoid unnecessary or prolonged exposure to sunlight and ultraviolet light (tanning beds and sunlamps) and to wear protective clothing, sunglasses, and sunscreen. Ofloxacin may make your skin sensitive to sunlight or ultraviolet light. If your skin becomes reddened, swollen, or blistered, call your doctor.", "why": "Ofloxacin is used to treat certain infections including , pneumonia, and infections of the skin, bladder, , reproductive organs, and prostate (a male reproductive gland). Ofloxacin may also be used to treat bronchitis and urinary tract infections but should not be used for bronchitis and some types of urinary tract infections if other treatments are available.  Ofloxacin is in a class of antibiotics called fluoroquinolones. It works by killing bacteria that cause infections.Antibiotics such as ofloxacin will not work for colds, flu, or other viral infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Ofloxacin", "side_effects": "Ofloxacin may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseadiarrheaconstipationgasvomitingstomach pain or crampschange in ability to taste foodloss of appetitedry mouthexcessive tirednesspale skinpain, swelling, or itching of the vaginaIf you experience any of the following symptoms, or any of the symptoms  described in the IMPORTANT WARNING section, stop taking ofloxacin and call your doctor immediately or get emergency medical help:\r \r severe diarrhea (watery or bloody stools) that may occur with or without fever and stomach cramps (may occur up to 2 months or more after your treatment)rashhivesitchingpeeling or blistering of the skinfeverswelling of the eyes, face, mouth, lips, tongue, throat, hands, feet, ankles or lower legshoarsenessdifficulty breathing or swallowingongoing or worsening coughfast or fluttering heartbeatfaintingloss of consciousnessyellowing of the skin or eyeslight colored stooldark urinedecreased urinationunusual bruising or bleedingjoint or muscle painOfloxacin may cause problems with bones, joints, and tissues around joints in children. Ofloxacin should not be given to children younger than 18 years of age.Ofloxacin may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Ofloxacin comes as a tablet to take by mouth. It is usually taken with or without food twice a day for 3 days to 6 weeks. The length of treatment depends on the type of infection being treated. Your doctor will tell you how long to take ofloxacin. Take ofloxacin at around the same times every day and try to space your doses 12 hours apart. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take ofloxacin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.You should begin to feel better during the first few days of your treatment with ofloxacin. If your symptoms do not improve or if they get worse, call your doctor.Take ofloxacin until you finish the prescription, even if you feel better. Do not stop taking ofloxacin without talking to your doctor unless you experience certain serious side effects that are listed in the IMPORTANT WARNING and SIDE EFFECT sections. If you stop taking ofloxacin too soon or if you skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."}