{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to olanzapine injection or olanzapine extended-release injection.Ask your pharmacist any questions you have about olanzapine injection or olanzapine extended-release injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you forget to keep an appointment to receive olanzapine extended-release injection, call your doctor to schedule another appointment as soon as possible.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r dizzinessconfusiondisorientationslurred speechdifficulty walkingslowed or uncontrollable movementsmuscle stiffnessweaknessseizuresagitationaggressive behaviorfast heartbeatdrowsinesscoma (loss of consciousness for a period of time)", "precautions": "Before receiving olanzapine injection or olanzapine extended-release injection,tell your doctor and pharmacist if you are allergic to olanzapine, any other medications, or any of the ingredients in olanzapine injection or olanzapine extended-release injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antihistamines (in cough and cold medications); carbamazepine (Carbatrol, Equetro, Tegretol); diazepam (Valium); fluvoxamine (Luvox); dopamine agonists such as bromocriptine (Parlodel), cabergoline (Dostinex), levodopa (Dopar, Laradopa); pramipexole (Mirapex), and ropinirole (Requip); medications for anxiety, high blood pressure, irritable bowel disease, mental illness, motion sickness, pain, Parkinson's disease, ulcers, or urinary problems; omeprazole (Prilosec, in Zegerid); rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); sedatives; sleeping pills, and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have a low number of white blood cells or if any other medication has ever caused a decrease in your white blood cells. Also tell your doctor if you use or have ever used street drugs or have overused prescription medications and if you have or have ever had a stroke, a ministroke,  heart disease,  a heart attack, heart failure, an irregular heartbeat, seizures, breast cancer, any condition that makes it difficult for you to swallow, high or low blood pressure, a high level of fats (cholesterol and triglycerides) in your blood, paralytic ileus (condition in which food cannot move through the intestine); glaucoma (an eye condition), high blood sugar, diabetes, or liver or prostate disease. Tell your doctor if you have severe vomiting, diarrhea or signs of dehydration now, or if you develop these symptoms at any time during your treatment. Also tell your doctor if you have ever had to stop taking a medication for mental illness because of severe side effects or have or have had thoughts about harming or killing yourself.tell your doctor if you are pregnant, especially if you are in in the last few months of your pregnancy, if you plan to become pregnant, or if you are breastfeeding. If you become pregnant during your treatment with olanzapine injection, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are being treated with olanzapine injection.you should know that receiving olanzapine injection or olanzapine extended-release injection may make you drowsy and may affect your ability to think clearly, make decisions, and react quickly. Do not drive a car or operate machinery for the rest of the day after you receive olanzapine extended-release injection. Do not drive a car or operate machinery at other times during your treatment with olanzapine extended-release injection or during your treatment with olanzapine injection until you know how this medication affects you.you should know that alcohol can add to the drowsiness caused by this medication. Do not drink alcohol during your treatment with olanzapine.tell your doctor if you use tobacco products. Cigarette smoking may decrease the effectiveness of this medication.you should know that olanzapine injection and olanzapine extended-release injection may cause dizziness, lightheadedness, fast or slow heartbeat, and fainting when you get up too quickly from a lying position, especially right after you receive your injection. If you feel dizzy or drowsy after you receive your injection, you will need to lie down until you feel better. During your treatment, you should get out of bed slowly, resting your feet on the floor for a few minutes before standing up.you should know that you may experience hyperglycemia (increases in your blood sugar) while you are taking this medication, even if you do not already have diabetes. If you have schizophrenia, you are more likely to develop diabetes than people who do not have schizophrenia, and receiving olanzapine injection, olanzapine extended-release injection or similar medications may increase this risk. Tell your doctor immediately if you have any of the following symptoms during your treatment: extreme thirst, frequent urination, extreme hunger, blurred vision, or weakness. It is very important to call your doctor as soon as you have any of these symptoms, because high blood sugar can cause a serious condition called ketoacidosis. Ketoacidosis may become life-threatening if it is not treated at an early stage. Symptoms of ketoacidosis include dry mouth, nausea and vomiting,shortness of breath, breath that smells fruity, and decreased consciousness.you should know that olanzapine injection or olanzapine extended-release injection may make it harder for your body to cool down when it gets very hot. Tell your doctor if you plan to do vigorous exercise or be exposed to extreme heat. Be sure to drink plenty of water and call your doctor if you experience any of the following symptoms: feeling very hot, sweating heavily, not sweating even though it is hot, dry mouth, excessive thirst, or decreased urination.", "why": "Olanzapine extended-release injection is used to treat schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions). Olanzapine injection is used to treat episodes of agitation in people who have schizophrenia or in people who have bipolar I disorder (manic depressive disorder; a disease that causes episodes of depression, episodes of severe mania, and other abnormal moods) and are experiencing an episode of mania (abnormally excited or irritated mood). Olanzapine is in a class of medications called atypical antipsychotics. It works by changing the activity of certain natural substances in the brain.", "storage_conditions": [], "title": "Olanzapine Injection", "side_effects": "Olanzapine injection and olanzapine extended-release injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r increased appetiteweight gainstomach paindiarrheagasnauseavomitingdry mouthback or joint painheadacheacnevaginal dischargemissed menstrual periodsbreast enlargement or dischargedecreased sexual abilitypain, hardness, or a lump in the place where the medication was injectedSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r sore throat, fever, chills, or other signs of infectionexcessive sweatingmuscle stiffnessconfusionfast or irregular heartbeatuncontrollable unusual movements of your face or bodydifficulty swallowingchest painseizuresrash that may occur with fever, swollen glands, or swelling of the faceskin redness or peelingOlanzapine injection and olanzapine extended-release injection may cause other side effects. Call your doctor if you have any unusual problems while you are receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Olanzapine injection and olanzapine extended-release injection come as powders to be mixed with water and injected into a muscle by a healthcare provider. Olanzapine injection is usually given as needed for agitation. If you are still agitated after you receive your first dose, you may be given one or more additional doses. Olanzapine extended-release injection is usually given once every 2 to 4 weeks.Olanzapine extended-release injection may help control your symptoms but will not cure your condition. Continue to keep appointments to receive olanzapine extended-release injection even if you feel well. Talk to your doctor if you do not feel like you are getting better during your treatment with olanzapine extended-release injection. "}