{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Inhale the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not use more than one dose in 24 hours.", "special_dietary": "Talk to your doctor about drinking beverages that contain caffeine while using this medicine.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r chest painheart racingdizzinessnervousnessdifficulty falling asleep or staying asleepshaking of a part of your body that you cannot controlanxietyheadachedry mouthnauseafatigue", "precautions": "Before using olodaterol inhalation,tell your doctor and pharmacist if you are allergic to olodaterol, any other medications, or any of the ingredients in olodaterol inhalation. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone, Nexterone, Pacerone); antidepressants such as amitriptyline, amoxapine, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor), imipramine (Surmontil, Tofranil), nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); beta blockers such as atenolol (Tenormin, in Tenoretic), labetalol (Trandate), metoprolol (Lopressor, Toprol XL, in Dutoprol), nadolol (Corgard, in Corzide), propranolol (Hemangeol, Inderal LA, InnoPran XL), and sotalol (Betapace, Sorine, Sotylize); diuretics ('water pills'); erythromycin (E.E.S, Eryc, Erythrocin, others); other LABAs such as arformoterol (Brovana), formoterol (Foradil, Perforomist, in Dulera, in Symbicort), indacaterol (Arcapta), or salmeterol (Serevent, in Advair); monoamine oxidase (MAO) inhibitors, including isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate); moxifloxacin (Avelox); oral steroids such as dexamethasone (Dexamethasone Intensol), methylprednisolone (Depo-Medrol, Medrol, Solu-Medrol), and prednisone (Rayos); pentoxifylline (Pentoxil), and theophylline (Elixophyllin, Theolair, Uniphyl, others). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with olodaterol inhalation, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have or have ever had diabetes, seizures, high blood pressure, irregular heartbeat, or heart or thyroid disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while using olodaterol inhalation, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using olodaterol inhalation.", "why": "Olodaterol oral inhalation is used to control wheezing, shortness of breath, coughing, and chest tightness caused by chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways, which includes chronic bronchitis and emphysema). Olodaterol oral inhalation is in a class of medications called long-acting beta-agonists (LABAs). It works by relaxing and opening air passages in the lungs, making it easier to breathe.", "storage_conditions": "Keep this medication in the container it came in and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not freeze your inhaler or cartridge. Dispose of the inhaler 3 months after you first use it or when the cartridge locks after all medication is used, whichever comes first. Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Olodaterol Oral Inhalation", "side_effects": "Olodaterol inhalation may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r fever, cough, runny nose, or other signs of infectionjoint painSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r sudden shortness of breathchest painfast, pounding, or irregular heartbeatcoughing, wheezing, or chest tightness that begins after you inhale olodaterolrashitchinghivesswelling of the face, mouth, or tonguedifficulty breathing or swallowingfrequent or painful urinationOlodaterol inhalation may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Olodaterol inhalation comes as a solution to inhale by mouth using a special inhaler. It is usually used once a day. Inhale olodaterol at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use olodaterol exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Do not use olodaterol inhalation during a sudden COPD attack. Your doctor will prescribe a short-acting (rescue) inhaler to use during COPD attacksOlodaterol inhalation should not be used to treat COPD that is quickly getting worse. Call your doctor or get emergency medical help if your breathing problems worsen, if you have to use your short-acting inhaler to treat attacks of COPD more often, or if your short-acting inhaler does not relieve your symptoms.Be careful not to spray olodaterol inhalation into your eyes.Olodaterol inhalation helps to controls COPD but does not cure it. Continue to use olodaterol inhalation even if you feel well. Do not stop using olodaterol inhalation without talking to your doctor. If you suddenly stop using olodaterol inhalation, your symptoms may get worse.Olodaterol cartridges should only be used with the inhaler that comes with your prescription.Before you use olodaterol inhalation for the first time, ask your doctor, pharmacist, or respiratory therapist to show you how to use the inhaler. Practice using your inhaler while he or she watches.To use the inhaler, follow these steps:\r \r <ol>Before you use a new inhaler for the first time, press the safety catch while pulling off the clear base with the yellow cap closed. Be careful not to touch the piercing element inside the bottom of the clear base. Fill in the expiration date on the inhaler label, which is 3 months from the date you inserted the cartridge into the inhaler.Remove the cartridge from the box. Push the narrow end of the cartridge into the inhaler. The base of the cartridge will not be all the way in the inhaler. Push the cartridge against a firm surface to ensure that it is correctly inserted. Do not remove the cartridge once it has been inserted into the inhaler.Put the clear base back into place. Do not remove the clear base again. Do not take apart your inhaler after you have inserted the cartridge and put the clear base back.If you are using the inhaler for the first time or if you have not used the inhaler in more than 21 days, you will need to prime it. Hold the inhaler upright with the yellow cap closed. Turn the clear base in the direction of the black arrows on the label until it clicks (half a turn). Flip the yellow cap until it snaps fully open.To prime the inhaler, point the inhaler toward the ground (away from your face) and press the dose release button three times to release three sprays into the air. If you have not used your inhaler for 3 to 20 days, point the inhaler toward the ground and press down on the canister one time to release one spray into the air.When you are ready to inhale your dose, hold the inhaler upright, with the yellow cap closed to avoid accidental release of the dose. Turn the clear base in the direction of the black arrows on the label until it clicks (half a turn). Flip the yellow cap until it snaps fully open.Point the inhaler toward the ground (away from your face), and press the dose release button until a spray is visible.Breathe out slowly and fully, and then close your lips around the end of the mouthpiece without covering the air vents. Point your inhaler to the back of your throat.While taking in a slow, deep breath through your mouth, press the dose release button and continue to breathe in slowly for as long as you can.Try to hold your breath for 10 seconds.Repeat steps 8 to 10 for your second inhalation.Close the yellow inhaler cap.</ol>Clean the mouthpiece with a damp cloth or tissue at least once a week. If the outside of your inhaler gets dirty, wipe it with a damp cloth."}