{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Oxazepam is a controlled substance. Prescriptions may be refilled only a limited number of times; ask your pharmacist if you have any questions.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Oxazepam is also used to treat irritable bowel syndrome. Talk to your doctor about the possible risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for your next dose skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking oxazepam,tell your doctor and pharmacist if you are allergic to oxazepam, any other medications, or any of the ingredients in oxazepam capsules. Ask your doctor or pharmacist for more information.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antihistamines; digoxin (Lanoxin); levodopa (in Ritary, in Sinemet, in Stalevo); medication for depression, seizures, Parkinson's disease, asthma, colds, or allergies; muscle relaxants; oral contraceptives; phenytoin (Dilantin, Phenytek); probenecid (Probalan, in Col-Probenecid); rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); sedatives; sleeping pills; theophylline (Elixophyllin, Theo 24, Theochron); or tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had glaucoma or seizures, or lung, heart, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking oxazepam, call your doctor immediately.talk to your doctor about the risks and benefits of taking oxazepam if you are 65 years of age or older. Older adults should take lower doses of oxazepam because higher doses may not be more effective and are more likely to cause serious side effects. if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking oxazepam.you should know that this medication may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.tell your doctor if you use tobacco products. Cigarette smoking may decrease the effectiveness of this medication.", "why": "Oxazepam is used to relieve anxiety, including anxiety caused by alcohol withdrawal (symptoms that may develop in people who stop drinking alcohol after drinking large amounts for a long time). Oxazepam is in a class of medications called benzodiazepines. It works by slowing activity in the brain to allow for relaxation.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Oxazepam", "side_effects": "Oxazepam may cause side effects. Call your doctor if any of the symptoms are severe or do not go away:\r \r drowsinessdizzinesstirednessweaknessdry mouthdiarrheaupset stomachchanges in appetiterestlessness or excitementconstipationdifficulty urinatingfrequent urinationblurred visionchanges in sex drive or abilitySome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r shuffling walkpersistent, fine tremor or inability to sit stillfeverdifficulty breathing or swallowingsevere skin rashyellowing of the skin or eyesirregular heartbeatOxazepam may cause other side effects. Call your doctor if you experience any unusual problems during your treatment with oxazepam.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Oxazepam comes as a capsule to take by mouth. It is usually taken three or four times a day and may be taken with or without food. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take oxazepam exactly as directed.Oxazepam can be habit-forming. Do not take a larger dose, take it more often, or take it for a longer time than prescribed by your doctor. Oxazepam may not work as well if it is taken for a long time.Oxazepam may help control your symptoms but will not cure your condition. Continue to take oxazepam even if you feel well. Do not skip doses even if you feel that you do not need them. Do not stop taking this medication without talking to your doctor. If you suddenly stop taking oxazepam, you may experience withdrawal symptoms (anxiousness, sleeplessness, and irritability). Your doctor will probably decrease your dose gradually."}