{"other_information": "Keep all appointments with your doctor. Oxiconazole is for external use only. Do not let oxiconazole get into your eyes, nose, or mouth, and do not swallow it. Do not apply dressings, bandages, cosmetics, lotions, or other skin medications to the area being treated unless your doctor tells you.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.If you still have symptoms of infection after you finish the oxiconazole, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not apply a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before using oxiconazole,tell your doctor and pharmacist if you are allergic to oxiconazole or any other drugs.tell your doctor and pharmacist what prescription and nonprescription drugs you are taking, including vitamins.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using oxiconazole, call your doctor.", "why": "Oxiconazole, an antifungal agent, is used to treat skin infections such as athlete's foot, jock itch, and ringworm.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Oxiconazole", "side_effects": "Oxiconazole may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r itchingburningrednessdry or flaky skintinglingIf you experience any of the following symptoms, call your doctor immediately:\r \r painswellingopen soresskin rashIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Oxiconazole comes in a cream or lotion to be applied to your skin. Oxiconazole usually is applied once a day (in the evening) or twice a day (in the morning and evening). Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use oxiconazole exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Thoroughly clean the infected area, allow it to dry, and then gently rub the medication in until most of it disappears. Use just enough medication to cover the affected area. You should wash your hands after applying the medication."}