{"other_information": "Ask your doctor or pharmacist if you have any questions about paclitaxel injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Paclitaxel injection is also sometimes used to treat cancer of the head and neck, esophagus (tube that connects the mouth and stomach), bladder, endometrium (lining of the uterus), and cervix (opening of the uterus). Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Call your doctor right away if you are unable to keep an appointment to receive a dose of paclitaxel injection.", "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while using this medicine.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r pale skinshortness of breathexcessive tirednesssore throat, fever, chills, and other signs of infectionunusual bruising or bleedingnumbness, burning, or tingling of the hands and feetsores in the mouth", "precautions": "Before receiving paclitaxel injection,tell your doctor and pharmacist if you are allergic to paclitaxel, any other medications, human albumin, polyoxyethylated castor oil, or medications that contain polyoxyethylated castor oil such as cyclosporine injection (Sandimmune) and teniposide (Vumon). Ask your doctor or pharmacist if you do not know if a medication that you are allergic to contains human albumin or polyoxyethylated castor oil.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone, Pacerone); certain antibiotics such as clarithromycin (Biaxin), erythromycin (E.E.S., E-Mycin), and telithromycin (Ketek); certain antifungals such as itraconazole (Sporanox) and ketoconazole (Nizoral); aripiprazole (Abilify);certain benzodiazepines such as alprazolam (Xanax), diazepam (Valium), midazolam, and triazolam (Halcion); buspirone (Buspar); certain calcium channel blockers such as amlodipine (Norvasc, in Azor, in Caduet, in Lotrel), diltiazem (Cardizem, Dilacor, Tiazac), nifedipine (Adalat, Procardia), nisoldipine (Sular), and verapamil (Calan, Tarka, Verelan); carbamazepine (Carbatrol, Equetro, Tegretol); other chemotherapy medications for cancer such as doxorubicin (Doxil); certain cholesterol-lowering medications (statins) such as atorvastatin (Lipitor), lovastatin (Mevacor), and simvastatin (Zocor); cimetidine (Tagamet); cisplatin (Platinol); cyclosporine (Gengraf, Neoral, Sandimmune); fluoxetine (Prozac, Safarem, in Symbyax); efavirenz (Sustiva, in Atripla); fluvoxamine; gemfibrozil (Lopid); imatinib (Gleevec); methadone (Dolophine); montelukast (Singulair); nefazodone; nevirapine (Viramune); phenytoin; pimozide (Orap); protease inhibitors used to treat human immunodeficiency virus (HIV) such as indinavir (Crixivan), ritonavir (Norvir, in Kaletra), nelfinavir (Viracept), and saquinavir (Invirase); quinidine; quinine (Qualaquin); rifampin (Rimactane, Rifadin, in Rifamate); sildenafil (Viagra); tacrolimus (Prograf); tamoxifen (Nolvadex); trazodone; and vincristine. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with paclitaxel, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have or have ever had liver or heart disease.tell your doctor if you are pregnant or plan to become pregnant, or if you plan to father a child. You or your partner should not become pregnant while you are receiving paclitaxel injection. You should use birth control to prevent pregnancy in yourself or your partner during your treatment with paclitaxel injection. Talk to your doctor about birth control methods that will work for you. If you or your partner become pregnant while receiving paclitaxel injection, call your doctor. Paclitaxel may harm the fetus.tell your doctor if you are breast-feeding.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving paclitaxel injection.if you are using paclitaxel manufactured with polyoxyethylated castor oil, you should know that the medication contains alcohol. Do not drive a car or operate machinery until you know how this medication affects you. Talk to your doctor about the safe use of alcoholic beverages or medications that may affect your thinking or judgment during your treatment.talk to your doctor before you receive any vaccinations during your treatment with paclitaxel.you should know that paclitaxel may make it more difficult for your body to fight infection. Wash your hands often and avoid crowds and people who are sick during your treatment with paclitaxel.you should know that paclitaxel may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.", "why": "Paclitaxel injection manufactured with human albumin is used to treat breast cancer that has not improved or that has come back after treatment with other medications. Paclitaxel injection manufactured with polyoxyethylated castor oil is used to treat ovarian cancer (cancer that begins in the female reproductive organs where eggs are formed), breast cancer, and lung cancer. Paclitaxel injection with polyoxyethylated castor oil is also used to treat Kaposi's sarcoma (a type of cancer that causes patches of abnormal tissue to grow under the skin) in people who have acquired immunodeficiency syndrome (AIDS). Paclitaxel is in a class of medications called antimicrotubule agents. It works by stopping the growth and spread of cancer cells.", "storage_conditions": [], "title": "Paclitaxel Injection", "side_effects": "Paclitaxel may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r pain, redness, swelling, or sores in the place where the medication was injectedweaknessmuscle or joint painnauseavomitingdiarrheastomach painsores in the mouthhair lossSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r numbness, burning, or tingling in the hands or feetpale skinexcessive tirednessunusual bruising or bleedingchest painslow or irregular heartbeatfaintinghardening, darkening, or peeling of the skin in the area where the medication was injectedblistering or peeling skinPaclitaxel may cause other side effects. Call your doctor if you have any unusual problems while using this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Paclitaxel injection comes as a liquid to be given intravenously (into a vein) by a doctor or nurse in a hospital or clinic. It is usually given once every 3 weeks. When paclitaxel injection manufactured with polyoxyethylated castor oil is used to treat Kaposi's sarcoma, it may be given once every 2 or 3 weeks.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}