{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to patiromer.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Your doctor may tell you to limit the amount of potassium in your diet. Follow these instructions carefully. Talk to your doctor about the amount of potassium-rich foods such as artichokes, avocados, bananas, cantaloupe, grapefruit juice, milk, orange juice, potatoes, prunes, raisins, squash, tomato paste, and tomato juice you may have in your diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking patiromer,tell your doctor and pharmacist if you are allergic to patiromer, any other medications, or any of the ingredients in the patiromer powder. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had difficulty swallowing, gastrointestinal (GI; affecting the stomach or intestines) surgery, constipation, fecal impaction (a dry hard stool stuck in the rectum), bowel obstruction (blockage in your intestine), a problem with your bowels after bowel surgery, or GI disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking patiromer, call your doctor.", "why": "Patiromer is used to treat hyperkalemia (high levels of potassium in the blood). Patiromer is in a class of medications called potassium removing agents. It works by removing excess potassium from the body. Patiromer is not used for emergency treatment of life-threatening hyperkalemia because it takes some time to work.", "storage_conditions": "Keep this medication in the container it came in, closed, and out of reach of children. Store it in either the refrigerator or at room temperature away from excess heat and moisture (not in the bathroom). If patiromer powder is stored at room temperature, dispose of it after 90 days.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Patiromer", "side_effects": "Patiromer may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r constipationdiarrheagasstomach discomfortnauseaPatiromer may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Patiromer comes as a powder to mix with water and take by mouth. It is usually taken with food once a day. Take patiromer at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take patiromer exactly as directed. Do not take more or less of it, or take it more often than prescribed by your doctor.You will need to mix the medication powder with water right before you take it. Do not take the powder before it is mixed with water. Do not mix the powder with any other liquid or food, except for water. To prepare each dose of your medication, pour 1 ounce (30 mL) of water into a cup. Add the contents of the packet(s) of patiromer into the cup and stir well. (You may need to use more than one packet of patiromer to make up your full dose.) Add another 2 ounces (60 mL) of water to the cup and stir well. The powder will not completely dissolve and the mixture may look cloudy. Drink the mixture right away. If any powder is left in the cup after drinking it, add more water, stir, and drink right away. Repeat as needed until there is no more powder left in the cup. Mix the medication with water only when you are ready to take it; do not prepare the mixture in advance. Be sure to ask your pharmacist or doctor if you have any questions about how to mix or take this medication.Do not try to warm the medication by heating it in a microwave, or adding it to heated foods or liquids.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}