{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to pembrolizumab injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before receiving pembrolizumab injection,tell your doctor and pharmacist if you are allergic to pembrolizumab, any other medications, or any of the ingredients in pembrolizumab injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have ever had an organ transplant and if you have or have ever had radiation therapy to your chest area; an autoimmune disease (condition in which the immune system attacks a healthy part of the body) such as Crohn's disease (condition in which the immune system attacks the lining of the digestive tract causing pain, diarrhea, weight loss, and fever), ulcerative colitis (condition which causes swelling and sores in the lining of the colon [large intestine] and rectum), or lupus (condition in which the immune system attacks many tissues and organs including the skin, joints, blood, and kidneys); any type of lung disease or breathing problems; or liver disease.tell your doctor if you are pregnant or plan to become pregnant. You should not become pregnant while you are receiving pembrolizumab injection and for 4 months after you receive your final dose. Talk to your doctor about birth control methods that will work for you. If you become pregnant while receiving pembrolizumab injection, call your doctor immediately. Pembrolizumab injection may harm the fetus.tell your doctor if you are breastfeeding or plan to breastfeed. Your doctor may tell you not to breastfeed while receiving pembrolizumab injection, and for 4 months after you receive your final dose.", "why": "Pembrolizumab injection is used to treat melanoma (a type of skin cancer) that cannot be treated with surgery or that has spread to other parts of the body. Pembrolizumab injection is also used to treat a certain type of non-small-cell lung cancer (NSCLC) that has spread to nearby tissues or to other parts of the body; however, some other types of NSCLC should only be treated with pembrolizumab injection if the cancer has worsened during or after it was treated with other chemotherapy medications. Pembrolizumab injection is also used to treat a certain type of head and neck cancer that keeps coming back or has spread to other parts of the body that worsened during or after treatment with other chemotherapy medications. Pembrolizumab injection is in a class of medications called monoclonal antibodies. It works by helping your immune system to slow or stop the growth of cancer cells.", "storage_conditions": [], "title": "Pembrolizumab Injection", "side_effects": "Pembrolizumab injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away: \r \r joint or back painswelling of the of the body or face changes in skin colorextreme tiredness or lack of energyfevernauseavomitingrashitchingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment: \r \r shortness of breathchest painnew or worsening coughdiarrheaconstipationstools that are black, tarry, sticky, or contain blood or mucussevere abdominal painsevere nausea and vomitingincreased or decreased appetiteincreased thirstpain in the upper right part of the stomachyellowing of the skin or eyeseasy bleeding or bruisingfast heartbeatchanges in weight (gain or loss)hair lossincreased sweatingfeeling colddeepening of the voice or hoarsenessswelling in the front of the neck (goiter)tingling and weakness in the feet, legs, hands, and armssevere or persistent headache, muscleachessevere muscle weaknessdizziness or lightheadednessfaintingchange in the amount or color of urinechanges in visionfeeling confusedPembrolizumab injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Pembrolizumab injection comes as a powder to be mixed with liquid and injected intravenously (into a vein) over 30 minutes by a doctor or nurse in a hospital or medical facility. It is usually injected once every 3 weeks for as long as your doctor recommends that you receive treatment.Pembrolizumab injection may cause serious reactions during, or shortly after the infusion of the medication. If you experience any of the following symptoms, tell your doctor immediately: flushing, fever, chills, shaking, dizziness, feeling faint, shortness of breath, difficulty breathing, itching, rash, or hives.Your doctor may delay or stop your treatment with pembrolizumab injection, or treat you with additional medications, depending on your response to the medication and any side effects that you experience. Talk to your doctor about how you are feeling during your treatment.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with pembrolizumab injection and each time you receive a dose. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) or the manufacturer's website to obtain the Medication Guide."}