{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to phentermine and topiramate.Do not let anyone else take your medication. Giving or selling phentermine and topiramate to others may harm them and is against the law. Phentermine and topiramate is a controlled substance. Prescriptions may be refilled only a limited number of times; ask your pharmacist if you have any questions.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Skip the missed dose and take your usual dose the next morning. Do not take a double dose to make up for a missed one.", "special_dietary": "Drink extra fluids during your treatment with phentermine and topiramate.Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r restlessnessuncontrollable shaking of a part of the bodyfast breathingconfusionaggressivenesshallucinations (seeing things or hearing voices that do not exist)panicexcessive tirednessdepressionirregular heartbeatnauseavomitingdiarrheastomach pain or crampsseizurescoma (loss of consciousness for a period of time)dizzinessspeech disturbancesblurred or double visionproblems with coordination", "precautions": "Before taking phentermine and topiramate,tell your doctor and pharmacist if you are allergic to phentermine (Adipex-P, Suprenza); topiramate (Topamax); sympathomimetic amine medications such as midodrine (Orvaten, ProAmatine) or phenylephrine (in cough and cold medications); any other medications, or any of the ingredients in phentermine and topiramate capsules. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor if you are taking a monoamine oxidase inhibitor (MAOI) including isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate), or if you have taken one of these medications during the past two weeks. Your doctor will probably tell you not to take phentermine and topiramate if you are taking one or more of these medications or have taken one of these medications during the past 2 weeks.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention other prescription or nonprescription medications or herbal products for weight loss and any of the following: amitriptyline (Elavil); carbonic anhydrase inhibitors such as acetazolamide (Diamox), methazolamide, or zonisamide (Zonegran); diuretics ('water pills') including furosemide (Lasix) or hydrochlorothiazide (HCTZ); insulin or other medications for diabetes; ipratropium (Atrovent); lithium (Lithobid); medications for anxiety, high blood pressure, irritable bowel disease, mental illness, motion sickness, Parkinson's disease, ulcers, or urinary problems; medications for seizures such as carbamazepine (Carbatrol, Equetro, Tegretol), phenytoin (Dilantin), or valproic acid (Stavzor, Depakene); pioglitazone (Actos, in Actoplus, in Duetact); sedatives; sleeping pills; and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have glaucoma (condition in which increased pressure in the eye can cause vision loss) or an overactive thyroid gland. Your doctor will probably tell you not to take phentermine and topiramate.tell your doctor if you have had a heart attack or a stroke in the past 6 months, if you have ever thought about killing yourself or tried to do so, and if you are following a ketogenic diet (high fat, low carbohydrate diet used to control seizures). Also tell your doctor if you have or have ever had depression; an irregular heartbeat; heart failure; seizures; metabolic acidosis (too much acid in the blood); osteopenia, osteomalacia, or osteoporosis (conditions in which the bones are brittle or weak and may break easily); ongoing diarrhea; any condition that affects your breathing; diabetes; kidney stones; or kidney or liver disease.<pregnancy>tell your doctor if you are pregnant or plan to become pregnant. If you take phentermine and topiramate during pregnancy, your baby may develop a birth defect called cleft lip or cleft palate. Your baby may develop this birth defect very early in the pregnancy, before you know that you are pregnant. You must use birth control to prevent pregnancy during your treatment. You must take a pregnancy test before you begin your treatment and once every month during your treatment. If you become pregnant while taking phentermine and topiramate, stop taking the medication and call your doctor immediately.</pregnancy>you can use oral contraceptives (birth control pills) to prevent pregnancy during your treatment with phentermine and topiramate. You may experience unusual spotting (unexpected vaginal bleeding) if you use this type of birth control. You will still be protected from pregnancy if you are spotting, but you can talk to your doctor about other forms of birth control if the spotting is bothersome.<lactation>tell your doctor if you are breast-feeding.</lactation>if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking phentermine and topiramate.you should know that phentermine and topiramate may slow your thinking and movements and affect your vision. Do not drive a car or operate machinery until you know how this medication affects you.do not drink alcoholic beverages while you are taking phentermine and topiramate. Alcohol can make the side effects of phentermine and topiramate worse.you should know that phentermine and topiramate can prevent you from sweating and make it harder for your body to cool down when it gets very hot. Avoid exposure to heat, drink plenty of fluids and tell your doctor if you have a fever, headache, muscle cramps, or an upset stomach, or if you are not sweating as usual.you should know that your mental health may change in unexpected ways and you may become suicidal (thinking about harming or killing yourself or planning or trying to do so) while you are taking phentermine and topiramate. A small number of adults and children 5 years of age and older (about 1 in 500 people) who took antiepileptics such as topiramate to treat various conditions during clinical studies became suicidal during their treatment. Some of these people developed suicidal thoughts and behavior as early as 1 week after they started taking the medication. You, your family, or your caregiver should call your doctor right away if you experience any of the following symptoms: panic attacks; agitation or restlessness; new or worsening irritability, anxiety, or depression; acting on dangerous impulses; difficulty falling or staying asleep; aggressive, angry, or violent behavior; mania (frenzied, abnormally excited mood); talking or thinking about wanting to hurt yourself or end your life; withdrawing from friends and family; preoccupation with death and dying; giving away prized possessions; or any other unusual changes in behavior or mood. Be sure that your family or caregiver knows which symptoms may be serious so they can call the doctor if you are unable to seek treatment on your own.", "why": "Phentermine and topiramate extended-release (long-acting) capsules are used to help adults who are obese or who are overweight and have weight-related medical problems to lose weight and to keep from gaining back that weight. Phentermine and topiramate extended-release capsules must be used along with a reduced calorie diet and exercise plan. Phentermine is in a class of medications called anorectics. It works by decreasing appetite. Topiramate is in a class of medications called anticonvulsants. It works by decreasing appetite and by causing feelings of fullness to last longer after eating.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Store phentermine and topiramate in a safe place so that no one else can take it accidentally or on purpose. Keep track of how many capsules are left so you will know if any are missing.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Phentermine and Topiramate", "side_effects": "Phentermine and topiramate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachedizzinessnumbness, burning, or tingling in the hands, feet, face, or mouthdecreased sense of touch or ability to feel sensationdifficulty concentrating, thinking, paying attention, speaking, or rememberingexcessive tirednessdry mouthunusual thirstchanges or decreased ability to taste fooddiarrheaconstipationheartburnpainful menstrual periodspain in the back, neck, muscles, arms or legstightening of the musclespainful, difficult, or frequent urinationhair lossSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r racing or pounding heartbeat that lasts several minutessudden decrease in visioneye pain or rednessfast, shallow breathingsevere pain in the pack or sideblood in urinerash or blisters, especially if you also have feverhivesPhentermine and topiramate may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Phentermine and topiramate come as extended-release capsules to take by mouth. The medication is usually taken with or without food once a day in the morning. This medication may cause difficulty falling asleep or staying asleep if it is taken in the evening. Take phentermine and topiramate at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take phentermine and topiramate exactly as directed.Your doctor will probably start you on a low dose of phentermine and topiramate and increase your dose after 14 days. After you take this dose for 12 weeks, your doctor will check to see how much weight you have lost. If you have not lost a certain amount of weight, your doctor may tell you to stop taking phentermine and topiramate or may increase your dose and then increase it again after 14 days. After you take the new dose for 12 weeks, your doctor will check to see how much weight you have lost. If you have not lost a certain amount of weight, it is not likely that you will benefit from taking phentermine and topiramate, so your doctor will probably tell you to stop taking the medication.Phentermine and topiramate may be habit forming. Do not take a larger dose, take it more often, or take it for a longer period of time than prescribed by your doctor.Phentermine and topiramate will help control your weight only as long as you continue to take the medication.  Do not stop taking phentermine and topiramate without talking to your doctor. If you suddenly stop taking phentermine and topiramate, you may experience seizures. Your doctor will tell you how to decrease your dose gradually.Phentermine and topiramate is not available at retail pharmacies. This medication is available only through specific mail order pharmacies. Ask your doctor if you have any questions about how you will receive your medication.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with phentermine and topiramate and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) or the manufacturer's website to obtain the Medication Guide."}