{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to posaconazole.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription. If you still have symptoms of infection after you finish taking posaconazole, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you are taking the oral suspension, take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.If you are taking the delayed-release tablets, take the missed dose as soon as you remember it. However, if it is within 12 hours of your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking posaconazole,tell your doctor and pharmacist if you are allergic to posaconazole; other antifungal medications such as fluconazole (Diflucan), isavuconazonium (Cresemba), itraconazole (Onmel, Sporanox), ketoconazole (Extina, Nizoral, Xolegel), or voriconazole (Vfend); simethicone; any other medications; or any of the ingredients in posaconazole products. Ask your pharmacist for a list of the ingredients.tell your doctor if you taking any of the following medications: atorvastatin (Lipitor, in Caduet), ergot-type medications such as bromocriptine (Cycloset, Parlodel), cabergoline, dihydroergotamine (D.H.E. 45, Migranal), ergoloid mesylates (Hydergine), ergonovine, ergotamine (Ergomar, in Cafergot, in Migergot), and methylergonovine (Methergine); lovastatin (Altoprev, in Advicor); pimozide (Orap); quinidine (in Nuedexta); simvastatin (Zocor, in Simcor, in Vytorin); or sirolimus (Rapamune). Your doctor will probably tell you not to take posaconazole if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: benzodiazepines such as alprazolam (Xanax), diazepam (Valium), midazolam, and triazolam (Halcion); calcium channel blockers such as diltiazem (Cardizem, Cartia, Tiazac, others), felodipine, nicardipine (Cardene), nifedipine (Adalat, Afeditab CR, Procardia), and verapamil (Calan, Covera, Verelan, others); cyclosporine (Gengraf, Neoral, Sandimmune); digoxin (Lanoxin); efavirenz (Sustiva, in Atripla); erythromycin (E.E.S., ERYC, Erythrocin, others), fosamprenavir (Lexiva); glipizide (Glucotrol); phenytoin (Dilantin, Phenytek); rifabutin (Mycobutin); ritonavir (Norvir) taken with atazanavir (Reyataz); tacrolimus (Astagraf, Envarsus XR, Prograf); vinblastine; and vincristine (Marquibo Kit). If you are taking the posaconazole oral suspension, also tell your doctor if you are taking cimetidine (Tagamet), esomeprazole (Nexium, in Vimovo), or metoclopramide (Reglan). Many other medications may also interact with posaconazole, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had a slow or irregular heartbeat; a prolonged QT interval (a rare heart problem that may cause irregular heartbeat, fainting, or sudden death); problems with blood circulation; low levels of calcium, magnesium, or potassium in your blood; or kidney, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking posaconazole, call your doctor.", "why": "Posaconazole delayed-release tablets and oral suspension are used to prevent serious fungal infections in adults and teenagers 13 years of age and older with a weakened ability to fight infection. Posaconazole oral suspension is also used to treat yeast infections of the mouth and throat including yeast infections that could not be treated successfully with other medications. Posaconazole is in a class of medications called azole antifungals. It works by slowing the growth of fungi that cause infection.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not freeze the oral suspension.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Posaconazole", "side_effects": "Posaconazole may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r feverheadachechills or shakingdizzinessweaknessswelling of the hands, feet, ankles, or lower legsdiarrheavomitingstomach painconstipationheartburnrashitchingback or muscle painsores on the lips, mouth, or throatdifficulty falling asleep or staying asleepincreased sweatingnosebleedscoughsore throatSome side effects can be serious. If you experience any of these symptoms or those listed in the SPECIAL PRECAUTIONS section, call your doctor immediately:\r \r unusual bruising or bleedingextreme tirednesslack of energyloss of appetitenauseapain in the upper right part of the stomachyellowing of the skin or eyesflu-like symptomsdark urinepale stoolsfast, pounding, or irregular heartbeatsudden loss of consciousnessshortness of breathPosaconazole may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.", "how": "Posaconazole comes as an oral suspension (liquid) and as a delayed-release (releases the medication in the intestine to prevent break-down of the medication by stomach acids) tablet to take by mouth. The delayed-release tablets are usually taken with food twice daily on the first day and then once a day. The oral suspension is usually taken three times a day with a full meal or within 20 minutes after a meal. If you cannot take the oral suspension with a full meal, take it with a liquid nutritional supplement or an acidic carbonated drink such as ginger ale. Your doctor will determine how long you need to use this medication. Take posaconazole at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take posaconazole exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the oral suspension well before each use to mix the medication evenly.Always use the dosing spoon that comes with posaconazole oral suspension to measure your dose. You may not receive the correct amount of medication if you use a household spoon to measure your dose. The spoon should be rinsed thoroughly with water after each use and before storing.Swallow the posaconazole delayed-release tablets whole; do not split, chew, or crush them. If you cannot swallow the delayed-release tablets whole, tell your doctor.Each posaconazole product releases the medication differently in your body and cannot be used interchangeably. Only take the posaconazole product prescribed by your doctor and do not switch to a different posaconazole product unless your doctor says that you should.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}