{"other_information": "Keep all appointments with the doctor.Do not let anyone else take this medication. Ask your pharmacist any questions you have about refilling the prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you miss giving a dose, skip the dose and continue the regular dosing schedule. Do not give a double dose to make up for a missed one.", "special_dietary": "Unless the doctor tells you otherwise, the child should continue a normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r uncontrollable shaking of a part of the bodyfast heartbeatwheezingseizuresrestlessnessdifficulty falling asleep or staying asleep", "precautions": "Before you give propranolol oral solution,tell the doctor and pharmacist if your child is allergic to propranolol, any other medications, or any ingredients in propranolol oral solution. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell the doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products your child is taking or if you are a breastfeeding mother and are taking or plan to take any medications. Be sure to mention any of the following: corticosteroids such as dexamethasone, methylprednisolone (Medrol), or prednisone (Rayos); phenytoin (Dilantin, Phenytek); phenobarbital; or rifampin (Rifadin, Rimactane, in Rifamate, in Rifater). Many other medications may also interact with propranolol, so be sure to tell your doctor about all the medications your child is taking (or you are taking if breastfeeding), even those that do not appear on this list. A doctor may need to change the dose or monitor your child carefully for side effects.tell the doctor if your child was born prematurely and is younger than a corrected age of 5 weeks, weighs less than 4.5 lbs (2 kg), has a low blood pressure or pulse rate, or is vomiting or not eating. Also, tell the doctor if your child has or has had asthma or other breathing problems, pheochromocytoma (a tumor on a small gland near the kidneys that causes high blood pressure), or heart failure. The doctor will probably tell you not to give propranolol oral solution.", "why": "Propranolol oral solution is used to treat proliferating infantile hemangioma (benign [noncancerous] growths or tumors appearing on or under the skin shortly after birth) in infants 5 weeks to 5 months of age. Propranolol is in a class of medications called beta blockers. It works by narrowing the blood vessels already formed and by preventing new ones from growing.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from light, excess heat, and moisture (not in the bathroom). Do not freeze. Dispose of any remaining propranolol oral solution 2 months after you first open the bottle. Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Propranolol (Infantile Hemangioma)", "side_effects": "Propranolol may cause side effects. Tell your child's doctor if any of these symptoms are severe or do not go away:\r \r sleep problemsvomitingdiarrheaagitationcold hands or feetSome side effects can be serious. If the child experiences any of the following symptoms, call the child's doctor immediately or get emergency medical treatment:\r \r difficulty breathing or swallowingwheezingshortness of breathslow, irregular heartbeatsudden weakness of an arm or legIf your child experiences any of these symptoms, stop giving propranolol and call the child's doctor immediately or get emergency medical treatment:\r \r pale, blue or purple skin colorsweatingirritabilitydecreased appetitelow body temperatureunusual sleepinessbreathing stops for short periods of timeseizuresloss of consciousnessIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Propranolol comes as an oral solution (liquid) to take by mouth. Propranolol oral solution is usually taken twice daily (9 hours apart) during or immediately after a meal. Give propranolol solution at around the same time(s) every day. Follow the directions on the prescription label carefully, and ask the doctor or pharmacist to explain any part you do not understand. Give propranolol exactly as directed. Do not give your child more or less of it or take it more often than prescribed by the doctor.Do not shake the oral solution container before use.If your child is unable to eat or is vomiting the dose, skip the dose and continue the regular dosing schedule when they are eating again.Follow the manufacturer's directions to measure the dose using the oral syringe supplied with the medication. You can give the solution to your child straight from the oral syringe or you can mix it with a small amount of milk or fruit juice and give it in a baby's bottle. Ask the pharmacist or doctor if you have any questions about how to use the oral syringe or give this medication."}