{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to pyrantel.Do not let anyone else take your medication. Your prescription is probably not refillable. If you still have symptoms of infection after you finish the pyrantel, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before taking pyrantel,tell your doctor and pharmacist if you are allergic to pyrantel or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially piperazine (another antiworm medication), and vitamins.tell your doctor if you have or have ever had anemia or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking pyrantel, call your doctor.", "why": "Pyrantel, an antiworm medication, is used to treat roundworm, hookworm, pinworm, and other worm infections.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Pyrantel", "side_effects": "Pyrantel may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachvomitingdiarrhealoss of appetitestomach crampsstomach painstraining and pain during bowel movements", "how": "Pyrantel comes as a capsule and a liquid to take by mouth. It usually is taken as a single dose for pinworm and roundworm infections. The dose usually is repeated after 2 weeks for pinworm infections. For hookworm infections, pyrantel usually is taken once a day for 3 days. Pyrantel may be taken with food, juice, or milk or on an empty stomach.Shake the liquid well to mix the medication evenly. Pyrantel may be mixed with milk or fruit juice. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take pyrantel exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor."}