{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to pyridoxine.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Your doctor may tell you to eat more foods containing vitamin B<sub>6</sub>, especially whole-grain cereals, fish, vegetables, beans, and liver and other organ meat.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking pyridoxine,tell your doctor and pharmacist if you are allergic to pyridoxine or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially levodopa (Larodopa, Sinemet), phenobarbital, phenytoin (Dilantin), and other vitamins.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking pyridoxine, call your doctor.", "why": "Pyridoxine, vitamin B<sub>6</sub>, is required by your body for utilization of energy in the foods you eat, production of red blood cells, and proper functioning of nerves. It is used to treat and prevent vitamin B<sub>6</sub> deficiency resulting from poor diet, certain medications, and some medical conditions.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Pyridoxine", "side_effects": "Pyridoxine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachheadachesleepinesstingling, prickling, burning, or sensation of tightness of the hands and feet", "how": "Pyridoxine comes in regular and extended-release (long-acting) tablets. It usually is taken once a day. Follow the directions on your prescription label or package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take pyridoxine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Do not chew, crush, or cut extended-release tablets; swallow them whole."}