{"other_information": "Keep all appointments with your doctor.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking quinine.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Quinine is also sometimes used to treat babesiosis (a serious or life-threatening illness that is transmitted from animals to humans by ticks). Talk to your doctor about the risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it has been more than 4 hours since the time you should have taken the missed dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r blurriness or changes in color visionsymptoms of low blood sugarchanges in heartbeatheadachenauseavomitingstomach paindiarrhearinging in the ears or difficulty hearingseizuresslow or difficult breathing", "precautions": "Before taking quinine,tell your doctor and pharmacist if you are allergic to quinine, quinidine, mefloquine (Lariam), any other medications, or any of the ingredients in quinine capsules. Ask your doctor or pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: acetazolamide (Diamox); aminophylline; anticoagulants ('blood thinners') such as warfarin (Coumadin) and heparin; antidepressants ('mood elevators') such as desipramine; certain antifungals such as fluconazole (Diflucan), ketoconazole (Nizoral), and itraconazole (Sporanox); cholesterol-lowering medications such as atorvastatin (Lipitor), lovastatin (Mevacor), simvastatin (Zocor); cisapride (Propulsid); dextromethorphan (a medication in many cough products); fluoroquinolone antibiotics such as ciprofloxacin (Cipro), gatifloxacin (Tequin) (not available in the U.S.), levofloxacin (Levaquin), lomefloxacin (Maxaquin), moxifloxacin (Avelox), norfloxacin (Noroxin), ofloxacin (Floxin), and sparfloxacin (Zagam) (not available in the U.S.); macrolide antibiotics such as erythromycin (E.E.S., E-Mycin, Erythrocin) and troleandomycin (not available in the U.S.); medications for diabetes such as repaglinide (Prandin); medications for high blood pressure; medications for irregular heartbeat such as amiodarone (Cordarone, Pacerone), digoxin (Lanoxin), disopyramide (Norpace), dofetilide (Tikosyn), flecainide (Tambocor), procainamide (Procanbid, Pronestyl), quinidine, and sotalol (Betapace); certain medications for seizures such as carbamazepine (Tegretol), phenobarbital (Luminal, Solfoton), and phenytoin (Dilantin); medications for ulcers such as cimetidine (Tagamet); mefloquine (Lariam); metoprolol (Lopressor, Toprol XL); paclitaxel (Abraxane, Taxol); pimozide (Orap); rifampin (Rifadin, Rimactane); certain selective serotonin reuptake inhibitors (SSRIs) such as fluoxetine (Prozac, Sarafem), fluvoxamine (Luvox), and paroxetine (Paxil); sodium bicarbonate; tetracycline; and theophylline. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with quinine, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.do not take antacids that contain magnesium or aluminum (Alternagel, Amphogel, Alu-cap, Alu-tab, Basaljel, Gaviscon, Maalox, Milk of Magnesia, or Mylanta) at the same time as you take quinine.Talk to your doctor or pharmacist about how long you should wait between taking this type of antacid and taking quinine.tell your doctor if you or anyone in your family has or has ever had a prolonged QT interval (a rare heart problem that may cause fainting or irregular heartbeat), an abnormal electrocardiogram (ECG; a test that measures the electrical activity of the heart), and if you have or have ever had G-6-PD deficiency (an inherited blood disease), or if you have or have ever had myasthenia gravis (MG; condition that causes weakness of certain muscles), or optic neuritis (inflammation of the optic nerve that may cause sudden changes in vision). Also tell your doctor if you have ever had a serious reaction, especially a bleeding problem or problems with your blood after taking quinine in the past. Your doctor will probably tell you not to take quinine.tell your doctor if you have or have ever had a slow or irregular heartbeat; low levels of potassium in your blood; or heart, kidney, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking quinine, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking quinine.tell your doctor if you use tobacco products. Cigarette smoking may decrease the effectiveness of this medication.", "why": "Quinine is used alone or with other medications to treat malaria (a serious or life-threatening illness that is spread by mosquitos in certain parts of the world). Quinine should not be used to prevent malaria. Quinine is in a class of medications called antimalarials. It works by killing the organisms that cause malaria.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Do not refrigerate or freeze the medication. Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Quinine", "side_effects": "This medication may cause low blood sugar. You should know the symptoms of low blood sugar and what to do if you develop these symptoms.Quinine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nausearestlessnessdifficulty hearing or ringing in the earsconfusionnervousnessSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r rashhivesitchingflushinghoarsenessdifficulty breathing or swallowingswelling of the face, throat, lips, eyes, hands, feet, ankles or lower legsfeverblistersstomach painvomitingdiarrheablurriness or changes in color visioninability to hear or seefaintnesseasy bruisingpurple, brown, or red spots on the skinunusual bleedingblood in the urinedark or tarry stoolsnosebleedsbleeding gumssore throatfast or irregular heartbeatchest painweaknesssweatingdizzinessQuinine may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Quinine comes as a capsule to take by mouth. It usually is taken with food three times a day (every 8 hours) for 3 to 7 days. Take quinine at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take quinine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the capsules whole; do not open, chew, or crush them. Quinine has a bitter taste.You should begin to feel better during the first 1-2 days of your treatment. Call your doctor if your symptoms do not improve or if they get worse. Also call your doctor if you have a fever soon after you finish your treatment. This could be a sign that you are experiencing a second episode of malaria.Take quinine until you finish the prescription, even if you feel better. If you stop taking quinine too soon or if you skip doses, your infection may not be completely treated and the organisms may become resistant to antimalarials."}