{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to riluzole.Riluzole can affect your body's ability to fight infection. If you have any illness, especially one with a fever, call your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Take riluzole on an empty stomach (1 hour before or 2 hours after meals). Do not drink or eat a lot of caffeine-containing products, such as coffee, tea, cola, or chocolate. Avoid eating charcoal-broiled foods.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking riluzole,tell your doctor and pharmacist if you are allergic to riluzole or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially amitriptyline (Elavil), caffeine-containing products, ciprofloxacin (Cipro), ofloxacin (Floxin), omeprazole (Prilosec), rifampin (Rifadin), theophylline (Theo-Dur), and vitamins.tell your doctor if you have or have ever had blood disorders or anemia or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking riluzole, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking riluzole.you should know that this drug may make you drowsy. Do not drive a car or operate machinery until you know how this drug affects you.remember that alcohol can add to the drowsiness caused by this drug.tell your doctor if you use tobacco products. Cigarette smoking may decrease the effectiveness of this drug.", "why": "Riluzole is used to slow the progress of amyotrophic lateral sclerosis (ALS or Lou Gehrig's disease). The drug also may delay the need for a tracheostomy (breathing tube), but it is not a cure for ALS.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from light and excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Riluzole", "side_effects": "Riluzole may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dizzinesstirednessupset stomachstomach paindiarrheamuscle weakness or achesloss of appetiteheadacheIf you experience any of the following symptoms, call your doctor immediately:\r \r difficulty breathingfeverdepressionIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Riluzole comes as a tablet to take by mouth. It usually is taken twice a day, every 12 hours. You should take it at the same time each day (usually in the morning and in the evening). Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take riluzole exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Riluzole slows progression of ALS but does not cure it. Continue to take riluzole even if you feel well. Do not stop taking riluzole without talking to your doctor."}