{"other_information": "It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you miss an appointment to receive rituximab, call your doctor right away.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before using rituximab,tell your doctor and pharmacist if you are allergic to rituximab or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medication in the IMPORTANT WARNING section and either of the following: adalimumab (Humira); certolizumab (Cimzia); cisplatin (Platinol); etanercept (Enbrel); golimumab (Simponi); infliximab (Remicade); medications for high blood pressure; other medications for rheumatoid arthritis; and medications that suppress the immune system such as azathioprine (Imuran), cyclosporine (Neoral, Sandimmune), sirolimus (Rapamune), and tacrolimus (Prograf). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have any of the conditions mentioned in the IMPORTANT WARNING section and if you have or have ever had hepatitis C or other viruses such as chicken pox, herpes (a virus that may cause cold sores or outbreaks of blisters in the genital area), shingles, West Nile virus (a virus that is spread through mosquito bites and may cause serious symptoms), parvovirus B19 (fifth disease; a common virus in children that usually only causes serious problems in some adults), or cytomegalovirus (a common virus that usually only causes serious symptoms in people who have weakened immune systems or who are infected at birth), or kidney problems. Also tell your doctor if you have any type of infection now or if you have or have ever had an infection that would not go away or an infection that comes and goes.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. Rituximab may harm the fetus. You should use birth control to prevent pregnancy during your treatment with rituximab and for up to 12 months after your treatment. Talk to your doctor about types of birth control that will work for you. If you become pregnant while using rituximab, call your doctor.ask your doctor whether you should receive any vaccinations before you begin your treatment with rituximab. Do not have any vaccinations during your treatment without talking to your doctor.", "why": "Rituximab is used alone or with other medications to treat certain types of non-Hodgkin's lymphoma (NHL; a type of cancer that begins in a type of white blood cells that normally fights infection) and chronic lymphocytic leukemia (CLL; a type of cancer that begins in the white blood cells). Rituximab is also used with another medication to treat the symptoms of rheumatoid arthritis (RA; a condition in which the body attacks its own joints, causing pain, swelling, and loss of function) in people who have already been treated with a certain type of medication called a tumor necrosis factor (TNF) inhibitor. Rituximab is also used with other medications to treat granulomatosis with polyangiitis (Wegener's Granulomatosis) and microscopic polyangiitis which are conditions in which the body attacks its own veins and other blood vessels, which causes damage to organs, such as the heart and lungs. Rituximab is in a class of medications called monoclonal antibodies. It treats NHL and CLL by killing cancer cells. It treats rheumatoid arthritis, granulomatosis with polyangiitis, and microscopic polyangiitis by blocking the activity of the part of the immune system that may damage the joints, veins, and other blood vessels.", "storage_conditions": [], "title": "Rituximab Injection", "side_effects": "Rituximab may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaback or joint painflushingnight sweatsfeeling unusually anxious or worriedrunny noseSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r unusual bruising or bleedingsore throat, fever, chills, or other signs of infectionearachepainful urinationredness, tenderness, swelling or warmth of area of skinchest tightnessRituximab may cause other side effects. Call your doctor if you have any unusual problems while using this medication.", "how": "Rituximab comes as a solution (liquid) to be injected into a vein. Rituximab is administered by a doctor or nurse in a medical office or infusion center. Your dosing schedule will depend on the condition that you have, the other medications you are using, and how well your body responds to treatment.Rituximab must be given slowly. It may take several hours or longer to receive your first dose of rituximab, so you should plan to spend most of the day at the medical office or infusion center. After the first dose, you may receive your medication more quickly, depending on how you respond to treatment.You may experience symptoms such as fever, shaking chills, tiredness, headache, or nausea while you are receiving a dose of rituximab, especially the first dose. Tell your doctor or other healthcare provider if you experience these symptoms while you are receiving your medication. Your doctor may prescribe other medications to help prevent or relieve these symptoms. Your doctor will tell you to take these medications before you receive each dose of rituximab.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}