{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to romiplostim injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Call your doctor right away if you are unable to keep an appointment to receive a dose of romiplostim injection.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before receiving romiplostim injection,tell your doctor and pharmacist if you are allergic to romiplostim injection or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: anticoagulants (blood thinners) such as warfarin (Coumadin); aspirin; clopidogrel (Plavix); dipyridamole (Aggrenox); and ticlopidine (Ticlid). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had a blood clot, any type of cancer that affects your blood cells, myelodysplastic syndrome (a condition in which the bone marrow produces abnormal blood cells and there is a risk that cancer of the blood cells may develop), any other condition that affects your bone marrow, or kidney or liver disease. Also tell your doctor if you have had your spleen removed.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while receiving romiplostim injection, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving romiplostim injection.continue to avoid activities that may cause injury and bleeding during your treatment with romiplostim injection. Romiplostim injection is given to decrease the risk that you will experience severe bleeding, but there is still a risk that bleeding may occur.", "why": "Romiplostim injection is used to increase the number of platelets (cells that help the blood to clot) in order to decrease the risk of bleeding in people who have chronic idiopathic thrombocytopenic purpura (chronic ITP; an ongoing condition that may cause easy bruising or bleeding due to an abnormally low number of platelets in the blood). Romiplostim injection should only be used in people who cannot be treated or have not been helped by other treatments, including other medications or surgery to remove the spleen. Romiplostim injection should not be used to treat people who have low platelet levels caused by conditions other than chronic ITP. Romiplostim injection is used to increase the number of platelets enough to lower the risk of bleeding, but it is not used to increase the number of platelets to a normal level. Romiplostim is in a class of medications called thrombopoietin receptor agonists. It works by causing the cells in the bone marrow to produce more platelets.", "storage_conditions": [], "title": "Romiplostim Injection", "side_effects": "Romiplostim injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachejoint or muscle painpain in the arms, legs, or shouldersnumbness, burning, or tingling in the arms or legsstomach painheartburndifficulty falling asleep or staying asleepSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r swelling, pain, tenderness, warmth or redness in one legshortness of breathcoughing up bloodfast heartbeatfast breathingpain when breathing deeplypain in the chest, arms, back, neck, jaw, or stomachbreaking out in cold sweatnausealightheadednessslow or difficult speechdizziness or faintnessweakness or numbness of an arm or legRomiplostim injection may cause changes in your bone marrow. These changes may cause your bone marrow to make fewer blood cells or to make abnormal blood cells. These blood problems may be life-threatening.Romiplostim injection may cause your platelet level to increase too much. This may increase the risk that you will develop a blood clot, which may spread to the lungs, or cause a heart attack or a stroke. Your doctor will monitor your platelet level carefully during your treatment with romiplostim injection.After your treatment with romiplostim injection ends, your platelet level may drop lower than it was before you began your treatment with romiplostim injection. This increases the risk that you will experience bleeding problems. Your doctor will monitor you carefully for 2 weeks after your treatment ends. If you have any unusual bruising or bleeding, tell your doctor immediately.Talk to your doctor about the risks of receiving romiplostim injection.Romiplostim injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Romiplostim injection comes as a solution (liquid) to be injected under the skin by a doctor or nurse in a medical office. It is usually injected once a week.A program called NEXUS has been set up to be sure that romiplostim injection is used safely. You and your doctor will need to enroll in this program before you can receive romiplostim injection. As part of the program, you will be given written information that explains the risks of treatment with romiplostim injection and you will need to sign a form before you receive the medication.Your doctor will probably start you on a low dose of romiplostim injection and adjust your dose, not more than once every week. At the beginning of your treatment, your doctor will order a blood test to check your platelet level once every week.Your doctor may increase your dose if your platelet level is too low. If your platelet level is too high, your doctor may decrease your dose or may not give you the medication at all.  After your treatment has continued for some time and your doctor has found the dose that works for you, your platelet level will be checked less often. Your platelet level will also be checked for at least 2 weeks after you finish your treatment with romiplostim injection.You may receive other medications for chronic idiopathic thrombocytopenic purpura along with romiplostim injection. Your doctor may decrease your dose of these medications or may tell you to stop taking these medications if romiplostim injection works well for you.Romiplostim injection does not work for everybody. If your platelet level does not increase enough after you have received romiplostim injection for some time, your doctor will stop giving you the medication. Your doctor may also order blood tests to find out why romiplostim injection did not work for you.Romiplostim injection controls chronic ITP but does not cure it. Continue to keep appointments to receive romiplostim injection even if you feel well.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with romiplostim injection. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs) or the manufacturer's website to obtain the Medication Guide."}