{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to romidepsin injection.Ask your pharmacist any questions you have about romidepsin injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while receiving this medicine.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before receiving romidepsin injection,tell your doctor and pharmacist if you are allergic to romidepsin injection, any other medications, or any of the ingredients in romidepsin injection. Ask your pharmacist or check the patient information for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: certain antibiotics such as clarithromycin (Biaxin), erythromycin (E.E.S., E-Mycin, Erythrocin), moxifloxacin (Avelox), and telithromycin (Ketek); anticoagulants (blood thinners) such as warfarin (Coumadin); antifungals such as itraconazole (Sporanox), ketoconazole (Nizoral), and voriconazole (Vfend); cisapride (Propulsid) (not available in the U.S.); dexamethasone; medications for human immunodeficiency virus (HIV) such as atazanavir (Reyataz), indinavir (Crixivan), nelfinavir (Viracept), ritonavir (in Kaletra, Norvir), and saquinavir (Invirase); medications for irregular heartbeat such as amiodarone (Cordarone), disopyramide (Norpace), dofetilide (Tikosyn), procainamide (Procanbid, Pronestyl), quinidine (Quinidex), and sotalol (Betapace, Betapace AF); certain medications for seizures such as carbamazepine (Epitol, Equetro, Tegretol), phenobarbital, and phenytoin (Dilantin); nefazodone; pimozide (Orap), rifabutin (Mycobutin), rifampin (Rifadin, in Rifamate, in Rifater, Rimactane); rifapentine (Priftin); sparfloxacin (Zagam), or thioridazine (Mellaril). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort.tell your doctor if you have nausea, vomiting, or diarrhea before you begin your treatment with romidepsin injection. Also tell your doctor if you have or have ever had a prolonged QT interval (a rare heart problem that may cause irregular heartbeat, fainting, or sudden death), an irregular heartbeat, too much or too little potassium or magnesium in your blood, or liver, kidney, or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. You should use birth control to prevent pregnancy during your treatment with romidepsin injection. However, you should not use hormonal (estrogen) contraceptives (birth control pills, patches, rings, implants, or injections) because romidepsin injection may stop these medications from working as they should. If you become pregnant while receiving romidepsin injection, call your doctor. Romidepsin injection may harm the fetus.if you are having surgery, including dental surgery, tell the doctor or dentist that you are receiving romidepsin injection.", "why": "Romidepsin injection is used to treat cutaneous T-cell lymphoma (CTCL; a group of cancers of the immune system that first appear as skin rashes) in people who have already been treated with at least one other medication given by mouth or by injection. Romidepsin injection is in a class of medications called histone deacetylase (HDAC) inhibitors. It works by slowing the growth of cancer cells.", "storage_conditions": [], "title": "Romidepsin Injection", "side_effects": "Romidepsin injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingdiarrheaconstipationchanged sense of tasteitchingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r tiredness or weaknesspale skinshortness of breathchest painirregular heartbeateasy bruising or bleedingfever, cough, flu-like symptoms, muscle aches, burning on urination, worsening skin problems, and other signs of infectionrashblistering or peeling skinRomidepsin injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Romidepsin injection comes as a liquid to be injected intravenously (into a vein) over a 4 hour period by a doctor or nurse. It is usually given on days 1, 8, and 15 of a 28 day cycle. This cycle may be repeated as long as the medication continues to work and does not cause severe side effects.Talk to your doctor about any side effects you experience during your treatment with romidepsin injection. If you experience certain severe side effects, your doctor may stop your treatment permanently or temporarily and/or may decrease your dose.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}