{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to rucaparib when you start treatment and at various times throughout your treatment.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking rucaparib,tell your doctor and pharmacist if you are allergic to rucaparib, any other medications, or any of the ingredients in rucaparib tablets. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you are pregnant or plan to become pregnant. You should not become pregnant while you are taking rucaparib. You will need to take a pregnancy test before you start treatment. Use effective birth control during your treatment with rucaparib and for 6 months after your final dose of this medication. Talk to your doctor about birth control methods that will work for you. If you become pregnant while taking rucaparib, call your doctor.tell your doctor if you plan to breastfeed. You should not breastfeed during your treatment with rucaparib and for 2 weeks after your final dose of this medication.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, a hat, sunglasses, and sunscreen. Rucaparib may make your skin sensitive to sunlight.", "why": "Rucaparib is used to treat a certain type of ovarian cancer (cancer that begins in the female reproductive organs where eggs are formed) that has not improved after treatment with other medications. Rucaparib is in a class of medications called poly (ADP-ribose) polymerase (PARP) inhibitors. It works by killing cancer cells.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Rucaparib", "side_effects": "Rucaparib may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomiting constipationdiarrheastomach painloss of appetitebad taste in the mouthitchingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r weakness, tiredness, fever, weight loss, easy bruising or bleeding, or blood in urine or stoolpale skinshortness of breathrashRucaparib may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Rucaparib comes as a tablet to take by mouth. It is usually taken with or without food twice daily, about12 hours apart. Take rucaparib at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take rucaparib exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may need to delay your treatment or adjust your dose of rucaparib depending on your response to treatment and any side effects that you experience. Talk to your doctor about how you are feeling during your treatment. Do not stop taking rucaparib without talking to your doctor.If you vomit after taking rucaparib, do not take another dose. Continue your regular dosing schedule.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}