{"other_information": "Keep all appointments with your doctor.Do not let anyone else use your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Skip the missed dose and continue your regular dosing schedule. Do not inhale a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r seizureschest paindizzinessfaintingblurred visionfast, pounding, or irregular heartbeatnervousnessheadacheshaking of a part of your body that you cannot controlmuscle cramps or weaknessdry mouthnauseadizzinessexcessive tirednesslack of energydifficulty falling asleep or staying asleep", "precautions": "Before using salmeterol,tell your doctor and pharmacist if you are allergic to salmeterol, any other medications, milk protein, or any foods.tell your doctor if you use another LABA such as fluticasone and salmeterol combination (Advair) or formoterol (Foradil). These medications should not be used with salmeterol. Your doctor will tell you which medication you should use and which medication you should stop using.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: antifungals such as itraconazole (Sporanox) and ketoconazole (Nizoral); beta blockers such as atenolol (Tenormin), labetalol (Normodyne), metoprolol (Lopressor, Toprol XL), nadolol (Corgard), and propranolol (Inderal); clarithromycin (Biaxin); diuretics ('water pills'); HIV protease inhibitors such as atazanavir (Reyataz), indinavir (Crixivan), nelfinavir (Viracept), ritonavir (Norvir), and saquinavir (Invirase); other medications for asthma or COPD; nefazodone; and telithromycin (Ketek). Also tell your doctor or pharmacist if you are taking the following medications or have stopped taking them within the past 2 weeks: antidepressants such as amitriptyline (Elavil), amoxapine (Asendin), clomipramine (Anafranil), desipramine (Norpramin), doxepin (Adapin, Sinequan), imipramine (Tofranil), nortriptyline (Aventyl, Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil); and monoamine oxidase (MAO) inhibitors including isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl), and tranylcypromine (Parnate). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had irregular heartbeat, high blood pressure, hyperthyroidism (overactive thyroid), diabetes, seizures, or liver or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using salmeterol, call your doctor.", "why": "Salmeterol is used to treat wheezing, shortness of breath, coughing, and chest tightness caused by asthma and chronic obstructive pulmonary disease (COPD; a group of lung diseases that includes chronic bronchitis and emphysema). It also is used to prevent bronchospasm (breathing difficulties) during exercise. Salmeterol is in a class of medications called long-acting beta agonists (LABAs). It works by relaxing and opening air passages in the lungs, making it easier to breathe.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away the inhaler 6 weeks after you remove it from the foil overwrap or after every blister has been used (when the dose indicator reads 0), whichever comes first. Talk to your pharmacist about the proper disposal of your medication.", "title": "Salmeterol Oral Inhalation", "side_effects": "Salmeterol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r shaking of a part of your body that you cannot controlheadachenervousnessdizzinesscoughstuffed noserunny noseear painpale skinmuscle pain, stiffness, or crampssore throatthroat irritationflu-like symptomsnauseaheartburntooth paindry mouthsores or white patches in the mouthred or irritated eyesdifficulty falling asleep or staying asleepburning or tingling of the hands or feetSome side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r coughing, wheezing, or chest tightness that begins soon after you inhale salmeterolfast or pounding heartbeatchest painrashhivesswelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legshoarsenesschoking or difficulty swallowingloud, high-pitched breathingSalmeterol may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Salmeterol comes as a dry powder to inhale by mouth using a specially designed inhaler. When salmeterol is used to treat asthma or COPD, it is usually used twice a day, in the morning and evening, about 12 hours apart. Use salmeterol at around the same times every day. When salmeterol is used to prevent breathing difficulties during exercise, it is usually used at least 30 minutes before exercise, but not more often than once every 12 hours. If you are using salmeterol twice a day on a regular basis, do not use another dose before exercising. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use salmeterol exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Talk to your doctor about how you should take your other oral or inhaled medications for asthma during your treatment with salmeterol. If you were taking a corticosteroid (a type of medication used to prevent airway swelling in patients with asthma), you doctor will probably tell you to continue taking it just as you did before you began using salmeterol. If you were using a short acting beta agonist inhaler such as albuterol (Proventil, Ventolin) on a regular basis, your doctor will probably tell you to stop using it regularly, but to continue to use it to treat sudden attacks of asthma symptoms. Follow these directions carefully. Do not change the way you use any of your medications without talking to your doctor.Do not use salmeterol during an attack of asthma or COPD. Your doctor will prescribe a short-acting inhaler to use during attacks.Salmeterol controls the symptoms of asthma and other lung diseases but does not cure these conditions. Do not stop using salmeterol without talking to your doctor. If you suddenly stop using salmeterol, your symptoms may worsen.Before you use the salmeterol inhaler the first time, ask your doctor, pharmacist, or respiratory therapist to show you how to use it. Practice using the inhaler while he or she watches.To use the inhaler, follow these steps:\r \r <ol>If you will be using a new inhaler for the first time, remove it from the box and the foil wrapper. Fill in the blanks on the inhaler label with the date that you opened the pouch and the date 6 weeks later when you must replace the inhaler.Hold the inhaler in one hand, and put the thumb of your other hand on the thumbgrip. Push your thumb away from you as far as it will go until the mouthpiece appears and snaps into position.Hold the inhaler in a level, horizontal position with the mouthpiece toward you. Slide the lever away from you as far as it will go until it clicks.Every time the lever is pushed back, a dose is ready to inhale. You will see the number in the dose counter go down. Do not waste doses by closing or tilting the inhaler, playing with the lever, or advancing the lever more than once.Hold the inhaler level and away from your mouth, and breathe out as far as you comfortably can.Keep the inhaler in a level, flat position. Put the mouthpiece to your lips. Breathe in quickly and deeply though the inhaler, not through your nose.Remove the inhaler from your mouth, and hold your breath for 10 seconds or as long as you comfortably can. Breathe out slowly.You will probably taste or feel the salmeterol powder released by the inhaler. Even if you do not, do not inhale another dose. If you are not sure you are getting your dose of salmeterol, call your doctor or pharmacist.Put your thumb on the thumbgrip and slide it back toward you as far as it will go. The device will click shut.</ol>Never exhale into the inhaler, take the inhaler apart, or wash the mouthpiece or any part of the inhaler. Keep the inhaler dry. Do not use the inhaler with a spacer."}