{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you forget to change your patch after 24 hours, remove the old patch, apply a new patch as soon as you remember and continue your regular dosing schedule. Do not apply an extra patch to make up for a missed dose.", "special_dietary": "You may need to follow a special diet during your treatment with transdermal selegiline. This depends on the strength of the patches you are using. If you are using the 6 mg/24 hour patch, you may continue your normal diet.If you are using the 9 mg/24 hour patch or the 12 mg/24 hour patch, you may experience a serious reaction if you eat foods that are high in tyramine during your treatment. Tyramine is found in many foods, including meat, poultry, fish, or cheese that has been smoked, aged, improperly stored, or spoiled; certain fruits, vegetables, and beans; alcoholic beverages; and yeast products that have fermented. Your doctor or dietitian will tell you which foods you must avoid completely, and which foods you may eat in small amounts. Follow these directions carefully. Ask your doctor or dietitian if you have any questions about what you may eat and drink during your treatment.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r drowsinessdizzinessfaintnessirritabilityhyperactivityagitationsevere headachehallucinations (seeing things or hearing voices that do not exist)jaw tightnessstiffness and arching of the backseizurescoma (loss of consciousness for a period of time)fast and irregular pulsechest painslowed breathingsweatingfevercold, clammy skin", "precautions": "Before using transdermal selegiline,tell your doctor and pharmacist if you are allergic to selegiline or any other medications.tell your doctor if you are taking, have recently taken, or plan to take any of the following prescription and non-prescription medications, herbal products, or nutritional supplements: amphetamines (stimulants, 'uppers') such as amphetamine (in Adderall), benzphetamine (Didrex), dextroamphetamine (Dexedrine, Dextrostat, in Adderall), and methamphetamine (Desoxyn);antidepressants such as amitriptyline (Elavil) and imipramine (Tofranil); buproprion (Wellbutrin, Zyban); buspirone (BuSpar); carbamazepine (Tegretol); cyclobenzaprine (Flexeril); dextromethorphan (Robitussin); medications for cough and cold symptoms or for weight loss; meperidine (Demerol); methadone (Dolophine); mirtazapine (Remeron); other monoamine oxidase inhibitors such as isocarboxazid (Marplan), phenelzine (Nardil), oral selegiline (Eldepryl, Zelapar), and tranylcypromine (Parnate); oxcarbazepine (Trileptal); pentazocine (Talwin); propoxyphene (Darvon); selective serotonin reuptake inhibitors such as citalopram (Celexa),  escitalopram (Lexapro), fluoxetine (Prozac), fluvoxamine (Luvox), paroxetine (Paxil), and sertraline (Zoloft); selective serotonin and norepinephrine reuptake inhibitors (SSNRIs) such as duloxetine (Cymbalta) and venlafaxine (Effexor); St. John's wort; tramadol (Ultram, in Ultracet); and tyramine supplements. Your doctor may tell you not to use transdermal selegiline until 1 or more weeks have passed since you last took one of these medications. If you stop using transdermal selegiline, your doctor will probably tell you not to take any of these medications until at least two weeks have passed since you stopped using transdermal selegiline.tell your doctor and pharmacist what other prescription and nonprescription medications and vitamins you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.you should know that selegiline may remain in your body for several weeks after you stop using the medication. During the first few weeks after your treatment ends, tell your doctor and pharmacist that you have recently stopped using selegiline before you start taking any new medications. tell your doctor if you have or have ever had pheochromocytoma (a tumor on a small gland near the kidneys). Your doctor may tell you that you should not use transdermal selegiline.tell your doctor if you tend to get dizzy or faint and if you have or have ever had seizures, a heart attack, or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while using transdermal selegiline, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are using transdermal selegilineyou should know that transdermal selegiline may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.talk to your doctor about the safe use of alcoholic beverages while you are using transdermal selegiline.you should know that transdermal selegiline may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This is more common when you first start using transdermal selegiline. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.", "why": "Transdermal selegiline is used to treat depression. Selegiline is in a class of medications called monoamine oxidase (MAO) inhibitors. It works by increasing the amounts of certain natural substances that are needed to maintain mental balance. ", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Store the patches in their protective pouches and do not open a pouch until you are ready to apply the patch.Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Selegiline Transdermal Patch", "side_effects": "Transdermal selegiline may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r redness of the area where you applied the patchdiarrheaheartburndry mouthweight lossrashSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r severe headachefast, slow, or pounding heartbeatchest painstiff or sore necknauseavomitingsweatingconfusionwidened pupils (black circles in the middle of the eyes)sensitivity of the eyes to lightTransdermal selegiline may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.", "how": "Transdermal selegiline comes as a patch to apply to the skin. It is usually applied once a day and left in place for 24 hours. Remove your old selegiline patch and apply a new patch at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use transdermal selegiline exactly as directed. Do not apply more patches or apply patches more often than prescribed by your doctor.Your doctor may start you on a low dose of transdermal selegiline and gradually increase your dose, not more often than once every 2 weeks.Transdermal selegiline controls depression but does not cure it. Your condition may begin to improve after you have used transdermal selegiline for one week or longer. However, you should continue to use transdermal selegiline even if you feel well.  Do not stop using transdermal selegiline without talking to your doctor.Apply selegiline patches to dry, smooth skin anywhere on your upper chest, your back (between your neck and your waist), your upper thigh, or the outer surface of your upper arm. Choose an area where the patch will not be rubbed by tight clothing. Do not apply selegiline patches to skin that is hairy, oily, irritated, broken, scarred, or calloused.After you apply a selegiline patch, you should wear it all the time until you are ready to remove it and put on a fresh patch. If the patch loosens or falls off before it is time to replace it, try to press it back in place with your fingers. If the patch cannot be pressed back on, dispose of it and apply a fresh patch to a different area. Replace the fresh patch at your regularly scheduled patch change time.Do not cut selegiline patches.While you are wearing a selegiline patch, protect the patch from direct heat such as heating pads, electric blankets, heat lamps, saunas, hot tubs, and heated water beds. Do not expose the patch to direct sunlight for very long.To use the patches, follow these steps:\r \r <ol>Choose the area where you will apply the patch. Wash the area with soap and warm water. Rinse off all of the soap and dry the area with a clean towel.Open the protective pouch and remove the patch.Peel the first piece of liner off the sticky side of the patch. A second strip of liner should remain stuck to the patch.Press the patch firmly onto your skin with the sticky side down. Be careful not to touch the sticky side with your fingers.Remove the second strip of protective liner and press the rest of the sticky side of the patch firmly against your skin. Be sure that the patch is pressed flat against the skin with no bumps or folds and that it is firmly attached.Wash your hands with soap and water to remove any medicine that may have gotten on them. Do not touch your eyes until you have washed your hands.After 24 hours, peel the patch off slowly and gently. Fold the patch in half with the sticky sides together and dispose of it safely, so that is out of reach of children and pets. Children and pets can be harmed if they chew on, play with, or wear used patches.Wash the area that was under the patch with mild soap and warm water to remove any residue. If necessary, you can use baby oil or a medical adhesive removal pad to remove residue that will not come off with soap and water. Do not use alcohol, nail polish remover, or other solvents.Apply a new patch to a different area immediately by following steps 1 to 6.</ol>"}