{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Ask your doctor if you need to avoid any foods during your treatment with selegiline. Your doctor will probably tell you that you may continue your normal diet as long as you take selegiline exactly as directed.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r drowsinessdizzinessfaintnessirritabilityhyperactivityagitationsevere headachehallucinations (seeing things or hearing voices that do not exist)jaw tightnessstiffness and arching of the backseizurescoma (loss of consciousness for a period of time)fast and irregular pulsechest painslowed breathingsweatingfevercold, clammy skin", "precautions": "Before taking selegiline,tell your doctor and pharmacist if you are allergic to selegiline, or any other medications.tell your doctor if you are taking, have recently taken, or plan to take any of the following prescription and nonprescription medications: dextromethorphan (Robitussin); meperidine (Demerol); methadone (Dolophine), propoxyphene (Darvon); tramadol (Ultram, in Ultracet); and other medications that contain selegiline (Eldepryl, Emsam, Zelapar). Your doctor may tell you not to take selegiline if you are taking or have recently taken any of these medications. If you stop taking selegiline, your doctor may tell you not to take these medications until at least 14 days have passed since you last took selegiline.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: antidepressants such as amitriptyline (Elavil) and imipramine (Tofranil); carbamazepine (Carbatrol, Equetro); medications for cough and cold symptoms or for weight loss;  nafcillin; phenobarbital; phenytoin (Dilantin); selective serotonin reuptake inhibitors such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac), fluvoxamine (Luvox), paroxetine (Paxil), and sertraline (Zoloft); and rifampin (Rifadin, Rimactane). Your doctor may need to change the doses of your medications or monitor you more carefully for side effects.tell your doctor if you have or have ever had liver or kidney disease.if you have phenylketonuria (PKU; an inherited condition in which a special diet must be followed to prevent mental retardation), you should know that the orally disintegrating tablets contain phenylalanine.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking selegiline, call your doctor.you should know that selegiline may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This is more common when you first start taking selegiline. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.", "why": "Selegiline is used to help control the symptoms of Parkinson's disease (PD; a disorder of the nervous system that causes difficulties with movement, muscle control, and balance) in people who are taking levodopa and carbidopa combination (Sinemet). Selegiline may help people with Parkinson's disease by decreasing the dose of levodopa/carbidopa needed to control symptoms, stopping the effects of levodopa/carbidopa from wearing off between doses, and increasing the length of time that levodopa/carbidopa will continue to control symptoms. Selegiline is in a group of medications called monoamine oxidase type B (MAO-B) inhibitors. It works by increasing the amount of dopamine (a natural substance that is needed to control movement) in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Throw away any unused orally disintegrating tablets three months after you open the protective pouch. Talk to your pharmacist about the proper disposal of your medication.", "title": "Selegiline", "side_effects": "Selegiline may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r dizzinesslightheadednessfaintingdry mouthnauseavomitingstomach paindifficulty swallowingheartburndiarrheagasconstipationdifficulty falling asleep or staying asleepunusual dreamssleepiness depressionpain, especially in the legs or backmuscle pain or weaknesspurple blotches on the skinrashredness, irritation, or sores in the mouth (if you are taking the orally disintegrating tablets) Some side effects can be serious. If you experience any of the following symptoms, call your doctor immediately:\r \r severe headachechest painfast, irregular, or pounding heartbeatsweatingsudden, severe nausea and vomitingconfusionstiff or sore neckuncontrollable shaking of a part of your bodyunusual movements that are difficult to controlhallucinations (seeing thing or hearing voices that do not exist)difficulty breathingPeople who have PD may have an increased risk of developing melanoma (a type of skin cancer). There is not enough information to tell whether selegiline or other medications for PD increase the risk of melanoma. Talk to your doctor about the risks of taking selegiline and about whether you should have your skin examined during your treatment.Selegiline may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.", "how": "Selegiline comes as a capsule and an orally disintegrating (dissolving) tablet to take by mouth. The capsule is usually taken twice a day with breakfast and with lunch. The orally disintegrating tablet is usually taken once a day before breakfast without food, water, or other liquids. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take selegiline exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor. If you take too much selegiline, you may experience a sudden and dangerous increase in your blood pressure.If you are taking the orally disintegrating tablet, do not remove the blister that contains the tablets from the outer pouch until you are ready to take a dose. When it is time for your dose, remove the blister card from the outer pouch and use dry hands to peel open one blister. Do not try to push the tablet through the foil. Place the tablet on your tongue and wait for it to dissolve. Do not swallow the tablet. Do not eat or drink anything for 5 minutes before you take the tablet and for 5 minutes after you take the tablet.If you are taking the orally disintegrating tablet, your doctor may start you on a low dose of selegiline and increase your dose after six weeks.Tell your doctor if you experience nausea, stomach pain, or dizziness. Your doctor may decrease your dose of levodopa/carbidopa during your treatment with selegiline, especially if you experience these symptoms or other unusual symptoms. Follow these directions carefully and ask your doctor or pharmacist if you do not know how much medication you should take. Do not change the doses of any of your medications unless your doctor tells you that you should.Selegiline may help to control the symptoms of PD, but it will not cure the condition. Do not stop taking selegiline without talking with your doctor. If you suddenly stop taking medications for Parkinson's disease such as selegiline, you may experience fever, sweating, stiff muscles, and loss of consciousness. Call your doctor if you experience these or other unusual symptoms after you stop taking selegiline."}