{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to determine your response to sevelamer.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Sevelamer should be taken with meals. If you remember that you forgot to take a dose within 1 hour of a meal, take the missed dose. Otherwise, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Talk to your doctor about foods that contain high amounts of phosphorus. If your doctor prescribes a low-phosphorus diet, follow these directions carefully.", "overdose": [], "precautions": "Before taking sevelamer,tell your doctor and pharmacist if you are allergic to sevelamer or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, including medications for seizures such as carbamazepine (Carbatrol, Epitol, Tegretol), ethosuximide (Zarontin), phenobarbital (Solfoton), and phenytoin (Dilantin); medications for irregular heartbeats such as amiodarone (Cordarone, Pacerone), digoxin (Lanoxin), diltiazem (Cardizem, Dilacor, Tiazac, others), disopyramide (Norpace), dolfetilide (Tikosyn), flecainide (Tambocor), ibutilide (Corvert), mexiletine (Mexitil), moricizine (Ethmozine), procainamide (Procanbid, Pronestyl, Rhythmin), propafenone (Rythmol), propanolol (Betachron ER, Inderal), quinidine, sotalol (Betapace), tocainide (Tonocard), and verapamil (Calan, Isoptin, Verelan, others); cyclosporine (Neoral, Sandimmune, Gengraf); lithium (Eskalith, Lithobid, others); theophylline (Slobid, Theo-Dur, others); warfarin (Coumadin); and herbal products and vitamins.tell your doctor if you have or have ever had difficulty swallowing, a stomach or bowel problem such as blockage of your stomach or intestines, or surgery on your stomach or intestines.If you are taking other medications, you should take them at least 1 hour before you take sevelamer or 3 hours after you have taken sevelamer, to prevent binding of your other medications.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking sevelamer, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking sevelamer.", "why": "Sevelamer is used to treat high blood levels of phosphorus in patients with kidney disease who are on dialysis. It binds phosphorus that you get from foods in your diet and prevents it from being absorbed into your blood stream.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Sevelamer", "side_effects": "Sevelamer may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r upset stomachdiarrheavomitinggas (flatulence)constipationheadachecough", "how": "Sevelamer comes as a capsule to take by mouth. It is usually taken three times a day with meals. Swallow the capsules whole. Do not chew or take the capsule apart before you swallow it. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take sevelamer exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Sevelamer controls high blood levels of phosphorus which is a common problem in patients with kidney disease, but it does not cure the disease. Continue to take sevelamer even if you feel well. Do not stop taking sevelamer without talking to your doctor."}