{"other_information": "Ask your doctor or pharmacist any questions you have about taking this medicine.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "If you are taking simethicone on a regular schedule, take the missed dose as soon you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before taking simethicone,tell your doctor and pharmacist if you are allergic to simethicone or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, including vitamins.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking simethicone, call your doctor.", "why": "Simethicone is used to treat the symptoms of gas such as uncomfortable or painful pressure, fullness, and bloating.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Simethicone", "side_effects": "When taken as directed, simethicone usually has no side effects.", "how": "Simethicone comes as regular tablets, chewable tablets, capsules, and liquid to take by mouth. It usually is taken four times a day, after meals and at bedtime. Follow the directions on the package or on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take simethicone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the regular tablets and capsules whole. Chewable tablets should be chewed thoroughly before being swallowed; do not swallow them whole. Do not take more than six simethicone tablets or eight simethicone capsules each day unless your doctor tells you to. The liquid may be mixed with 1 ounce (30 milliliters) of cool water or infant formula."}