{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to sofosbuvir.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you remember the missed dose on the day that you were supposed to take it, take the missed dose as soon as you remember it on that day. However, if you do not remember the missed dose until the next day, skip the missed dose and continue your regular dosing schedule. Do not take two doses on the same day.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking sofosbuvir,tell your doctor and pharmacist if you are allergic to sofosbuvir, any other medications, or any of the ingredients in sofosbuvir tablets. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, and nutritional supplements you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone, Nexterone, Pacerone), certain medications for seizures such as carbamazepine (Carbatrol, Epitol, Equetro, Tegretol), oxcarbazepine (Trileptal), phenobarbital, or phenytoin (Dilantin, Phenytek); rifabutin (Mycobutin); rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); rifapentine (Priftin); or tipranavir (Aptivus). Your doctor may tell you not to take sofosbuvir if you are taking one or more of these medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort. You should not take St. John's wort during your treatment with sofosbuvir.tell your doctor if you have had a liver transplant, if you have or have ever had depression or mental illness, human immunodeficiency virus (HIV), kidney disease, or any type of liver disease other than hepatitis C.tell your doctor if you are pregnant, plan to become pregnant, or can possibly become pregnant. If you are male, tell your doctor if your partner is pregnant, plans to become pregnant, or can possibly become pregnant. Sofosbuvir must be taken with ribavirin which can seriously harm the fetus. You must use two methods of birth control to prevent pregnancy in you or your partner during treatment with these medications and for 6 months after your treatment. Talk to your doctor about which methods you should use; hormonal contraceptives (birth control pills, patches, implants, rings, or injections) may not work well in women who are taking these medications. You or your partner must be tested for pregnancy prior to treatment, every month during your treatment, and for 6 months after your treatment. If you or your partner becomes pregnant while taking these medications or within 6 months after your treatment, call your doctor immediately.tell your doctor if you are breast-feeding.", "why": "Sofosbuvir is used along with ribavirin (Copegus, Rebetol) and sometimes another medication (peginterferon alfa [Pegasys] to treat chronic hepatitis C (an ongoing viral infection that damages the liver). Sofosbuvir is also used along with ribavirin (Copegus, Rebetol) in people with liver cancer and hepatitis C infection who are waiting for a liver transplant to treat hepatitis C infection and to decrease the risk of reinfection after the transplant. Sofosbuvir is in a class of antiviral medications called nucleotide polymerase inhibitors. It works by decreasing the amount of hepatitis C virus (HCV) in the body. Sofosbuvir may not prevent the spread of hepatitis C to other people.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Sofosbuvir", "side_effects": "Sofosbuvir may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r <ol>nauseadiarrheaheadachemuscle paindifficulty falling asleep or staying asleeploss of appetiteirritabilityitchingrash</ol>Some side effects can be serious. If you experience any of these symptoms call your doctor immediately:\r \r <ol>pale skindizzinessshortness of breathtirednessweaknesssore throat, fever, chills, and other signs of infectiondepressionchanges in mood or behaviorthoughts of killing or hurting yourself</ol>Sofosbuvir may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Sofosbuvir comes as a tablet to take by mouth. It is usually taken with or without food once a day. Take sofosbuvir at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take sofosbuvir exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Continue to take sofosbuvir even if you feel well. Sofosbuvir must be taken in combination with peginterferon alfa and ribavirin or in combination with ribavirin alone. If sofosbuvir is taken in combination with peginterferon alfa and ribavirin, it is usually taken for 12 weeks. If sofosbuvir is taken in combination with ribavirin alone, it is usually taken for 12 or 24 weeks. If you have liver cancer and are waiting for a liver transplant, you will take sofosbuvir with ribavirin for up to 48 weeks or until you have a liver transplant. The length of your treatment depends on your condition, how well you respond to the medication, and whether you experience severe side effects. Do not stop taking sofosbuvir, peginterferon alfa, or ribavirin, unless told to do so by your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}