{"other_information": "Ask your pharmacist any questions you have about taking this medicine.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "This medication usually is taken as needed. If your doctor has told you to take stool softeners regularly, take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": [], "precautions": "Before taking stool softeners,tell your doctor and pharmacist if you are allergic to any drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially aspirin and vitamins. Do not take mineral oil while taking stool softeners.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking stool softeners, call your doctor.", "why": "Stool softeners are used on a short-term basis to relieve constipation by people who should avoid straining during bowel movements because of heart conditions, hemorrhoids, and other problems. They soften stools, making them easier to pass.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Stool Softeners", "side_effects": "Stool softeners may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r stomach or intestinal crampsnauseathroat irritation (from oral liquid)If you experience any of the following symptoms, call your doctor immediately:\r \r skin rash (hives)difficulty breathing or swallowingfevervomitingstomach painIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Stool softeners come as a capsule, tablet, liquid, and syrup to take by mouth. A stool softener usually is taken at bedtime. Follow the directions on the package or your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take stool softeners exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Take capsules and tablets with a full glass of water. The liquid comes with a specially marked dropper for measuring the dose. Ask your pharmacist to show you how to use it if you have difficulty. Mix the liquid (not the syrup) with 4 ounces (120 milliliters) of milk, fruit juice, or formula to mask its bitter taste.One to three days of regular use usually are needed for this medicine to take effect. Do not take stool softeners for more than 1 week unless your doctor directs you to. If sudden changes in bowel habits last longer than 2 weeks or if your stools are still hard after you have taken this medicine for 1 week, call your doctor."}