{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Your prescription is probably not refillable.If you still have symptoms of an infection after you finish sulfadiazine, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "You should drink plenty of fluids and take sulfadiazine on an empty stomach.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking sulfadiazine,tell your doctor and pharmacist if you are allergic to sulfadiazine, any other sulfa drugs, diuretic ('water pills'), oral diabetes medications, or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially anticoagulants ('blood thinners') such as warfarin (Coumadin), diabetes medications, diuretics ('water pills'), and vitamins.tell your doctor if you have or have ever had liver or kidney disease, asthma, severe allergies, or glucose-6-phosphate dehydrogenase (G-6PD) deficiency (an inherited blood disease).tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking sulfadiazine, call your doctor.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Sulfadiazine may make your skin sensitive to sunlight.", "why": "Sulfadiazine, a sulfa drug, eliminates bacteria that cause infections, especially urinary tract infections. Antibiotics will not work for colds, flu, or other viral infections.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Sulfadiazine", "side_effects": "Sulfadiazine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaupset stomachloss of appetitedizzinessIf you experience any of the following symptoms, call your doctor immediately:\r \r rash or skin changessore throatfeverheadachejoint or muscle achesyellowing of the skin or eyesswelling of the lips or tongueswallowing problemstirednessweaknessblood in urinedifficulty breathingunusual bleeding or bruisingringing in earsIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Sulfadiazine comes as a tablet to take by mouth. It is usually taken three to six times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take sulfadiazine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.The tablets should be taken with a full glass of water.Continue to take sulfadiazine even if you feel well. Do not stop taking sulfadiazine without talking to your doctor."}