{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain tests such as electrocardiograms (EKG, test that records the electrical activity of the heart), echocardiograms (test that uses sound waves to measure your heart's ability to pump blood), and urine tests before and during your treatment with sunitinib to be sure it is safe for you to take sunitinib, and to check your body's response to the medication.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one. Tell your doctor or nurse about the missed dose.", "special_dietary": "Do not eat grapefruit or drink grapefruit juice while taking this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking sunitinib,tell your doctor and pharmacist if you are allergic to sunitinib, , any ingredients of sunitinib capsules, or any other medications. Ask your pharmacist or check the manufacturer's patient information sheet (Medication Guide) for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, and nutritional supplements you are taking or plan to take. Be sure to mention any of the following: certain antibiotics such as clarithromycin (Biaxin, in Prevpac), rifampin (Rifadin, Rimactane in Rifamate, Rifater), rifabutin (Mycobutin), rifapentine (Priftin), and telithromycin (Ketek); certain antifungals such as itraconazole (Onmel, Sporanox), ketoconazole, and voriconazole (Vfend); dexamethasone;medications for diabetes;  certain medications for human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) including atazanavir (Reyataz, in Evotaz), indinavir (Crixivan), nelfinavir (Viracept), ritonavir (Norvir, in Kaletra, Viekira Pak), and saquinavir (Invirase); nefazodone; certain medications for seizures such as carbamazepine (Carbatrol, Epitol, Equetro, Tegretol, Teril,), phenobarbital, and phenytoin (Dilantin, Phenytek). Also tell your doctor if you are taking or have taken alendronate (Binosto, Fosamax),  etidronate (Didronel), ibandronate (Boniva), pamidronate, risedronate (Actonel, Atelvia),  tiludronate (Skelid; no longer available in US), or zoledronic acid injection (Reclast, Zometa), Other medications may also interact with sunitinib, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor and pharmacist what herbal products you are taking, especially St. John's wort. Your doctor will probably tell you not to take St. John's wort while taking sunitinib.tell your doctor if you have or have ever had a bleeding problem; a blood clot in the lungs; a slow, fast, or irregular heartbeat; a heart attack; heart failure;  high blood pressure; seizures; low blood sugar or diabetes; low levels of potassium or magnesium in your blood; problems with your mouth, teeth or gums; or kidney, thyroid,  or heart disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. You should not become pregnant while you are taking sunitinib. Talk to your doctor about birth control methods that you can use during your treatment. If you become pregnant while taking sunitinib, call your doctor. Sunitinib may harm the fetus.if you are having surgery tell the doctor that you are taking sunitinib. Your doctor will probably tell you to stop taking sunitinib before you have a major surgery.you should know that sunitinib may cause your skin to turn yellow and your hair to lighten and lose color. This is probably caused by the yellow color of the medication and is not harmful or painful.you should know that sunitinib may cause high blood pressure. Your blood pressure should be checked regularly while you are taking sunitinib.you should know that sunitinib may cause osteonecrosis of the jaw (ONJ, a serious condition of the jaw bone), especially if you have dental surgery or treatment while you are taking the medication. A dentist should examine your teeth and perform any needed treatments, including cleaning or fixing ill-fitted dentures, before you start to take sunitinib. Be sure to brush your teeth and clean your mouth properly while you are taking sunitinib. Talk to your doctor before having any dental treatments while you are taking this medication.", "why": "Sunitinib is used to treat gastrointestinal stromal tumors (GIST; a type of tumor that grows in the stomach, intestine (bowel), or esophagus (tube that connects the throat with the stomach) in people with tumors that were not treated successfully with imatinib (Gleevec) or people who cannot take imatinib. Sunitinib is also used to treat advanced renal cell carcinoma (RCC, a type of cancer that begins in the cells of the kidneys). Sunitinib is also used to treat pancreatic neuroendocrine tumors (pNET, a type of tumor that begins in certain cells of the pancreas) in people with tumors that have worsened and cannot be treated with surgery. Sunitinib is in a class of medications called kinase inhibitors. It works by blocking the action of the abnormal protein that signals cancer cells to multiply. This helps stop or slow the spread of cancer cells and may help shrink tumors.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Sunitinib", "side_effects": "Sunitinib may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r weaknessnauseavomitingdiarrheaconstipationheartburngashemorrhoidspain, irritation, or burning sensation of the lips, tongue, mouth or throatdry mouthchange in the way things tasteloss of appetiteweight losshair lossthin, brittle fingernails or hairslow speechpale or dry skinshakingheavy, irregular, or missed menstrual periodsdepressiondifficulty falling asleep or staying asleep dryness, thickness, cracking, or blistering of skin on the palms of the hands and the soles of the feetrashmuscle, joint, back, or limb painfrequent nosebleedsbleeding from your gumsunusual discomfort in cold temperaturesSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r unusual bruising or bleedingbloody or black and tarry stoolsblood in the urinevomit that is bright red or looks like coffee groundscoughing up bloodstomach pain, swelling, or tendernessheadachefeversweatingswelling, tenderness, warmth, or redness of a legswelling of the feet or anklesrapid, irregular, or pounding heartbeatdizziness or faintingdecreased alertness or concentrationconfusiondepressionnervousnessseizuresloss of visionchest pain or pressureextreme tirednessshortness of breathpain with deep breathingunexplained weight gaindecreased urinationcloudy urinenumbness or a heavy feeling in your jawpainful or swollen gumsloose teethswelling of the eyes, face, lips, tongue, or throatdifficulty swallowing or breathinghoarsenessblistering or peeling skin or inside of mouth Sunitinib may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Sunitinib comes as a capsule to take by mouth with or without food. For treatment of gastrointestinal stromal tumors (GIST) or advanced renal cell carcinoma (RCC), sunitinib is usually taken once a day for 4 weeks (28 days) followed by a 2-week break before beginning the next dosing cycle. For treatment of pancreatic neuroendocrine tumors (pNET), sunitinib is usually taken once daily. Take sunitinib at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take sunitinib exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the capsules whole; do not split, chew, or crush them. Do not open the capsules.You may need to take one or more capsules at a time depending on your dose of sunitinib.Your doctor may gradually increase or decrease your dose of sunitinib during your treatment. This depends on how well the medication works for you and the side effects you experience. Talk to your doctor about how you are feeling during your treatment. Continue to take sunitinib even if you feel well. Do not stop taking sunitinib without talking to your doctor."}