{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to tamoxifen.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking tamoxifen.Do not let anyone else take your medication. Talk to your pharmacist if you have any questions about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Tamoxifen is also used sometimes to induce ovulation (egg production) in women who do not produce eggs but wish to become pregnant. Tamoxifen is also sometimes used to treat McCune-Albright syndrome (MAS; a condition that may cause bone disease, early sexual development, and dark colored spots on the skin in children). Talk to your doctor about the possible risks of using this drug for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r uncontrollable shaking of a part of the bodyunsteadinessdizziness", "precautions": "Before taking tamoxifen,tell your doctor and pharmacist if you are allergic to tamoxifen or any other medications.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: aminoglutethimide (Cytadren); anastrazole (Arimidex), bromocriptine (Parlodel); cancer chemotherapy medication such as cyclophosphamide (Cytoxan, Neosar)  letrozole (Femara); medroxyprogesterone (Depo-Provera, Provera, in Prempro); phenobarbital; and rifampin (Rifadin, Rimactane). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.in addition to the conditions listed in the IMPORTANT WARNING section, tell your doctor if you have or have ever had high blood levels of cholesterol.tell your doctor if you are pregnant or plan to become pregnant. You should not plan to become pregnant while taking tamoxifen or for 2 months after your treatment. Your doctor may perform a pregnancy test or tell you to begin your treatment during your menstrual period to be sure that you are not pregnant when you begin taking tamoxifen. You will need to use a reliable nonhormonal method of birth control to prevent pregnancy while you are taking tamoxifen and for 2 months after your treatment. Talk to your doctor about the types of birth control that are right for you, and continue to use birth control even if you do not have regular menstrual periods during your treatment. Stop taking tamoxifen and call your doctor right away if you think you have become pregnant during your treatment. Tamoxifen may harm the fetus.tell your doctor if you are breast-feeding. You should not breastfeed during your treatment with tamoxifen.tell all of your doctors and other health care providers that you are taking tamoxifen.you will still need to look for early signs of breast cancer since it is possible to develop breast cancer even during treatment with tamoxifen. Talk to your doctor about how often you should examine your breasts yourself, have a doctor examine your breasts, and have mammograms (x-ray examinations of the breasts). Call your doctor right away if you find a new lump in your breast.", "why": "Tamoxifen is used to treat breast cancer that has spread to other parts of the body in men and women. It is used to treat early breast cancer in women who have already been treated with surgery, radiation, and/or chemotherapy. It is used to reduce the risk of developing a more serious type of breast cancer in women who have had ductal carcinoma in situ (DCIS; a type of breast cancer that does not spread outside of the milk duct where it forms) and who have been treated with surgery and radiation. It is used to reduce the risk of breast cancer in women who are at high risk for the disease due to their age, personal medical history, and family medical history.Tamoxifen is in a class of medications known as antiestrogens. It blocks the activity of estrogen (a female hormone) in the breast. This may stop the growth of some breast tumors that need estrogen to grow.", "storage_conditions": "Keep tamoxifen in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Tamoxifen", "side_effects": "Tamoxifen may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r increased bone or tumor painpain or reddening around the tumor sitehot flashesnauseaexcessive tirednessdizzinessdepressionheadachethinning of hairweight lossstomach crampsconstipationloss of sexual desire or ability (in men)Some side effects can be serious. If you experience any of the following symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately:\r \r vision problemsloss of appetiteyellowing of the skin or eyesunusual bruising or bleedingfeverblistersrashswelling of the eyes, face, lips, tongue, throat, hands, arms, feet, ankles, or lower legsthirstmuscle weaknessrestlessnessTamoxifen may increase the risk that you will develop other cancers, including liver cancer. Talk to your doctor about this risk.Tamoxifen may increase the risk that you will develop cataracts (clouding of the lens in the eye) that may need to be treated with surgery. Talk to your doctor about this risk.Tamoxifen may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.", "how": "Tamoxifen comes as a tablet to take by mouth. Tamoxifen is usually taken once or twice a day with or without food. Take tamoxifen at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain anything you do not understand. Take tamoxifen exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow tamoxifen tablets whole; do not split, chew, or crush them. Swallow the tablets with water or any other nonalcoholic drink.If you are taking tamoxifen to prevent breast cancer, you will probably take it for five years. If you are taking tamoxifen to treat breast cancer, your doctor will decide how long your treatment will last. Do not stop taking tamoxifen without talking to your doctor.If you forget to take a dose of tamoxifen, take the missed dose as soon as you remember it, and take your next dose as usual. However, if it is almost time for your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one."}