{"other_information": "Keep all appointments with your doctor and laboratory. Your doctor may order certain lab tests to check your body's response to tapentadol.Before having any laboratory test (especially those that involve methylene blue), tell your doctor and the laboratory personnel that you are taking tapentadol.This prescription is not refillable. If you continue to have pain after you finish the medication, call your doctor.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you are taking tapentadol tablets, your doctor will probably tell you to take the medication as needed. If your doctor has told you to take the tablets regularly, take the missed dose as soon as you remember it. Do not take a double dose to make up for a missed one.If you are taking tapentadol extended-release capsules, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r narrowing or widening of the pupils (dark circles in the eyes)sleepinessloss of consciousness or comamuscle weaknesscold, clammy skinslowed or stopped breathingslowed heartbeat", "precautions": "Before taking tapentadol,tell your doctor and pharmacist if you are allergic to tapentadol, or any other medications, or any of the ingredients in tapentadol tablets or extended-release tablets. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor if you are taking the following medications or have stopped taking them within the past two weeks: monoamine oxidase (MAO) inhibitors such as isocarboxazid (Marplan), linezolid (Zyvox), methylene blue, phenelzine (Nardil), rasagiline (Azilect), selegiline (Emsam, Eldepryl, Zelapar), and tranylcypromine (Parnate). Also tell your doctor if any of these medications are prescribed for you during your treatment with tapentadol. Your doctor will probably tell you not to take tapentadol if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antihistamines (in cough, cold, and allergy medications); buprenorphine (Buprenex, Butrans, in Suboxone, in Zubsolv); butorphanol; cyclobenzaprine (Amrix); dextromethorphan (found in many cough medications; in Nuedexta); medications for irritable bowel disease, motion sickness, Parkinson's disease, ulcers, or urinary problems; lithium (Lithobid); medications for migraines such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Imitrex, in Treximet), and zolmitriptan (Zomig); mirtazapine (Remeron); nalbuphine; pentazocine (Talwin); selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem, Selfemra, in Symbyax), fluvoxamine (Luvox), paroxetine (Brisdelle, Paxil, Pexeva), and sertraline (Zoloft); selective serotonin/norepinephrine reuptake inhibitors (SNRIs) such as desvenlafaxine (Khedezla, Pristiq), duloxetine (Cymbalta), milnacipran (Savella), and venlafaxine (Effexor); tramadol (Conzip, Ultram, in Ultracet); trazodone; or tricyclic antidepressants ('mood elevators') such as amitriptyline, amoxapine, clomipramine (Anafranil), desipramine (Norpramin), doxepin (Silenor, Zonalon), imipramine (Surmontil, Tofranil), nortriptyline (Pamelor), protriptyline (Vivactil), and trimipramine (Surmontil). Many other medications may also interact with tapentadol, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort and tryptophan.tell your doctor if you have or have ever had any of the conditions mentioned in the IMPORTANT WARNING section or paralytic ileus (condition in which digested food does not move through the intestines). Your doctor may tell you not to take tapentadol.tell your doctor if you have or have ever had a blockage in your stomach or intestines, any condition that causes difficulty urinating; or pancreas, gallbladder, kidney, thyroid, or liver disease.tell your doctor if you are breastfeeding.you should know that this medication may decrease fertility in men and women. Talk to your doctor about the risks of taking tapentadol.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking tapentadol.you should know that tapentadol may make you drowsy. Do not drive a car, operate machinery, or participate in any other possibly dangerous activities until you know how this medication affects you.you should know that tapentadol may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.you should know that tapentadol may cause constipation. Talk to your doctor about changing your diet or using other medications to prevent or treat constipation while you are taking tapentadol.", "why": "Tapentadol tablets are used to treat moderate to severe acute pain (pain that begins suddenly, has a specific cause, and is expected to go away when the cause of the pain is healed). Tapentadol extended-release tablets are used to treat severe neuropathic pain (pain caused by nerve damage) in people who have diabetes. Tapentadol extended-release tablets are only used to treat people who are expected to need medication around-the-clock to relieve pain that cannot be controlled by the use of other pain medications. Tapentadol is in a class of medications called opiate (narcotic) analgesics. It works by changing the way the brain and nervous system respond to pain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Flush any medication that is outdated or no longer needed down the toilet. Talk to your pharmacist about the proper disposal of your medication.", "title": "Tapentadol", "side_effects": "Tapentadol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headacheheartburnstomach paindry mouthexcessive tirednessanxietydrowsinessdifficulty falling asleep or staying asleepabnormal dreamsirritabilitysudden feeling of warmthSome side effects can be serious. If you experience any of these symptoms or those listed in the SPECIAL PRECAUTIONS or IMPORTANT WARNING sections, call your doctor immediately or get emergency medical treatment:\r \r seizuresagitation, hallucinations (seeing things or hearing voices that do not exist), fever, sweating, confusion, fast heartbeat, shivering, severe muscle stiffness or twitching, loss of coordination, nausea, vomiting, or diarrheanausea, vomiting, loss of appetite, weakness, or dizzinessinability to get or keep an erectionirregular menstruationdecreased sexual desirerashitchinghivesswelling of the eyes, face, lips, tongue, or throathoarsenessdifficulty breathing or swallowingchest painfeeling lightheaded when you change positionsfeeling faintloss of consciousnessfeeling overheatedheavy sweatingTapentadol may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Tapentadol comes as a tablet and an extended-release (long acting) tablet to take by mouth. The tablets are usually taken with or without food every 4 to 6 hours as needed. If you are taking tapentadol tablets, your doctor may tell you that you may take a second dose as soon as 1 hour after the first dose on your first day of treatment if needed to treat your pain. Do not take extra doses at any other time during your treatment and do not ever take extra doses of the extended-release tablets. The extended-release tablets are taken once every 12 hours. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take tapentadol exactly as directed.If you are taking the extended-release tablets, swallow them one at a time with plenty of water. Swallow each tablet right after you put it in your mouth.Your doctor will probably start you on a low dose of tapentadol and gradually increase your dose until your pain is controlled. Your doctor may adjust your dose at any time during your treatment if your pain is not controlled. If you feel that your pain is not controlled, call your doctor. Do not change the dose of your medication without talking to your doctor.After you take tapentadol for a period of time, your body may become used to the medication. If this happens, your doctor may need to increase your dose of medication to control your pain. Talk to your doctor about how you are feeling during your treatment with tapentadol.Do not stop taking tapentadol without talking to your doctor. Your doctor will probably decrease your dose gradually. If you suddenly stop taking tapentadol, you may experience withdrawal symptoms such as restlessness; anxiety; irritability; teary eyes; yawning; chills; sweating; difficulty falling asleep or staying asleep; shivering; uncontrollable shaking of a part of your body; muscle, back, or joint pain; weakness; nausea; vomiting; diarrhea; stomach cramps; loss of appetite; runny nose, sneezing, or coughing; hair on your skin standing on end; fast breathing; fast heartbeat; widening of the pupils (black circles in the middle of the eyes); or hallucinations (seeing things or hearing voices that do not exist)."}