{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to telaprevir.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you remember the missed dose within 6 hours of the time you were scheduled to take it, take the missed dose with a snack or meal (containing about 20 grams of fat) right away. However, if it is more than 6 hours since you were to take the dose, skip the missed dose and continue with your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Be especially careful to drink enough fluid during your treatment with this medication.Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r nauseadiarrheavomitingheadacheloss of appetitechanges in taste", "precautions": "Before taking telaprevir,tell your doctor and pharmacist if you are allergic to telaprevir, ribavirin (Copegus, Rebetol), peginterferon alfa (Pegasys), any other medications, or any of the ingredients in telaprevir tablets. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor if you are taking any of the following medications or herbal products: alfuzosin (Uroxatral); carbamazepine (Carbatrol, Epitol, Equetro, Tegretol, Teril); cisapride (Propulsid) (no longer available in the United States); ergot medications such as dihydroergotamine (D.H.E. 45, Migranal), ergotamine (Ergomar, in Cafergot, in Migergot), ergonovine, and methylergonovine (Methergine); lovastatin (Altoprev, Mevacor, in Advicor); midazolam taken by mouth; phenobarbital, phenytoin (Dilantin, Phenytek); pimozide (Orap); rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); sildenafil (only Revatio brand used for lung disease); simvastatin ( Zocor, in Simcor, in Vytorin); St. John's wort; triazolam (Halcion); and tadalafil (only Adcirca brand used for lung disease). Your doctor will probably tell you not to take telaprevir if you are taking one or more of these medications.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, and nutritional supplements you are taking or plan to take. Be sure to mention any of the following: alprazolam (Niravam, Xanax); anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); antifungal medications such as itraconazole (Onmel, Sporanox), ketoconazole (Nizoral), posaconazole (Noxafil), or voriconazole (Vfend); bosentan (Tracleer); budesonide (Pulmicort, Rhinocort, in Symbicort); calcium channel blockers such as amlodipine (Norvasc, in Amturnide, in Tekamlo), diltiazem (Cardizem, Cartia XT, Dilacor, Diltzac, Dilt-CD, Tiazac, Taztia XT, others), felodipine (Plendil), nicardipine (Cardene), nifedipine (Afeditab CR, Adalat, Procardia), nisoldipine (Sular), and verapamil (Calan, Covera, Verelan, in Tarka); certain cholesterol-lowering medications such as atorvastatin (Lipitor, in Caduet, in Liptruzet), fluvastatin (Lescol), pitavastatin (Livalo), pravastatin (Pravachol), and rosuvastatin (Crestor); clarithromycin (Biaxin, in Prevpac); colchicine (Colcrys, in Col-probenecid); digoxin (Lanoxin); efavirenz (Sustiva, in Atripla); erythromycin (E.E.S., E-Mycin, others); escitalopram (Lexapro); fentanyl (Abstral, Actiq, Duragesic, Fentora, Lazanda, Subsys); fluticasone (in Advair, Flonase, Flovent); hormone replacement therapy (HRT); immunosuppressants such as cyclosporine (Gengraf, Neoral, Sandimmune), sirolimus (Rapamune), or tacrolimus (Prograf); medications for erectile dysfunction (ED) such as sildenafil (Viagra), tadalafil (Cialis), or vardenafil (Levitra, Staxyn); medications for irregular heartbeat such as amiodarone (Cordarone, Pacerone), flecainide, lidocaine (Lidoderm, Lidopen, Xylocaine), propafenone (Rhythmol), or quinidine; methadone (Dolophine, Methadose); midazolam injection; oral contraceptives ('birth control pills'); oral steroids such as dexamethasone, methylprednisolone (Depo-Medrol, Medrol, Solu-Medrol), and prednisone (Rayos); repaglinide (Prandin, in Prandimet); rifabutin (Mycobutin); ritonavir (Norvir, in Kaletra) used in combination with other HIV protease inhibitors such as atazanavir (Reyataz), darunavir (Prezista), fosamprenavir (Lexiva), and lopinavir (in Kaletra); salmeterol (Serevent, in Advair); telithromycin (Ketek); tenofovir (Viread, in Atripla, in Stribild, in Truvada); trazodone (Oleptro); and zolpidem (Ambien, Edluar, Intermezzo, Zolpmist). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with telaprevir, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have had an organ transplant. Also tell your doctor if you have or have ever had anemia (not enough red blood cells in the blood to carry oxygen to the rest of the body), gout (attacks of joint pain caused by high levels of uric acid in the blood), human immunodeficiency virus (HIV), problems with your immune system, hepatitis B (HBV) or liver disease other than hepatitis C..if you are having surgery, including dental surgery, tell your doctor or dentist that you are taking telaprevir.tell your doctor if you are pregnant, plan to become pregnant, or can possibly become pregnant. If you are male, tell your doctor if your partner is pregnant, plans to become pregnant, or can possibly become pregnant. Telaprevir must be taken with ribavirin, which can harm the fetus. You must use two methods of birth control to prevent pregnancy in you or your partner during your treatment with these medications and for 6 months after your treatment. Talk to your doctor about which methods you should use; hormonal contraceptives (birth control pills, patches, implants, rings, or injections) may not work well in women who are taking these medications and for up to 2 weeks after treatment. You or your partner must be tested for pregnancy every month during your treatment and for 6 months after your treatment. If you or your partner becomes pregnant while taking these medications, call your doctor immediately.tell your doctor if you are breastfeeding.", "why": "Telaprevir is used along with two other medications (ribavirin [Copegus, Rebetol] and peginterferon alfa [Pegasys]) to treat chronic hepatitis C (an ongoing viral infection that damages the liver) in people who have not yet been treated for this condition or whose condition could not successfully be treated with ribavirin and peginterferon alfa alone. Telaprevir is in a class of medications called protease inhibitors. It works by decreasing the amount of hepatitis C virus (HCV) in the body. Telaprevir may not prevent the spread of hepatitis C to other people.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Telaprevir", "side_effects": "Telaprevir may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingdiarrheachange in ability to tasteitchinghemorrhoidsdiscomfort, burning, or itching around the anusSome side effects can be serious. If you experience any of these symptoms or any of those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r pale skindizzinessshortness of breathtirednessweaknessincreased thirstdark colored urinedry mouthdecreased urination frequency or amounthave difficulty eating or have severe vomiting or diarrhea.Telaprevir may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Telaprevir comes as a tablet to take by mouth. It is usually taken two times a day (every 10 to 14 hours). You must eat a meal or snack that contains about 20 grams of fat within 30 minutes before you take telaprevir. Examples of foods (regular versions, not low-fat or nonfat products) that could be taken with telaprevir include: a bagel with cream cheese, 1/2 cup nuts, 3 tablespoons peanut butter, 1 cup ice cream, 2 ounces American or cheddar cheese, 2 ounces potato chips, or 1/2 cup trail mix. Ask your doctor for other examples of foods that contain 20 grams of fat that you can eat when you take telaprevir. Do not take telaprevir without food. Take telaprevir at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take telaprevir exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablets whole; do not split, crush, or chew them. If you cannot swallow tablets whole, tell your doctor.Continue to take telaprevir even if you feel well. Telaprevir must be taken in combination with peginterferon alfa and ribavirin, usually for 12 weeks. Peginterferon alfa and ribavirin are usually continued after treatment with telaprevir is finished. Do not stop taking telaprevir, peginterferon alfa, or ribavirin, unless told to do so by your doctor.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with telaprevir and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) or the manufacturer's website to obtain the Medication Guide."}