{"other_information": "Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking teriflunomide,tell your doctor and pharmacist if you are allergic to teriflunomide (rash, hives, shortness of breath, swelling of the face, eyes, mouth, throat, tongue, lips, hands, feet, ankles, or lower legs), leflunomide (Arava), any other medications, or any of the ingredients in teriflunomide tablets. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor if you are taking leflunomide (Arava). Your doctor will probably tell you not to take teriflunomide if you are taking this medication.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: alosetron (Lotronex); anticoagulants ('blood thinners') such as warfarin (Coumadin, Jantoven); atorvastatin (Lipitor, in Caduet); cefaclor; cimetidine (Tagamet); ciprofloxacin (Cipro); duloxetine (Cymbalta); eltrombopag (Promacta); furosemide (Lasix); gefitinib (Iressa); ketoprofen; medications that can cause nerve damage such as medications for cancer, HIV, or AIDS; other medications that suppress the immune system such as azathioprine (Azasan, Imuran), cyclosporine (Gengraf, Neoral, Sandimmune), sirolimus (Rapamune), and tacrolimus (Astagraf, Envarsus XR, Prograf); methotrexate (Otrexup, Rasuvo, Trexall); mitoxantrone; nateglinide (Starlix); oral contraceptives (birth control pills); paclitaxel (Abraxane, Taxol); penicillin G; pioglitazone (Actos, in Actoplus Met, in Duetact); pravastatin (Pravachol); repaglinide (Prandin, in Prandimet); rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); rosiglitazone (Avandia); rosuvastatin (Crestor); simvastatin (Zocor, in Vytorin); theophylline (Elixophyllin, Theo-24, Uniphyl, others); tizanidine (Zanaflex); and zidovudine (Retrovir, in Combivir, in Trizivir). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with teriflunomide, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you have an infection now, including an ongoing infection that does not go away, or if you have or have ever had a serious skin reaction after you took another medication; diabetes; breathing problems; cancer or other conditions affecting the bone marrow or the immune system; high blood pressure; peripheral neuropathy (numbness, burning or tingling in the hands or feet that feels different from your MS symptoms); or kidney disease.tell your doctor if you are breast-feeding.if your partner plans to become pregnant, you should talk to your doctor about stopping teriflunomide and receiving a treatment to help remove this medication from your body more quickly. If your partner does not plan to become pregnant, you and your partner should use an effective method of birth control during your treatment with teriflunomide and for up to 2 years after treatment, until blood tests show that you have low enough levels of teriflunomide in your blood.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking teriflunomide.you may already be infected with tuberculosis (TB; a serious lung infection) but not have any symptoms of the disease. Tell your doctor if you have or have ever had TB, if you have lived in or visited a country where TB is common, or if you have been around someone who has or has ever had TB. Before you begin your treatment with teriflunomide, your doctor will perform a skin test to see if you have TB. If you do have TB, your doctor will treat this infection before you begin taking teriflunomide.do not have any vaccinations without talking to your doctor while you are taking teriflunomide and for 6 months after you stop taking it.you should know that teriflunomide may cause high blood pressure. You should have your blood pressure checked before starting treatment and regularly while you are taking this medication.", "why": "Teriflunomide is used to prevent episodes of symptoms and slow the worsening of disability in patients with relapsing-remitting forms (course of disease where symptoms flare up from time to time) of multiple sclerosis (MS; a disease in which the nerves do not function properly and people may experience weakness, numbness, loss of muscle coordination, and problems with vision, speech, and bladder control). Teriflunomide is in a class of medications called immunomodulatory agents. It is thought to work by decreasing inflammation and decreasing the action of immune cells that may cause nerve damage.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Teriflunomide", "side_effects": "Teriflunomide may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r hair lossdiarrheablurry visiontoothacheacneitchingjoint or muscle painanxietyweight lossSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, stop taking teriflunomide and call your doctor immediately or get emergency medical treatment:\r \r fast, irregular, or slow heartbeatheadachedizzinesspale skinconfusionfever, cough, sore throat, chills, and other signs of infectionnumbness, burning, or tingling in the hands, arms, feet, or legsloss of muscle toneweakness or heaviness in legscold, gray skinred, peeling, or blistering skinrashhivesitchingdifficulty swallowingswelling of the face, eyes, mouth, throat, tongue, or lipsshortness of breathrash that may occur with fever, swollen glands, or swelling of the facestomach, side, or back painTeriflunomide may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Teriflunomide comes as a tablet to take by mouth. It is usually taken once a day with or without food. Take teriflunomide at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take teriflunomide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Teriflunomide may help control the symptoms of multiple sclerosis but does not cure it. Continue to take teriflunomide even if you feel well. Do not stop taking teriflunomide without talking to your doctor."}