{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your response to thiamine.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": [], "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Your doctor may suggest that you eat more potatoes, whole-grain cereals and breads, meats (especially pork and liver), peas, beans, and nuts to increase the thiamine in your diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking thiamine,tell your doctor and pharmacist if you are allergic to thiamine or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, including other vitamins.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking thiamine, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking thiamine.", "why": "Thiamine is a vitamin used by the body to break down sugars in the diet. The medication helps correct nerve and heart problems that occur when a person's diet does not contain enough thiamine.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Thiamine", "side_effects": "Thiamine tablets usually do not cause any side effects.", "how": "Thiamine comes in tablets to take by mouth. It is usually taken three times a day with meals. If you have a thiamine deficiency, your doctor may prescribe thiamine for 1 month or more. Follow the directions on your prescription label or package label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take thiamine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Thiamine should be taken with meals. If you are taking an extended-release (long-acting) product, do not chew or crush the tablet. There are some tablets that can be crushed and mixed with food."}