{"other_information": [], "other_uses": [], "if_i_forget": [], "special_dietary": [], "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before administering ticarcillin and clavulanate,tell your doctor and pharmacist if you are allergic to ticarcillin, penicillin, cephalosporins [e.g., cefaclor (Ceclor), cefadroxil (Duricef), or cephalexin (Keflex)], or any other drugs.tell your doctor and pharmacist what prescription and nonprescription medications you are taking, especially antibiotics, probenecid (Benemid), and vitamins.tell your doctor if you have or have ever had asthma; hay fever; or kidney, liver, or gastrointestinal disease (especially colitis).tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking ticarcillin and clavulanate, call your doctor.if you have diabetes and regularly check your urine for sugar, use Clinistix or TesTape. Do not use Clinitest tablets because this drug may cause false positive results.", "why": [], "storage_conditions": "Your health care provider probably will give you a several-day supply of ticarcillin and clavulanate at a time. If you are receiving ticarcillin and clavulanate intravenously (in your vein), you probably will be told to store it in the refrigerator or freezer.Take your next dose from the refrigerator 1 hour before using it; place it in a clean, dry area to allow it to warm to room temperature.If you are told to store additional ticarcillin and clavulanate in the freezer, always move a 24-hour supply to the refrigerator for the next day's use.Do not refreeze medications.Store your medication only as directed. Make sure you understand what you need to store your medication properly.Keep your supplies in a clean, dry place when you are not using them, and keep all medications and supplies out of reach of children. Your health care provider will tell you how to throw away used needles, syringes, tubing, and containers to avoid accidental injury.", "title": "Ticarcillin and Clavulanate Injection", "side_effects": [], "how": []}