{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to tofacitinib.If you are taking the extended-release tablets you may notice something that looks like a tablet in your bowel movement. This is just the empty tablet shell, and this does not mean that you did not get your full dose of medication.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Talk to your doctor about eating grapefruit and drinking grapefruit juice while taking this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking tofacitinib,tell your doctor and pharmacist if you are allergic to tofacitinib, any other medications, or any of the ingredients in tofacitinib tablets. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, and nutritional supplements you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: certain antifungal medications such as fluconazole (Diflucan), itraconazole (Onmel, Sporanox), and ketoconazole (Extina, Nizoral); aspirin and other non-steroidal anti-inflammatory medications (NSAIDs) such as ibuprofen (Advil, Motrin) and naproxen (Naprosyn, Aleve); carbamazepine (Carbatrol, Tegretol, Equetro, others); clarithromycin (Biaxin, in Prevpac); certain medications for HIV including indinavir (Crixivan), nelfinavir (Viracept), and ritonavir (Norvir, in Kaletra); nefazodone; phenobarbital; phenytoin (Dilantin, Phenytek); rifabutin (Mycobutin), and rifampin (Rifadin, Rimactane, in Rifamate, in Rifater). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what herbal products you are taking, especially St. John's wort.tell your doctor if you have stomach pain that has not been diagnosed and if you have or have ever had ulcers (sores in the lining of your stomach or intestine), diverticulitis (swelling of the lining of the large intestine), liver disease including hepatitis B or hepatitis C, herpes zoster (shingles; a rash that can occur in people who have had chickenpox in the past), anemia (a lower than normal number of red blood cells), or kidney disease. If you are taking the extended-release tablets, tell your doctor if you have a narrowing or blockage of your digestive system.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking tofacitinib, call your doctor.tell your doctor if you have recently received or are scheduled to receive any vaccinations. If you need any vaccinations, you may have to receive the vaccinations and then wait some time before beginning your treatment with tofacitinib. Do not have any vaccinations during your treatment without talking to your doctor.", "why": "Tofacitinib is used alone or with other medications to treat rheumatoid arthritis (condition in which the body attacks its own joints causing pain, swelling, and loss of function) in adults who cannot be treated with methotrexate (Otrexup, Rasuvo, Trexall) alone. Tofacitinib is in a class of medications called Janus kinase (JAK) inhibitors. It works by decreasing the activity of the immune system.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Tofacitinib", "side_effects": "Tofacitinib may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r diarrheaheadachestuffy or runny noseSome side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNING section, call your doctor immediately or get emergency medical treatment:\r \r stomach pain, especially if it comes along with fever and diarrhea or constipationyellowing of the skin or eyesloss of appetitedark urineclay-colored bowel movementsvomitingrashpale skinshortness of breathTofacitinib may cause an increase in your blood cholesterol levels. Your doctor will order tests to monitor your cholesterol levels during your treatment with tofacitinib. Talk to your doctor about the risks of taking this medication.Tofacitinib may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Tofacitinib comes as a tablet and as an extended-release (long-acting) tablet to take by mouth. The tablet is usually taken with or without food twice a day. The extended-release tablet is usually taken with or without food once daily. Take tofacitinib at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take tofacitinib exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release tablets whole; do not split, chew, or crush them.Your symptoms may improve as soon as 2 weeks after you begin taking tofacitinib, but it may take 3to 6 months for you to feel the full benefit of the medication. Talk to your doctor about how tofacitinib works for you.Tofacitinib may help control your condition but will not cure it. Continue to take tofacitinib even if you feel well. Do not stop taking tofacitinib without talking to your doctor."}