{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will order certain lab tests to check your body's response to trabectedin.Ask your pharmacist any questions you have about trabectedin injection.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": [], "special_dietary": "Do not eat grapefruit or drink grapefruit juice while receiving this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before receiving trabectedin injection,tell your doctor and pharmacist if you are allergic to trabectedin injection, any other medications, or any of the ingredients in trabectedin injection. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: certain antifungals such as itraconazole (Onmel, Sporanox), ketoconazole (Nizoral), posaconazole (Noxafil), and voriconazole (Vfend); boceprevir (Victrelis); clarithromycin (Biaxin, in Prevpac); conivaptan (Vaprisol); certain medications for HIV including indinavir (Crixivan), lopinavir (in Kaletra), nelfinavir (Viracept), ritonavir (Norvir, in Kaletra, in Technivie, others), and saquinavir (Invirase); nefazodone; phenobarbital; rifampin (Rifadin, Rimactane, in Rifamate, in Rifater); telaprevir (Incivek; no longer available in the U.S.); and telithromycin (Ketek). Your doctor may need to change the doses or timing of your medications or monitor you carefully for side effects. Many other medications may also interact with trabectedin, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor what herbal products you are taking, especially St. John's wort.tell your doctor if you have or have ever had liver or kidney disease.you should know that trabectedin injection may cause infertility (difficulty becoming pregnant); however, you should not assume that you cannot get pregnant. Tell your doctor if you are pregnant or plan to become pregnant. If you are female, you should use birth control to prevent pregnancy during your treatment with trabectedin and for at least 2 months after you stop using the medication. If you are male, you and your female partner should use birth control during your treatment with trabectedin and continue for 5 months after you stop receiving trabectedin injection. If you become pregnant while using trabectedin injection, call your doctor. Trabectedin injection may harm the fetus and increase the risk of a pregnancy loss.tell your doctor if you are breast-feeding. Do not breastfeed while you are receiving trabectedin injection.", "why": "Trabectedin injection is used to treat liposarcoma (a cancer that begins in fat cells) or leiomyosarcoma (a cancer that begins in smooth muscle tissue) that has spread to other parts of the body and cannot be treated with surgery in people who have already been treated with certain chemotherapy medications. Trabectedin is in a class of medications called alkylating agents. It works by slowing or stopping the growth of cancer cells in your body.", "storage_conditions": [], "title": "Trabectedin Injection", "side_effects": "Trabectedin injection may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r tirednessheadachejoint painconstipationdiarrheadecreased appetitedifficulty sleeping or falling asleepSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately:\r \r redness, swelling, itchiness and discomfort or leakage at the injection siteswelling of the facedifficulty breathingchest tightnesswheezingrashsevere dizziness or lightheadednessfeverunusual bruising or bleedingpalenessyellowing of skin and eyespain in the upper stomach areanauseavomitingdifficulty concentratingconfusionchest painshortness of breathswelling of your legs, ankles, or feetmuscle pain or weaknessTrabectedin injection may cause other side effects. Call your doctor if you have any unusual problems while receiving this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Trabectedin injection comes as a powder to be mixed with liquid to be injected over 24 hours intravenously (into a vein) by a doctor or nurse in a medical facility. It is usually given once every 3 weeks for as long as your doctor recommends that you receive treatment.Your doctor may delay or stop your treatment with trabectedin injection depending on your response to the medication and any side effects that you experience. Talk to your doctor about how you are feeling during your treatment.Your doctor will probably prescribe a medication for you to take before you receive each dose of trabectedin to help prevent side effects.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}