{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to triazolam.Do not let anyone else take your medication. Triazolam is a controlled substance. Prescriptions may be refilled only a limited number of times; ask your pharmacist if you have any questions.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Triazolam should only be taken at bedtime. If you did not take triazolam at bedtime and you are unable to fall asleep, you may take triazolam if you will be able to remain in bed for 7 to 8 hours afterward. Do not take triazolam if you are not ready to go to sleep right away and stay asleep for at least 7 to 8 hours.", "special_dietary": "Do not eat grapefruit or drink grapefruit juice while taking this medication.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r extreme drowsinessconfusionproblems with coordinationslurred speechslow or difficult breathingseizurescoma (loss of consciousness for a period of time)", "precautions": "Before taking triazolam,tell your doctor and pharmacist if you are allergic to triazolam; any other medications; or any of the ingredients in triazolam tablets. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking any of the following medications: antifungal medications including itraconazole (Onmel, Sporanox) and ketoconazole (Nizoral); certain medications for human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) including indinavir (Crixivan), lopinavir (in Kaletra), nelfinavir (Viracept), ritonavir (Norvir, in Kaletra), and saquinavir (Invirase); and nefazodone. Your doctor will probably tell you not to take triazolam.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: amiodarone (Cordarone, Nexterone, Pacerone); certain antibiotics such as clarithromycin (Biaxin, in Prevpac), erythromycin (Erythrocin, E-mycin), telithromycin (Ketek), and troleandomycin (TAO) (not available in the US); antidepressants; certain antifungal medications; antihistamines; certain calcium channel blockers such as diltiazem (Cardizem, Dilacor, Tiazac, others), nicardipine (Cardene), nifedipine (Adalat, Afeditab, Procardia), and verapamil (Calan, Verelan);  cyclosporine (Gengraf, Neoral, Sandimmune); ergotamine (Cafergot, Ergomar, Migranal, others); certain histamine-2 receptor blockers (H2 blockers) such as cimetidine (Tagamet) and ranitidine (Zantac); hormonal contraceptives (birth control pills, patches, rings, implants, or injections); isoniazid (Laniazid, in Rifamate, in Rifater); medications for anxiety, colds or allergies, mental illness, or seizures; muscle relaxants; sedatives; certain selective serotonin reuptake inhibitors (SSRIs) such as fluvoxamine (Luvox), paroxetine (Brisdelle, Paxil, Pexeva), and sertraline (Zoloft); other sleeping pills; and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Many other medications may also interact with triazolam, so be sure to tell your doctor about all the medications you are taking, even those that do not appear on this list.tell your doctor if you drink or have ever drunk large amounts of alcohol, use or have ever used street drugs, or have overused prescription medications. Also tell your doctor if you have ever thought about killing yourself or tried to do so, and if you have or have ever had any condition that affects your breathing; depression; mental illness; sleep apnea (condition in which a person briefly stops breathing many times during the night); seizures; or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking triazolam, call your doctor immediately. Triazolam may harm the fetus.talk to your doctor about the safe use of triazolam if you are 65 years of age or older. Older adults should usually take lower doses of triazolam because higher doses may not be more effective and are more likely to cause serious side effects.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking triazolam.you should know that triazolam may make you drowsy during the daytime. Do not drive a car or operate machinery until you know how this medication affects you.you should know that some people who took medications for sleep got out of bed and drove their cars, prepared and ate food, had sex, made phone calls, or were involved in other activities while partially asleep. After they woke up, these people were usually unable to remember what they had done. Call your doctor right away if you find out that you have been driving or doing anything else while you were sleeping.you should know that your mental health may change in unexpected ways while you are taking this medication. It is hard to tell if these changes are caused by triazolam or if they are caused by physical or mental illnesses that you already have or suddenly develop. Tell your doctor right away if you experience any of the following symptoms: aggressiveness, strange or unusually outgoing behavior, hallucinations (seeing things or hearing voices that do not exist), feeling as if you are outside of your body, memory problems, difficulty concentrating, slowed speech or movements, new or worsening depression, thinking about killing yourself, confusion, and any other changes in your usual thoughts, mood, or behavior. Be sure that your family knows which symptoms may be serious so that they can call the doctor if you are unable to seek treatment on your own.", "why": "Triazolam is used on a short-term basis to treat insomnia (difficulty falling asleep or staying asleep). Triazolam is in a class of medications called benzodiazepines. It works by slowing activity in the brain to allow sleep.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.Keep triazolam in a safe place so that no one else can take it accidentally or on purpose. Keep track of how many capsules are left so you will know if any are missing.", "title": "Triazolam", "side_effects": "Triazolam may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinessdizzinesslightheadednessheadacheproblems with coordinationnervousnesstingling of the skinnauseavomitingSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical help:\r \r rashhivesitchingswelling of the eyes, face, lips, tongue, or throatfeeling that the throat is closingdifficulty breathing or swallowinghoarsenessTriazolam may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Triazolam comes as a tablet to take by mouth. It is usually taken as needed at bedtime, but not with or shortly after a meal. Triazolam may not work well if it is taken with food. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take triazolam exactly as directed.You will probably become very sleepy soon after you take triazolam and will remain sleepy for some time after you take the medication. Plan to go to bed right after you take triazolam and to stay in bed for 7 to 8 hours. Do not take triazolam if you will be unable to remain asleep for 7 to 8 hours after taking the medication. If you get up too soon after taking triazolam, you may experience memory problems.Your sleep problems should improve within 7 to 10 days after you start taking triazolam. Call your doctor if your sleep problems do not improve during this time, if they get worse at any time during your treatment, or if you notice any changes in your thoughts or behavior.Triazolam should normally be taken for short periods of time (usually 7 to 10 days). You should not take triazolam for more than 2 to 3 weeks without talking to your doctor. If you take triazolam for 7 to 10 days or longer, triazolam may not help you sleep as well as it did when you first began to take the medication, and you may wake up more easily during the last third of the night. You may also start to feel anxious or nervous during the day, and you may develop dependence ('addiction'; a need to continue taking the medication) on triazolam. Talk to your doctor about the risks of taking triazolam for 2 weeks or longer. Do not take a larger dose of triazolam, take it more often, or take it for a longer time than prescribed by your doctor.If your doctor has told you to take triazolam regularly, talk to your doctor before you stop taking this medication. Your doctor will probably decrease your dose gradually. If you suddenly stop taking triazolam, you may develop unpleasant feelings or you may experience more severe withdrawal symptoms such as uncontrollable shaking of a part of the body, stomach and muscle cramps, vomiting, sweating, sad mood, seeing things or hearing sounds that do not exist, and rarely, seizures.You may have more difficulty falling asleep or staying asleep on the first few nights after you stop taking triazolam than you did before you started taking the medication. This is normal and usually gets better without treatment after one or two nights.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with triazolam and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs) or the manufacturer's website to obtain the Medication Guide."}