{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking trimipramine,tell your doctor and pharmacist if you are allergic to trimipramine, clomipramine (Anafranil), desipramine (Norpramin), imipramine (Tofranil), or any other medications, or any of the ingredients in trimipramine capsules. Ask your doctor or pharmacist for a list of the ingredients.tell your doctor if you are taking monoamine oxidase (MAO) inhibitors, including isocarboxazid (Marplan), linezolid (Zyvox), methylene blue, phenelzine (Nardil) selegiline (Eldepryl, Emsam, Zelapar) and tranylcypromine (Parnate) or if you have taken an MAO inhibitor during the past 14 days. Your doctor will probably tell you not to take trimipramine.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: cimetidine (Tagamet); decongestants; guanethidine (Ismelin); ipratropium (Atrovent); medications for irritable bowel disease, motion sickness, Parkinson's disease, ulcers, or urinary problems; medications for irregular heartbeats such as quinidine (Quinidex), flecainide (Tambocor), and propafenone (Rythmol); other antidepressants; and selective serotonin reuptake inhibitors (SSRIs) such as fluoxetine (Prozac, Sarafem), paroxetine (Paxil), and sertraline (Zoloft). Tell your doctor or pharmacist if you have stopped taking fluoxetine (Prozac, Sarafem) in the past 5 weeks. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have recently had a heart attack. Your doctor will probably tell you not to take trimipramine.tell your doctor if you have or have ever had an enlargement of the prostate (a male reproductive gland), difficulty urinating, thyroid disease, seizures, or heart, kidney, or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breast-feeding. If you become pregnant while taking trimipramine, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking trimipramine.you should know that trimipramine may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.remember that alcohol can add to the drowsiness caused by this medication.plan to avoid unnecessary or prolonged exposure to sunlight and to wear protective clothing, sunglasses, and sunscreen. Trimipramine may make your skin sensitive to sunlight.you should know that trimipramine may cause angle-closure glaucoma (a condition where the fluid is suddenly blocked and unable to flow out of the eye causing a quick, severe increase in eye pressure which may lead to a loss of vision). Talk to your doctor about having an eye examination before you start taking this medication. If you have nausea, eye pain, changes in vision, such as seeing colored rings around lights, and swelling or redness in or around the eye, call your doctor or get emergency medical treatment right away.", "why": "Trimipramine is used to treat depression. Trimipramine is in a class of medications called tricyclic antidepressants. It works by increasing the amount of certain natural substances in the brain that are needed to maintain mental balance.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Trimipramine", "side_effects": "Trimipramine may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r nauseavomitingdiarrheastomach paindrowsinessweakness or tirednessexcitement or anxietyconfusiondizzinessheadachenightmaresdry mouthchanges in appetite or weightconstipationdifficulty urinatingfrequent urinationchanges in sex drive or abilityexcessive sweatingringing in the earspain, burning, or tingling in the hands or feetSome side effects can be serious. If you experience any of the following symptoms or those listed in the IMPORTANT WARNING or SPECIAL PRECAUTIONS sections, call your doctor immediately or get emergency medical treatment:\r \r jaw, neck, and back muscle spasmsslow or difficult speechshuffling walkuncontrollable shaking of a part of the bodyfever and sore throatdifficulty breathing or swallowingrashyellowing of the skin or eyesseizuresseeing things or hearing voices that do not exist (hallucinating)chest painpounding or irregular heartbeatTrimipramine may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Trimipramine comes as a capsule to take by mouth. It is usually taken one to three times a day. Take trimipramine at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take trimipramine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will start you on a low dose of trimipramine and gradually increase your dose.It may take up to 4 weeks before you feel the benefit of trimipramine. Continue to take trimipramine even if you feel well. Do not stop taking trimipramine without talking to your doctor."}