{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": [], "precautions": "Before taking uridine triacetate,tell your doctor and pharmacist if you are allergic to uridine triacetate, any other medications, or any of the ingredients in uridine triacetate oral granules. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have any medical conditions.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking uridine triacetate, call your doctor.", "why": "Uridine triacetate is used for the emergency treatment of children and adults who have either received too much of chemotherapy medications such as fluorouracil or capecitabine (Xeloda) or who develop certain severe or life-threatening toxicities within 4 days of receiving fluorouracil or capecitabine. Uridine triacetate is in a class of medications called pyrimidine analogs. It works by blocking cell damage from certain chemotherapy medications.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Uridine Triacetate", "side_effects": "Uridine triacetate may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away: \r \r vomitingnauseadiarrheaUridine triacetate may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Uridine triacetate comes as granules to take by mouth. It is usually taken with or without meals four times a day (every 6 hours) for 20 doses. Take uridine triacetate at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take uridine triacetate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Mix the granules into 3 to 4 ounces (9 to 120 grams) of a soft food such as applesauce, pudding, or yogurt. Take the mixture right away (within 30 minutes of mixing the granules with food) without chewing the granules and then drink at least 4 ounces (120 mL) of water to make sure that you swallow all of the medication.If you are preparing a dose for a child, measure the dose using measuring teaspoons (accurate to 1/4 teaspoon) or a scale (accurate to at least 0.1 gram). Dispose of any remaining granules; do not use granules left in the packet for your next doses.If you vomit within 2 hours of taking a dose, take another full dose as soon as possible after the vomiting episode and then take your next dose at the regularly scheduled time.Uridine triacetate granules can be given through certain types of feeding tubes. If you have a feeding tube, ask your doctor how you should take the medication. Follow the directions carefully.It is important that you take all 20 doses of uridine triacetate, even if you feel well. Do not stop taking uridine triacetate without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}