{"other_information": "If you are taking the sprinkle capsules, you may notice the medication beads in your stool. This is normal and does not mean that you did not get the full dose of medication.If you have diabetes and your doctor has told you to test your urine for ketones, tell the doctor that you are taking valproic acid. Valproic acid can cause false results on urine tests for ketones.Before having any laboratory test, tell your doctor and the laboratory personnel that you are taking valproic acid.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Valproic acid is also sometimes used to treat outbursts of aggression in children with attention deficit hyperactivity disorder (ADHD; more difficulty focusing or remaining still or quiet than other people who are the same age). Talk to your doctor about the possible risks of using this medication for your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r sleepinessirregular heartbeatcoma (loss of consciousness for a period of time)", "precautions": "Before taking valproic acid,tell your doctor and pharmacist if you are allergic to valproic acid, any other medications, or any of the ingredients in the type of valproic acid that has been prescribed for you. Ask your pharmacist for a list of the ingredients.tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: acyclovir (Zovirax); anticoagulants ('blood thinners') such as warfarin (Coumadin); antidepressants ('mood elevators') such as amitriptyline (Elavil) and nortriptyline (Pamelor); aspirin; clonazepam (Klonopin); diazepam (Valium); doripenem (Doribax); ertapenem (Invanz); imipenem and cilastatin (Primaxin); medications for anxiety or mental illness; other medications for seizures such as carbamazepine (Tegretol), ethosuximide (Zarontin), felbamate (Felbatol), lamotrigine (Lamictal), mephobarbital (Mebaral), phenobarbital, phenytoin (Dilantin), primidone (Mysoline), and topiramate (Topamax); meropenem (Merrem); rifampin (Rifadin); sedatives; sleeping pills; tolbutamide; tranquilizers;and zidovudine (Retrovir). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had episodes of confusion and loss of ability to think and understand, especially during pregnancy or childbirth; coma (loss of consciousness for a period of time); difficulty coordinating your movements; human immunodeficiency virus (HIV); or cytomegalovirus (CMV; a virus that can cause symptoms in people who have weak immune systems).tell your doctor if you are breast feeding.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking valproic acid.you should know that valproic acid may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.remember that alcohol can add to the drowsiness caused by this medication.you should know that your mental health may change in unexpected ways and you may become suicidal (thinking about harming or killing yourself or planning or trying to do so) while you are taking valproic acid for the treatment of epilepsy, mental illness, or other conditions. A small number of adults and children 5 years of age and older (about 1 in 500 people) who took anticonvulsants such as valproic acid to treat various conditions during clinical studies became suicidal during their treatment. Some of these people developed suicidal thoughts and behavior as early as one week after they started taking the medication. There is a risk that you may experience changes in your mental health if you take an anticonvulsant medication such as valproic acid, but there may also be a risk that you will experience changes in your mental health if your condition is not treated. You and your doctor will decide whether the risks of taking an anticonvulsant medication are greater than the risks of not taking the medication. You, your family, or your caregiver should call your doctor right away if you experience any of the following symptoms: panic attacks; agitation or restlessness; new or worsening irritability, anxiety, or depression; acting on dangerous impulses; difficulty falling or staying asleep; aggressive, angry, or violent behavior; mania (frenzied, abnormally excited mood); talking or thinking about wanting to hurt yourself or end your life; withdrawing from friends and family; preoccupation with death and dying; giving away prized possessions; or any other unusual changes in behavior or mood. Be sure that your family or caregiver knows which symptoms may be serious so they can call the doctor if you are unable to seek treatment on your own.", "why": "Valproic acid is used alone or with other medications to treat certain types of seizures. Valproic acid is also used to treat mania (episodes of frenzied, abnormally excited mood) in people with bipolar disorder (manic-depressive disorder; a disease that causes episodes of depression, episodes of mania, and other abnormal moods). It is also used to prevent migraine headaches, but not to relieve headaches that have already begun. Valproic acid is in a class of medications called anticonvulsants. It works by increasing the amount of a certain natural substance in the brain.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Valproic Acid", "side_effects": "Valproic acid may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinessdizzinessheadachediarrheaconstipationchanges in appetiteweight changesback painagitationmood swingsabnormal thinkinguncontrollable shaking of a part of the bodyloss of coordinationuncontrollable movements of the eyesblurred or double visionringing in the earshair lossSome side effects can be serious. If you experience any of the following symptoms or those listed in the IMPORTANT WARNING or SPECIAL PRECAUTIONS section, call your doctor immediately:\r \r unusual bruising or bleedingtiny purple or red spots on the skinfeverblisters or rashbruisinghivesdifficulty breathing or swallowingconfusiontirednessvomitingdrop in body temperatureweakness in the jointsValproic acid may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Valproic acid comes as a capsule, an extended-release (long-acting) tablet, a delayed-release ( releases the medication in the intestine to prevent damage to the stomach) tablet, a sprinkle capsule (capsule that contains small beads of medication that can be sprinkled on food), and a syrup (liquid) to take by mouth. The syrup, capsules, delayed-release tablets, and sprinkle capsules are usually taken two or more times daily. The extended-release tablets are usually taken once a day. Take valproic acid at around the same time(s) every day. Take valproic acid with food to help prevent the medication from upsetting your stomach. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take valproic acid exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the regular capsules, delayed-release capsule, and extended-release tablets whole; do not split, chew, or crush them.You can swallow the sprinkle capsules whole, or you can open the capsules and sprinkle the beads they contain on a teaspoonful of soft food, such as applesauce or pudding. Swallow the mixture of food and medication beads right after you prepare it. Be careful not to chew the beads. Do not store unused mixtures of food and medication.Do not mix the syrup into any carbonated drink.Your doctor may start you on a low dose of valproic acid and gradually increase your dose.Valproic acid may help to control your condition but will not cure it. Continue to take valproic acid even if you feel well. Do not stop taking valproic acid without talking to your doctor, even if you experience side effects such as unusual changes in behavior or mood. If you suddenly stop taking valproic acid, you may experience a severe, long-lasting and possibly life-threatening seizure. Your doctor will probably decrease your dose gradually."}