{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor may order certain lab tests to check your body's response to valsartan and sacubitril.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one.", "special_dietary": "Do not use salt substitutes containing potassium without talking to your doctor. If your doctor prescribes a low-salt or low-sodium diet, follow these directions carefully.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking valsartan and sacubitril,tell your doctor and pharmacist if you are allergic (swelling of your face, lips, tongue, or throat, or difficulty breathing) to valsartan, other angiotensin receptor blockers (ARB) such as azilsartan (Edarbi, in Edarbyclor), candesartan (Atacand, in Atacand HCT), eprosartan (Teveten), irbesartan (Avapro, in Avalide), losartan (Cozaar, in Hyzaar), olmesartan (Benicar, in Azor, in Benicar HCT, in Tribenzor), telmisartan (Micardis, in Micardis HCT, in Twynsta); angiotensin-converting enzyme (ACE) inhibitors such as benazepril (Lotensin, in Lotrel), captopril, enalapril (Vasotec, in Vaseretic), fosinopril, lisinopril (in Prinzide, in Zestoretic), moexipril (Univasc, in Uniretic), perindopril (Aceon, in Prestalia), quinapril (Accupril, in Accuretic, in Quinaretic), ramipril (Altace), or trandolapril (Mavik, in Tarka); sacubitril; any other medications; or any of the ingredients in valsartan and sacubitril tablets. Ask your pharmacist for a list of the ingredients.tell your doctor if you have diabetes (high blood sugar) and you are taking aliskiren (Tekturna, Tekturna HCT). Your doctor will probably tell you not to take valsartan and sacubitril; if you have diabetes and you are also taking aliskiren. Also tell your doctor or pharmacist if you are taking an ACE inhibitor such as benazepril (Lotensin, in Lotrel), captopril, enalapril (Vasotec, in Vaseretic), fosinopril, lisinopril (in Prinzide, in Zestoretic), moexipril (Univasc, in Uniretic), perindopril (Aceon, in Prestalia), quinapril (Accupril, in Accuretic, in Quinaretic), ramipril (Altace), or trandolapril (Mavik, in Tarka), or if you have stopped taking an ACE inhibitor within the last 36 hours. Your doctor will probably tell you not to take valsartan and sacubitril if you are also taking an ACE-inhibitor.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the following: an ARB such as azilsartan (Edarbi, in Edarbyclor), candesartan (Atacand, in Atacand HCT), eprosartan (Teveten), irbesartan (Avapro, in Avalide), losartan (Cozaar, in Hyzaar), olmesartan (Benicar, in Azor, in Benicar HCT, in Tribenzor), telmisartan (Micardis, in Micardis HCT, in Twynsta); aspirin and other nonsteroidal anti-inflammatory medications (NSAIDs) such as ibuprofen (Advil, Motrin) and naproxen (Aleve, Naprosyn) and selective COX-2 inhibitors such as celecoxib (Celebrex); diuretics ('water pills'), including potassium-sparing diuretics such as amiloride (Midamor), spironolactone (Aldactone, in Aldactazide), and triamterene (Dyrenium, in Dyazide, in Maxzide); gemfibrozil (Lopid); other medications to treat high blood pressure or a heart problem; lithium (Lithobid); and potassium supplements. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have or have ever had diabetes or kidney, or liver disease.tell your doctor if you are breastfeeding. Do not breastfeed while you are taking valsartan and sacubutril.you should know that valsartan and sacubutril may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This is more common when you first start taking valsartan and sacubitril. To help avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up.you should know that diarrhea, vomiting, not drinking enough fluids, and sweating a lot can cause a drop in blood pressure, which may cause lightheadedness and fainting. Tell your doctor if you have any of these problems or develop them during your treatment.", "why": "The combination of valsartan and sacubitril is usually used in combination with other medications to lower the risk of death and hospitalization with certain types of heart failure. Valsartan is in a class of medications called angiotensin II receptor antagonists. It works by blocking the action of certain natural substances that tighten the blood vessels, allowing the blood to flow more smoothly and the heart to pump more efficiently. Sacubitril is in a class of medications called neprilysin inhibitors. It works to help control blood volume.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom).Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Valsartan and Sacubitril", "side_effects": "Valsartan and sacubitril may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r <ol>coughextreme tiredness</ol>Some side effects can be serious. If you experience any of these symptoms or those listed in the SPECIAL PRECAUTIONS section, call your doctor immediately:\r \r <ol>rashitchingswelling of the lips, tongue, face, or throatdifficulty breathing</ol>The combination of valsartan and sacubitril may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "The combination of valsartan and sacubitril comes as a tablet to take by mouth. It is usually taken twice a day with or without food. To help you remember to take the combination of valsartan and sacubitril, take it at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take valsartan and sacubitril exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start you on a low dose of valsartan and sacubitril and gradually increase your dose.The combination of valsartan and sacubitril controls heart failure but does not cure it. Continue to take valsartan and sacubitril even if you feel well. Do not stop taking valsartan and sacubitril without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."}