{"other_information": "Keep all appointments with your doctor.Ask your pharmacist any questions you have about vedolizumab.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "If you miss an appointment to receive a vedolizumab infusion, call your doctor as soon as possible.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.", "precautions": "Before taking vedolizumab,tell your doctor and pharmacist if you are allergic to vedolizumab, any other medications, or any of the ingredients in vedolizumab injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: adalimumab (Humira), certolizumab (Cimzia), golimumab (Simponi), infliximab (Remicade), or natalizumab (Tysabri). Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor if you have liver problems, if you have tuberculosis or have been in close contact with someone with tuberculosis, or if you currently have or think you have an infection, or if you have infections that come and go or ongoing infections that do not go away.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking vedolizumab, call your doctor.ask your doctor whether you should receive any vaccinations before you begin your treatment with vedolizumab injection. If possible, all vaccinations should be brought up to date before beginning treatment. Do not have any vaccinations during your treatment without talking to your doctor.", "why": "Vedolizumab injection is used to relieve the symptoms of certain autoimmune disorders (conditions in which the immune system attacks healthy parts of the body and causes pain, swelling, and damage) of the gastrointestinal tract including:\r \r Crohn's disease (a condition in which the body attacks the lining of the digestive tract, causing pain, diarrhea, weight loss, and fever) that has not improved when treated with other medications.ulcerative colitis (condition that causes swelling and sores in the lining of the large intestine) that has not improved when treated with other medications.Vedolizumab injection is in a class of medications called integrin receptor antagonists. It works by blocking the action of certain cells in the body that cause inflammation.", "storage_conditions": [], "title": "Vedolizumab Injection", "side_effects": "Vedolizumab may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r headachenauseajoint or back painpain in your arms and legsSome side effects can be serious. If you experience any of these symptoms, call your doctor immediately or get emergency medical treatment:\r \r fever, cough, runny nose, sore throat, chills, aches and other signs of infectionred or painful skin or sores on your bodypain during urinationconfusion or memory problemsloss of balancechanges in walking or speechdecreased strength or weakness on one side of your bodyblurred vision or loss of visionextreme tirednessloss of appetitepain in the upper right part of the stomachunusual bruising or bleedingdark urineyellowing of the skin or eyesVedolizumab may cause other side effects. Call your doctor if you have any unusual problems while taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Vedolizumab injection comes as a powder to be mixed with sterile water and injected intravenously (into a vein) over 30 minutes by a doctor or nurse. It is usually given in a doctor's office once every 2 to 8 weeks, more often in the beginning of your treatment and less often as your treatment continues.Vedolizumab injection may cause serious allergic reactions during an infusion and for several hours afterward. A doctor or nurse will monitor you during this time to be sure you are not having a serious reaction to the medication. You may be given other medications to treat reactions to vedolizumab injection. Tell your doctor or nurse immediately if you experience any of the following symptoms during or after your infusion: rash; itching; swelling of the face, eyes, mouth, throat, tongue, or lips; difficulty breathing or swallowing; wheezing, flushing; dizziness; feeling hot; or a fast or racing heartbeat.Vedolizumab injection may help control your symptoms, but it will not cure your condition. Your doctor will watch you carefully to see how well vedolizumab injection works for you. If your condition has not improved after 14 weeks, your doctor may stop treating you with vedolizumab injection. It is important to tell your doctor how you are feeling during your treatment.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with vedolizumab injection and each time you receive the medication. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) or the manufacturer's website to obtain the Medication Guide."}