{"other_information": "Keep all appointments with your doctor and the laboratory. Your doctor will check your blood pressure often and order certain lab tests to check your response to venlafaxine.Do not let anyone else take your medication. Ask your pharmacist any questions you have about refilling your prescription.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "Venlafaxine is also sometimes used to treat hot flashes (hot flushes; sudden strong feelings of heat and sweating) in women who have experienced menopause ('change of life'; the end of monthly menstrual periods) or who are taking medication to treat breast cancer. Talk to your doctor or pharmacist about the risks of using venlafaxine to treat your condition.", "if_i_forget": "Take the missed dose as soon as you remember it. However, if it is almost time for your next dose, skip the missed dose and continue your regular dosing schedule. Do not take a double dose to make up for a missed one. If you are taking the extended-release capsules, do not take more than one dose per day.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include:\r \r dizzinessnauseavomitingburning, tingling, or numbness of the hands and feetincreased size of the pupil (black center of the eye)muscle painhot and cold spellssleepinessseizuresfast, slow, or irregular heartbeatcoma (loss of consciousness for a period of time)", "precautions": "Before taking venlafaxine,tell your doctor and pharmacist if you are allergic to venlafaxine, any other medications, or any of the ingredients in venlafaxine tablets or extended-release capsules. Ask your pharmacist for a list of the ingredients.tell your doctor if you are taking a monoamine oxidase (MAO) inhibitor, such as isocarboxazid (Marplan), phenelzine (Nardil), selegiline (Eldepryl, Emsam, Zelapar), and tranylcypromine (Parnate), or if you have stopped taking one of these medications within the past 14 days. Your doctor will probably tell you that you should not take venlafaxine. If you stop taking venlafaxine, your doctor will tell you that you should wait at least 7 days before you start to take an MAO inhibitor.tell your doctor and pharmacist what other prescription and nonprescription medications, and vitamins you are taking or plan to take. Be sure to mention any of the following: anticoagulants ('blood thinners') such as warfarin (Coumadin); amiodarone (Cordarone, Pacerone); other antidepressants; cimetidine (Tagamet); clozapine (Clozaril); diuretics ('water pills'); duloxetine (Cymbalta); haloperidol (Haldol); imipramine (Tofranil); indinavir (Crixivan); ketoconazole (Nizoral); linezolid (Zyvox); lithium; medications for anxiety, mental illness, pain, seizures, or weight loss; medications for migraine such as almotriptan (Axert), eletriptan (Relpax), frovatriptan (Frova), naratriptan (Amerge), rizatriptan (Maxalt), sumatriptan (Imitrex), and zolmitriptan (Zomig); methadone (Dolophine); methylene blue; phentermine (Adipex P, Ionamin); ritonavir (Norvir); sedatives; selective serotonin reuptake inhibitors (SSRIs) such as citalopram (Celexa), escitalopram (Lexapro), fluoxetine (Prozac, Sarafem), fluvoxamine (Luvox), paroxetine (Paxil), and sertraline (Zoloft); sibutramine (Meridia); sleeping pills; tramadol (Ultram); and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.tell your doctor what nutritional supplements and herbal products you are taking, especially St. John's wort and tryptophan.tell your doctor if you have ever used illegal drugs or overused prescription medications. Also tell your doctor if you have recently had a heart attack and if you have or have ever had high blood pressure, high blood cholesterol  seizures, or heart, kidney, liver, or thyroid  disease.tell your doctor if you are pregnant, especially if you are in the last few months of your pregnancy, or if you plan to become pregnant or are breast-feeding. If you become pregnant while taking venlafaxine, call your doctor. Venlafaxine may cause problems in newborns following delivery if it is taken during the last months of pregnancy.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking venlafaxine.you should know that this medication may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you.remember that alcohol can add to the drowsiness caused by this medication.you should know that venlafaxine may cause angle-closure glaucoma (a condition where the fluid is suddenly blocked and unable to flow out of the eye causing a quick, severe increase in eye pressure which may lead to a loss of vision). Talk to your doctor about having an eye examination before you start taking this medication. If you have nausea, eye pain, changes in vision, such as seeing colored rings around lights, and swelling or redness in or around the eye, call your doctor or get emergency medical treatment right away.", "why": "Venlafaxine is used to treat depression. Venlafaxine extended-release (long-acting) capsules are also used to treat generalized anxiety disorder (GAD; excessive worrying that is difficult to control), social anxiety disorder (extreme fear of interacting with others or performing in front of others that interferes with normal life), and panic disorder (sudden, unexpected attacks of extreme fear and worry about these attacks). Venlafaxine is in a class of medications called selective serotonin and norepinephrine reuptake inhibitors (SNRIs). It works by increasing the amounts of serotonin and norepinephrine, natural substances in the brain that help maintain mental balance.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Throw away any medication that is outdated or no longer needed. Talk to your pharmacist about the proper disposal of your medication.", "title": "Venlafaxine", "side_effects": "Venlafaxine may cause side effects. Call your doctor if any of the following symptoms are severe or do not go away:\r \r drowsinessweakness or tirednessdizzinessheadachenightmaresnauseavomitingstomach painconstipationdiarrheagasheartburnburpingdry mouthchange in ability to taste foodloss of appetiteweight lossuncontrollable shaking of a part of the bodypain, burning, numbness, or tingling in part of the bodymuscle tightnesstwitchingyawningsweatinghot flashes or flushingfrequent urinationdifficulty urinatingsore throat, chills, or other signs of infectionringing in the earschanges in sexual desire or abilityenlarged pupils (black circles in the middle of the eyes)Some side effects can be serious. If you experience any of the following symptoms or those listed in the IMPORTANT WARNING or SPECIAL PRECAUTIONS sections, call your doctor immediately:\r \r rashhivesitchingdifficulty breathing or swallowingchest painfast, pounding, or irregular heartbeatseizuresunusual bruising or bleedingsmall purple spots on the skineye pain or rednessfever, sweating, confusion, fast or irregular heartbeat, and severe muscle stiffnessfeverproblems with coordinationhallucinations (seeing things or hearing voices that do not exist)coma (loss of consciousness for a period of time)Venlafaxine may slow growth and weight gain in children. If your child is taking venlafaxine, your child's doctor will watch your child's growth carefully. Talk to your child's doctor about the risks of giving venlafaxine to your child.Venlafaxine may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Venlafaxine comes as a tablet or extended-release capsule to take by mouth. The tablet is usually taken two or three times a day with food. The extended-release capsule is usually taken once daily in the morning or evening with food. Take venlafaxine at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take venlafaxine exactly as directed. Do not take more or less of it or take it more often or for a longer period of time than prescribed by your doctor.Swallow the extended-release capsule whole; do not split, chew, or crush it, or place it in water. If you cannot swallow the extended-release capsule, you may carefully open the capsule and sprinkle the entire contents on a spoonful of applesauce. Swallow (without chewing) this mixture immediately after preparation and then drink a glass of water to make sure that you have swallowed all of the medication.Your doctor will probably start you on a low dose of venlafaxine and gradually increase your dose, not more often than once every 4 to 7 days. Tell your doctor how you are feeling during your treatment so that your doctor can adjust your dose properly.Venlafaxine controls depression but does not cure it. It may take 6 to 8 weeks or longer for you to feel the full benefit of this medication. Continue to take venlafaxine even if you feel well. Do not stop taking venlafaxine without talking to your doctor. Your doctor will probably decrease your dose gradually. If you suddenly stop taking venlafaxine, you may experience withdrawal symptoms such as agitation; anxiety; confusion; sad mood; irritability; frenzied or abnormal excitement; lack of coordination; trouble falling asleep or staying asleep; nightmares; nausea; vomiting; loss of appetite; diarrhea; dry mouth; sweating; ringing in the ears; seizures; or burning, tingling, numbness, or electric shock-like feelings in any part of the body. Tell your doctor if you experience any of these symptoms while you are decreasing your dose of venlafaxine or soon after you stop taking venlafaxine."}