{"other_information": "Keep all appointments with your doctor.Do not let anyone else take your medication. Zolpidem is a controlled substance. Prescriptions may be refilled only a limited number of times; ask your pharmacist if you have any questions.It is important for you to keep a written list of all of the prescription and nonprescription (over-the-counter) medicines you are taking, as well as any products such as vitamins, minerals, or other dietary supplements. You should bring this list with you each time you visit a doctor or if you are admitted to a hospital. It is also important information to carry with you in case of emergencies.", "other_uses": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information.", "if_i_forget": "This medication is taken as needed. You may take zolpidem even if it is later than the usual time, as long as you will be able to remain in bed for the required number of hours after you take it.", "special_dietary": "Unless your doctor tells you otherwise, continue your normal diet.", "overdose": "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.Symptoms of overdose may include the following:\r \r drowsinesscoma (loss of consciousness for a period of time)slowed breathing or heartbeat", "precautions": "Before taking zolpidem,tell your doctor and pharmacist if you are allergic to zolpidem, any other medications, or any of the ingredients in the zolpidem product you are using. Ask your pharmacist or check the Medication Guide for a list of the ingredients.tell your doctor and pharmacist what other prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention any of the following: antidepressants ('mood elevators') including imipramine (Tofranil) and sertraline (Zoloft); chlorpromazine;  itraconazole (Onmel, Sporanox); ketoconazole (Nizoral); medications for anxiety, colds or allergies, mental illness, pain, or seizures; rifampin (Rifadin, Rimactane, in Rifamate, in Rifater) sedatives;  sleeping pills;  and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects.you should not take more than one sleeping pill on the same night. If you have taken a zolpidem product or a different type of sleeping pill at bedtime and you wake up in the middle of the night, you should not take a zolpidem sublingual tablet (Intermezzo) or any other sleeping pill.tell your doctor if you drink or have ever drunk large amounts of alcohol,  use or have ever used street drugs, or have overused prescription medications.  Also tell your doctor if you have or have ever had depression; mental illness; thoughts of harming or killing yourself or trying to do so; a problem with heavy snoring; sleep apnea (condition in which breathing briefly stops many times during the night); other breathing problems such as asthma, bronchitis, and emphysema;  myasthenia gravis (condition that causes weakness of certain muscles); or kidney or liver disease.tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking zolpidem, call your doctor.if you are having surgery, including dental surgery, tell the doctor or dentist that you are taking zolpidem.you should know that zolpidem may cause drowsiness, decreased mental alertness, prolonged reaction time, and problems with coordination the day after you take it. Your ability to drive or operate machinery the day after you take zolpidem may be impaired even if you feel fully awake. Do not drive a car or operate machinery the day after you take an extended-release zolpidem product. If you are taking the sublingual tablets (Intermezzo), do not drive unless you feel fully awake and at least 4 hours have passed since you took the medication. Talk to your doctor about the risks of driving or operating machinery the day after you take any other zolpidem products.do not drink alcohol during your treatment with zolpidem.  Alcohol can make the side effects of zolpidem worse.you should know that some people who took zolpidem got out of bed and drove their cars, prepared and ate food, had sex, made phone calls, were sleep-walking, or were involved in other activities while not fully awake. After they woke up, these people were usually unable to remember what they had done. Call your doctor right away if you find out that you have been driving or doing anything else unusual while you were sleeping.you should know that your behavior and mental health may change in unexpected ways while you are taking this medication. It is hard to tell if these changes are caused by zolpidem or if they are caused by physical or mental illnesses that you may already have or suddenly develop. Tell your doctor right away if you experience any of the following symptoms: aggressiveness,  strange or unusually outgoing behavior,  hallucinations (seeing things or hearing voices that do not exist),  feeling as if you are outside of your body,  memory problems, difficulty concentrating, anxiety, becoming easily agitated, slowed speech or movements, new or worsening depression,   thinking about killing yourself or trying to do so,  confusion, and any other changes in your usual thoughts, mood, or behavior. Be sure that your family knows which symptoms may be serious so that they can call the doctor if you are unable to seek treatment on your own.", "why": "Zolpidem is used to treat insomnia (difficulty falling asleep or staying asleep). Zolpidem belongs to a class of medications called sedative-hypnotics. It works by slowing activity in the brain to allow sleep.", "storage_conditions": "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature, away from excess heat, light, and moisture (not in the bathroom).  Do not freeze zolpidem oral spray. Store the zolpidem oral spray bottle upright. Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.  However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community.  See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program.", "title": "Zolpidem", "side_effects": "Zolpidem may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\r \r drowsinesstirednessheadachedizzinesslightheadedness'drugged feeling'unsteady walkingdifficulty keeping balancenauseaconstipationdiarrheagasheartburnstomach pain or tendernesschanges in appetiteuncontrollable shaking of a part of the bodypain, burning, numbness, or tingling in the hands, arms, feet, or legsunusual dreamsredness, burning, or tingling of the tongue (with sublingual tablets)dry mouth or throatringing, pain, or itching in the earseye rednessmuscle aches or crampsjoint, back, or neck painheavy menstrual bleedingSome side effects can be serious. If you experience any of the following symptoms, or those listed in the SPECIAL PRECAUTIONS section, call your doctor immediately:\r \r rashhivesitchingswelling of the eyes, face, lips, tongue, or throatfeeling that the throat is closingdifficulty breathing or swallowinghoarsenessshortness of breathyellow eyes or skinlight-colored stoolsnauseavomitingpounding heartbeatchest painblurred vision or other vision problemsZolpidem may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.If you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online (http://www.fda.gov/Safety/MedWatch) or by phone (1-800-332-1088).", "how": "Zolpidem comes as a tablet (Ambien) and an extended-release (long-acting) tablet (Ambien CR) to take by mouth. Zolpidem also comes as a sublingual tablet (Edluar, Intermezzo) to place under the tongue and an oral spray (Zolpimist) which is sprayed into the mouth over the tongue. If you are taking the tablets, extended-release tablets, sublingual tablets (Edluar), or oral spray, you will take the medication as needed, not more than one time a day, immediately before bedtime. If you are taking the sublingual tablets (Intermezzo), you will take the medication as needed, not more than one time during the night if you wake up and have difficulty returning to sleep. Zolpidem will work faster if it is not taken with a meal or immediately after a meal. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use zolpidem exactly as directed.You will probably become very sleepy soon after you take zolpidem and will remain sleepy for some time after you take the medication. Plan to go to bed right after you take zolpidem tablets, extended-release tablets, sublingual tablets (Edluar), and oral spray and to stay in bed for 7 to 8 hours. Take zolpidem sublingual tablets (Intermezzo) only when you are already in bed and can remain in bed for at least 4 more hours. Do not take zolpidem if you will be unable to remain asleep for the required number of hours after taking the medication. If you get up too soon after taking zolpidem, you may experience drowsiness and problems with memory, alertness, or coordination.Swallow the extended-release tablets whole; do not split, chew, or crush them. Tell your doctor or pharmacist if you cannot swallow tablets.Do not open the pouch that contains the sublingual tablet (Intermezzo) until you are ready to take the tablet. To remove the sublingual tablet (Edluar) from the blister pack, peel off the top layer of paper and push the tablet through the foil. To take either brand of sublingual tablet, place the tablet under your tongue, and wait for it to dissolve. Do not swallow the tablet whole or take the tablet with water.To use the oral spray, follow these directions and those that appear in the package label:\r \r <ol>Before using zolpidem spray for the first time, or if you have not used the spray bottle for 14 days, you must prime the pump.Line up the arrows on the cap and the base of the container. Squeeze the cap at the arrows and pull the cap and base apart to separate. Remove the clear protective cap from the pump.To prime the pump, hold the container upright. Point the black spray opening away from your face and other people. Press down on the pump with your forefinger, release and let it return to the starting position and repeat 4 more times. You should see a fine spray come out of the container.To use zolpidem spray, hold the container upright with the black spray opening pointed directly into your mouth, over the top of your tongue. Press down fully on the pump to make sure that a full dose of zolpidem is sprayed.Let the pump return to the starting position. If your doctor prescribed only one spray of zolpidem, put the clear protective cap back over the pump at the top of the base after each use. If your doctor has prescribed two sprays of zolpidem for your dose, a second spray should be used.Snap the child-resistant cap back onto the base and rotate the cap and base so that the arrows are not lined up. This is to help prevent a child from using the spray mist bottle.</ol>Your sleep problems should improve within 7 to 10 days after you start taking zolpidem. Call your doctor if your sleep problems do not improve during this time or if they get worse at any time during your treatment.Zolpidem should normally be taken for short periods of time. If you take zolpidem for 2 weeks or longer, zolpidem may not help you sleep as well as it did when you first began to take the medication. Talk to your doctor about the risks of taking zolpidem for 2 weeks or longer.Zolpidem may be habit forming. Do not take a larger dose of zolpidem, take it more often, or take it for a longer time than prescribed by your doctor.Do not stop taking zolpidem without talking to your doctor, especially if you have taken it for longer than 2 weeks.  If you suddenly stop taking zolpidem, you may develop unpleasant feelings or mood changes  or you may experience other withdrawal symptoms such as shakiness, lightheadedness, stomach and muscle cramps,  nausea, vomiting, sweating, flushing, tiredness, uncontrollable crying, nervousness, panic attack, difficulty falling asleep or staying asleep, uncontrollable shaking of a part of your body, and rarely, seizures.You may have more difficulty falling asleep or staying asleep on the first night after you stop taking zolpidem than you did before you started taking the medication. This is normal and usually gets better without treatment after one or two nights.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with zolpidem and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions.  You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/downloads/Drugs/DrugSafety/ucm089833.pdf) or the manufacturer's website to obtain the Medication Guide."}